{
  "name": "Clark v Commissioner of Taxation [2009] FCA 1401 (30 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1401.html",
  "catchphrases": [
    {
      "text": "consideration of whether the taxpayer has established on the balance of probabilities that the trustee of the trust estate acquired shares in rothwells limited in 1988",
      "id": "c0"
    },
    {
      "text": "consideration of an event of disposal of the shares in the 1993 income year",
      "id": "c1"
    },
    {
      "text": "consideration of whether the trust estate that made a capital gain in the 2001 income year was, as a question of continuity, the trust estate that suffered the capital loss in the 1993 income year",
      "id": "c2"
    },
    {
      "text": "consideration of whether contended changes in the trust fund; the trustee's interest in the trust estate; and the interests of beneficiaries under the trust deed, brought about a break in continuity between the trust estate that made the capital gain in the 2001 income year and that which suffered the capital loss in the 1993 income year",
      "id": "c3"
    },
    {
      "text": "taxation",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Background\n In these proceedings, Mr David Clark and his wife, Mrs Helen Clark, appeal under Division 6 of Part IVC of the Taxation Administration Act 1953 (Cth) (the \"Administration Act\") from the respondent's objection decisions relating to amended assessments of income tax for the 2001 income year.",
      "id": "s0"
    },
    {
      "text": "In the 2001 income year, Clark Enterprises Pty Ltd (\"CEPL\") as trustee of a trust called the Carringbush Unit Trust (the \"CU Trust\") sold two properties in Gladstone to Queensland Alumina Limited realising a net capital gain of $1,932,006.",
      "id": "s1"
    },
    {
      "text": "By sections 6(1) and 95 of the Income Tax Assessment Act 1936 (Cth) (the \"1936 Act\") the net income of the trust estate for the purposes of both the 1936 Act and the Income Tax Assessment Act 1997 (Cth) (the \"1997 Act\") means the total assessable income of the trust estate calculated as if the trustee were a resident taxpayer in respect of that income, less all allowable deductions.",
      "id": "s2"
    },
    {
      "text": "By s 102-5(1) of the 1997 Act, the assessable income of the trust estate includes a net capital gain made in the income year.",
      "id": "s3"
    },
    {
      "text": "A net capital gain is determined by reducing the capital gain made in the income year by the capital losses made in that income year (s 102-5(1); step 1, 1997 Act) and by applying any previously unapplied net capital losses from earlier income years (s 102-5(1); step 2; s 102-15, 1997 Act) to reduce the amount remaining (if any) after step 1.",
      "id": "s4"
    },
    {
      "text": "Mr and Mrs Clark contend that three previously unapplied net capital losses from earlier income years were properly applied to reduce to nil the net capital gain arising out of the disposal of the Gladstone properties.",
      "id": "s5"
    },
    {
      "text": "The primary capital loss was said to arise on the disposal of two parcels of shares in Rothwells Limited (\"Rothwells\").",
      "id": "s6"
    },
    {
      "text": "The applicants contend that during the 1988 income year, Carringbush Pty Ltd (\"Carringbush\") as trustee of the CU Trust at the time, acquired the following shares (the \"Rothwells shares\"): \n \n 474,791 ordinary shares at $1.75 $ 830,884.25\n 949,583 cumulative preference convertible shares at $1.75 $ 1,661,770.25 \n $2,492,654.50 \n \n\n Carringbush became registered in the Rothwells share register as the owner of those shares.",
      "id": "s7"
    },
    {
      "text": "By 30 June 1988, the value of the Rothwells shares was treated by Carringbush's tax advisers, BDO Nelson Parkhill, in the 1988 financial statements for the CU Trust as having diminished by $1,242,655.00 to $1,250,000.00.",
      "id": "s8"
    },
    {
      "text": "By 30 June 1989, the value of the Rothwells shares was treated by BDO Nelson Parkhill in the 1989 financial statements for the CU Trust as having diminished to nil.",
      "id": "s9"
    },
    {
      "text": "On 22 September 1989, Rothwells was placed in official liquidation.",
      "id": "s10"
    },
    {
      "text": "The financial statements for the CU Trust for those years were adopted by the directors of Carringbush.",
      "id": "s11"
    },
    {
      "text": "The Rothwells shares were sold by the trustee for $1.00 on 26 May 1993 to Carringbush Corporation Pty Ltd (\"Carringbush Corporation\") effecting a disposal for capital gains tax purposes.",
      "id": "s12"
    },
    {
      "text": "The applicants contend that the trust estate suffered a capital loss of $2,492,653.50 in the 1993 income year.",
      "id": "s13"
    },
    {
      "text": "The applicants also contend that the trust estate suffered a capital loss of $375,995.00 in the 1991 income year as a result of the trustee writing off a loan to a company called Relsun Pty Ltd (\"Relsun\").",
      "id": "s14"
    },
    {
      "text": "A further capital loss of $72,000.00 was said to have been made in the 1992 income year as a result of the trustee writing down the CU Trust estate's investment in shares in a company called Carringbush Kumagai Limited (\"CKL\").",
      "id": "s15"
    },
    {
      "text": "As to the last two contended capital losses, the Commissioner says that there is no evidence to support either transaction and thus the taxpayers have failed to discharge the onus of proof required by s 14ZZO of the Administration Act.",
      "id": "s16"
    },
    {
      "text": "As to the Rothwells transaction, the Commissioner puts the taxpayers to proof and contends that the taxpayers have not been able to identify the date of the acquisition, the entity that acquired the shares or the method by which Carringbush as trustee of the CU Trust financed the acquisition if it acquired the shares, and nor have the taxpayers been able to produce any of the primary documents evidencing the transaction.",
      "id": "s17"
    },
    {
      "text": "The Commissioner accepts that if the Court is satisfied that the taxpayers have discharged the onus of proving, on the balance of probabilities, that Carringbush as the trustee of the CU Trust acquired the Rothwells shares as contended, the disposal on 26 May 1993 gives rise to a net capital loss in the 1993 income year of $2,492,653.50.",
      "id": "s18"
    },
    {
      "text": "No question arises under s 468(1) of the Corporations Act 2001 (Cth): Carringbush Corporation Pty Ltd v ASIC [2008] FCA 474; (2008) 26 ACLC 506.",
      "id": "s19"
    },
    {
      "text": "Put in simple terms, the following distributions occurred in the 2001 income year.",
      "id": "s20"
    },
    {
      "text": "CEPL as trustee of the CU Trust distributed the entire income of the trust to or for the benefit of a discretionary unit holder, DCE Holdings Pty Ltd (\"Clark Holdings\") as trustee of the David Clark Family Trust (the \"Clark Family Trust\").",
      "id": "s21"
    },
    {
      "text": "Clark Holdings distributed the income so received to David Clark Enterprises Pty Ltd (\"Clark Enterprises\") as trustee of the David Clark Enterprises Trust (the \"Enterprises Trust\") and Clark Enterprises distributed the income of the trust to David Clark and Helen Clark in equal shares as beneficiaries of that trust.",
      "id": "s22"
    },
    {
      "text": "By s 97 of the 1936 Act, the assessable income of David Clark and Helen Clark includes a 50% share of the net income of the Enterprises Trust and in the event that the taxpayers are not able to establish that the CU Trust estate suffered previously unapplied net capital losses extinguishing the net capital gain arising out of the disposal of the Gladstone properties in the 2001 income year, the net income of the Enterprises Trust will also include a significant part of the net capital gain (discounted by 50%) made by the CU Trust in the 2001 income year.",
      "id": "s23"
    },
    {
      "text": "Accordingly, the first question to be determined in these proceedings is whether the applicants have discharged the onus of establishing that in the 1988 income year, the trustee of the CU Trust acquired the Rothwells shares.",
      "id": "s24"
    },
    {
      "text": "The second question to be determined is whether, assuming the trustee of the CU Trust acquired the Rothwells shares in the 1988 income year and incurred a net capital loss in the 1993 income year of $2,492,653.50, the unapplied net capital loss can be applied so as to reduce the capital gain made in the 2001 income year.",
      "id": "s25"
    },
    {
      "text": "The Commissioner says that a series of events occurred in June 1993 that had the effect of changing the trustee of the CU Trust, altering the ownership of the units of that trust, extinguishing liabilities of the trust, extinguishing the former trustee's right of indemnity out of trust assets, altering the corpus of the trust, and changing the activity of the trust from a dormant trust to a vehicle used by Mr David Clark to take advantage of accumulated losses in the CU Trust to offset profit in the Enterprises Trust by causing Clark Enterprises as the trustee of the Enterprises Trust to distribute $1,965,000.00 to CEPL as trustee of the CU Trust as a beneficiary of the Enterprises Trust.",
      "id": "s26"
    },
    {
      "text": "All of these events are said by the Commissioner to establish a lack of continuity required by the 1936 Act and the 1997 Act in the trust estate that made the capital gain in the 2001 income year and the trust estate that incurred the unapplied net capital loss in the 1993 income year and the Relsun and CKL net capital losses in the 1991 and 1992 income years respectively: and thus the net capital losses can not be applied, it is said, so as to reduce the net capital gain made in the 2001 income year and, in consequence, reduce the net income of the trust estate of the CU Trust, as configured in the 2001 income year.",
      "id": "s27"
    },
    {
      "text": "The evidence\n The parties agreed that a core bundle of documents comprising four volumes be admitted into evidence.",
      "id": "s28"
    },
    {
      "text": "The four volumes contain the affidavits of the applicants' witnesses all of whom other than Mrs Clark were cross-examined.",
      "id": "s29"
    },
    {
      "text": "The core volumes marked \"Exhibit 2\" contain the final Amended Statements of Facts Issues and Contentions of each party, notices to admit facts and documents, responses to those notices and some other documents not exhibited to affidavits but included in the volumes by agreement (T, p 5; l, 5) and admitted into evidence.",
      "id": "s30"
    },
    {
      "text": "The acquisition of the Rothwells shares\n The CU Trust was established by a Deed of Trust made on 2 July 1984 between Mr James Kirby as founder and Carringbush as trustee.",
      "id": "s31"
    },
    {
      "text": "The settlement sum was $10.00 to be held upon the trusts and subject to the terms contained in the Deed.",
      "id": "s32"
    },
    {
      "text": "The trust comprises a fund made up of, among other things, the settlement sum and all further sums paid to the trustee for the creation and issue of units; all assets, investments and property paid or transferred to the trustee as additions to the fund; and the proceeds of sale of assets, investments and property.",
      "id": "s33"
    },
    {
      "text": "A \"unit\" is defined to mean an undivided part or share in the fund and the initial fund of $10.00 was divided into 10 $1.00 units issued on 2 July 1984.",
      "id": "s34"
    },
    {
      "text": "Three units were issued to Mr John Michael Denoon.",
      "id": "s35"
    },
    {
      "text": "Three units were issued to his wife, Helen Margaret Denoon, and four units were issued to Mr William Ross Scott as trustee for Ilegry Pty Ltd. Those units were redeemed on 18 March 1987.",
      "id": "s36"
    },
    {
      "text": "Gemridge Pty Ltd (\"Gemridge\") as trustee for the Carringbush Group Discretionary Trust (the \"CGD Trust\") applied for and was issued with nine units in the CU Trust on 18 March 1987 and Mr Denoon applied for and was issued with one unit in the trust as nominee for Gemridge as trustee of the Carringbush Discretionary Trust, on 18 March 1987.",
      "id": "s37"
    },
    {
      "text": "Gemridge is a company controlled by Mr Denoon.",
      "id": "s38"
    },
    {
      "text": "Mr Denoon has been a director of Carringbush continuously since 6 February 1984.",
      "id": "s39"
    },
    {
      "text": "He says that he controls Carringbush and Carringbush Corporation.",
      "id": "s40"
    },
    {
      "text": "He has been a director of Carringbush Corporation continuously since 1 May 1987.",
      "id": "s41"
    },
    {
      "text": "The financial statements for the CU Trust prepared by BDO Nelson Parkhill show that the trust generated a net profit at 30 June 1987 of $2,921,804.00.",
      "id": "s42"
    },
    {
      "text": "Note 5 to the financial statements for the 1988 financial year demonstrates that the CU Trust was involved in extensive land development activities.",
      "id": "s43"
    },
    {
      "text": "The non-current assets of the CU Trust at 30 June 1988 included debts owed to the trust of $59,931,121.00 and non-current liabilities of $56,469,575.00.",
      "id": "s44"
    },
    {
      "text": "The detailed profit and loss statement for the year ending 30 June 1988 demonstrates a trading profit of $3,954,719.00.",
      "id": "s45"
    },
    {
      "text": "Plainly, Carringbush as trustee of the CU Trust was engaged in a wide range of commercial development activities.",
      "id": "s46"
    },
    {
      "text": "Mr John Denoon in his affidavit sworn 21 August 2008 gave the following evidence.",
      "id": "s47"
    },
    {
      "text": "He says that in or about 1987/1988 he was contacted by friends associated with a merchant bank called Wardleys Australia Limited (\"Wardleys\").",
      "id": "s48"
    },
    {
      "text": "He was told that Wardleys was seeking investments in Rothwells which was part of a rescue package to save what was described as the \"banking system in Western Australia\".",
      "id": "s49"
    },
    {
      "text": "He says he was asked to invest $5,000,000.00 in Rothwells shares consisting of the issue of one ordinary share and two cumulative redeemable convertible preference shares for every new issued ordinary share.",
      "id": "s50"
    },
    {
      "text": "He says that he was given some assurances about the security of the investment.",
      "id": "s51"
    },
    {
      "text": "He says he was initially contacted by Mr James Yonge although most of the detail of the package was negotiated by Mr Denoon with Mr Kerry Roxburgh who Mr Denoon understood was the managing director of Wardleys.",
      "id": "s52"
    },
    {
      "text": "The shares were to be a new allotment issued to the incoming investors supporting the rescue package.",
      "id": "s53"
    },
    {
      "text": "Mr Denoon says that he agreed to invest $2.5m in the rescue package.",
      "id": "s54"
    },
    {
      "text": "He says that in 1987/1988 he caused Carringbush to pay $2.5m to acquire the Rothwells shares although the ultimate amount paid by Carringbush was $2,492,655.00.",
      "id": "s55"
    },
    {
      "text": "He annexes to his affidavit pages from the share register of Rothwells.",
      "id": "s56"
    },
    {
      "text": "The annexure contains a page from the register printed on 29 September 1988 which contains a reference to \"CRCP shares\" and records Carringbush Pty Ltd of Level 22, 56 Pitt Street, Sydney NSW 2000 as the owner of 949,583 CRCP shares.",
      "id": "s57"
    },
    {
      "text": "The register also shows as printed on 1 November 1988 Carringbush recorded as the owner of 474,791 ordinary shares.",
      "id": "s58"
    },
    {
      "text": "The financial statements for the CU Trust for the year ending 30 June 1988 prepared by BDO Nelson Parkhill record balance sheet non-current assets described as \"investments - at cost --- $1,322,830\".",
      "id": "s59"
    },
    {
      "text": "That item is explained by Note 4 to the accounts which is in these terms: \n \n NOTE 4: INVESTMENTS \n \n\n \n \n Shares in Quoted Companies \n \n\n \n \n Carringbush Kumagai Ltd\n Market Value (30/6/87: $144,000) $ 72,000\n Rothwells $2,492,655\n Less: Provision for dimini[u]tion ($1,242,655)\n ... \n \n\n Mr Denoon says that he instructs his accountants to keep primary records for the relevant period required by law.",
      "id": "s60"
    },
    {
      "text": "He says that it has been over 20 years since the transaction occurred and he has no records of any of his companies for such a period.",
      "id": "s61"
    },
    {
      "text": "He says that at the time of the acquisition, Carringbush was acting in its capacity as trustee of the CU Trust.",
      "id": "s62"
    },
    {
      "text": "He says that the funds were provided by way of a loan from Carringbush Corporation.",
      "id": "s63"
    },
    {
      "text": "He says that the true financial position of Rothwells was not clear to him.",
      "id": "s64"
    },
    {
      "text": "He says that he does not recall the write-down in the value of the investment in the Rothwells shares reflected in the financial statements for the CU Trust of 30 June 1988.",
      "id": "s65"
    },
    {
      "text": "However, the financial statements prepared by Carringbush's accountants were tabled and approved at the Annual General Meeting on 31 December 1988.",
      "id": "s66"
    },
    {
      "text": "Mr Denoon says that he relied upon the advice of the accountants in preparing the accounts and the accounts are based upon material provided to the accountants at the time.",
      "id": "s67"
    },
    {
      "text": "He says that his practice has been to review the accounts and then, once assurances have been received from the accountants as to relevant matters, to adopt the accounts as a \"true and correct set of accounts\".",
      "id": "s68"
    },
    {
      "text": "He says in his affidavit that he believes the accounts recording the purchase of the Rothwells shares were reviewed by him shortly after their preparation and he believes now, consistent with his usual practice, that the accounts prepared at the time reflect a true and fair view of the transaction and the matters the accounts address.",
      "id": "s69"
    },
    {
      "text": "In cross-examination, Mr Denoon explained the contextual background to the acquisition of the Rothwells shares.",
      "id": "s70"
    },
    {
      "text": "He said that in May or June of 1987, he had concluded a joint venture project with a large Japanese company called Kumagai Gumi.",
      "id": "s71"
    },
    {
      "text": "Upon the completion of the joint venture, an amount of approximately $11,000,000 became payable to Mr Denoon's joint venture entity.",
      "id": "s72"
    },
    {
      "text": "Mr Denoon caused $10,000,000 to be placed on deposit with the Hong Kong Bank.",
      "id": "s73"
    },
    {
      "text": "Wardleys was the merchant banking arm of the Hong Kong Bank.",
      "id": "s74"
    },
    {
      "text": "Although the deposit with the Hong Kong Bank was supposed to be a confidential matter between the bank and its customer, Mr Yonge from Wardleys approached Mr Denoon and told him that he knew that an amount of $10,000,000 was on deposit with the bank.",
      "id": "s75"
    },
    {
      "text": "Mr Denoon was annoyed that Wardleys knew that information.",
      "id": "s76"
    },
    {
      "text": "Mr Yonge asked Mr Denoon to invest $5,000,000 in the Rothwells rescue.",
      "id": "s77"
    },
    {
      "text": "Mr Denoon had reservations because of the low opinion he held of Mr Connell, who was the primary guiding mind of Rothwells.",
      "id": "s78"
    },
    {
      "text": "Mr Denoon says that he was \"badgered\" to provide the funds.",
      "id": "s79"
    },
    {
      "text": "He thought he had conversations with Kerry Roxburgh about it.",
      "id": "s80"
    },
    {
      "text": "Mr Denoon agreed to invest $2.5m in the rescue and subscribe for the shares.",
      "id": "s81"
    },
    {
      "text": "The attempt to assemble a rescue package occurred consequent upon the stock market crash in October 1987.",
      "id": "s82"
    },
    {
      "text": "Mr Denoon said that he was not sure how the purchase of the shares was financed.",
      "id": "s83"
    },
    {
      "text": "He thinks that Carringbush Corporation provided loan monies to Carringbush as trustee of the CU Trust to enable it to purchase the shares.",
      "id": "s84"
    },
    {
      "text": "There may have been a direct transfer of money from the monies held by the Hong Kong Bank.",
      "id": "s85"
    },
    {
      "text": "Alternatively, Mr Denoon may have signed a cheque drawn on an account of one of the companies in the Carringbush group of companies.",
      "id": "s86"
    },
    {
      "text": "He can not recall whether the money on deposit with the Hong Kong Bank was held in the name of Carringbush Corporation or a special purpose vehicle established for the joint venture.",
      "id": "s87"
    },
    {
      "text": "Mr Denoon is clear that the deposit at the Hong Kong Bank was not in the name of the CU Trust.",
      "id": "s88"
    },
    {
      "text": "Mr Denoon accepts that he has no loan documentation in relation to the transaction nor any minutes of a meeting recording a loan from Carringbush Corporation or any other company to Carringbush as trustee of the CU Trust to finance the acquisition of the Rothwells shares.",
      "id": "s89"
    },
    {
      "text": "Mr Denoon accepts that he is not able to produce a copy of the application form for the shares which was completed and lodged with Wardleys.",
      "id": "s90"
    },
    {
      "text": "He also accepts that he is not able to now recall the precise number of ordinary shares or cumulative redeemable convertible preference shares taken up.",
      "id": "s91"
    },
    {
      "text": "He relies on the accounts and the Rothwells share register.",
      "id": "s92"
    },
    {
      "text": "He accepts that he has no present knowledge of the entity specified in the application form submitted to Wardleys.",
      "id": "s93"
    },
    {
      "text": "Mr Denoon however recalls the discussions with James Yonge and believes he discussed the transaction with Mr Roxburgh.",
      "id": "s94"
    },
    {
      "text": "Mr Denoon was cross-examined about three matters which are relied upon as calling into question the accuracy or reliability of the financial statements.",
      "id": "s95"
    },
    {
      "text": "The first of those matters concerned the share price.",
      "id": "s96"
    },
    {
      "text": "Mr Denoon caused an application to be made to take up the shares at a price of $1.75.",
      "id": "s97"
    },
    {
      "text": "However, the relevant market price of the shares in the period in question fluctuated between approximately $0.65 and $0.80 and it was put to Mr Denoon that it thus seemed improbable that he would cause an entity under his control to subscribe for Rothwells shares at such a premium.",
      "id": "s98"
    },
    {
      "text": "Mr Denoon accepted that the difference between the market price and the subscription price seemed anomalous and he could only speculate that the people from Wardleys must have encouraged him to believe that they could turn the company around in some fashion.",
      "id": "s99"
    },
    {
      "text": "It was put to Mr Denoon that if he had thought about such an investment for a moment, he would not have made the investment.",
      "id": "s100"
    },
    {
      "text": "Mr Denoon said that he did think about it and, in fact, he did make the investment.",
      "id": "s101"
    },
    {
      "text": "He says he well remembers the discussions with Wardleys.",
      "id": "s102"
    },
    {
      "text": "He regarded an investment of $2.5m as a significant amount and he well remembers losing the entirety of the investment.",
      "id": "s103"
    },
    {
      "text": "The second matter put to Mr Denoon was that there were no minutes or records of a loan transaction between any Carringbush entity and Carringbush as trustee of the unit trust and moreover the financial statements for the year ending 30 June 1988 did not reflect a loan from Carringbush Corporation or any other Carringbush entity in an amount of $2.5 million.",
      "id": "s104"
    },
    {
      "text": "In the course of Mr Denoon's oral evidence he thought that the joint venture entity may have been a Victorian Carringbush company.",
      "id": "s105"
    },
    {
      "text": "The balance sheet for the CU Trust at 30 June 1988 shows non-current liabilities in the form of unsecured loans as $56,469,575.00 and Note 6 to the accounts identifies those loans.",
      "id": "s106"
    },
    {
      "text": "A substantial amount is a loan from Carringbush Kumagai Limited ($50,313,868.00).",
      "id": "s107"
    },
    {
      "text": "Mr Denoon accepts that no part of that loan is a loan for the acquisition of the Rothwells shares.",
      "id": "s108"
    },
    {
      "text": "There is also a loan from Carringbush (Vic) Pty Ltd of $5,645,717.00.",
      "id": "s109"
    },
    {
      "text": "Mr Denoon, when asked about that loan, paused for some time but ultimately thought that the loan for the acquisition of the Rothwells shares was not reflected in the loan from Carringbush (Vic) Pty Ltd. Mr Denoon accepts that the financial accounts for the year ending 30 June 1988 do not reflect a loan for the acquisition of the Rothwells shares.",
      "id": "s110"
    },
    {
      "text": "The third matter put extensively to Mr Denoon was that the records relating to Carringbush maintained by the Australian Securities and Investments Commission suggest a sequence in the evolution of Carringbush Corporation which shows that Carringbush Corporation was not operating by that name until 1 July 1989.",
      "id": "s111"
    },
    {
      "text": "Carringbush Corporation was a corporation that changed its name a number of times in quick succession.",
      "id": "s112"
    },
    {
      "text": "Mr Denoon accepted that there was no other corporation called Carringbush Corporation other than the entity which ultimately came to be called Carringbush Corporation, apparently on 1 July 1989.",
      "id": "s113"
    },
    {
      "text": "Ultimately, the Commissioner contends that since there seems to be an anomaly in the references to Carringbush Corporation; an anomaly in the subscription price and the prevailing market price; a failure to record in the financial statements of the CU Trust any reference to a loan transaction between a lender and the CU Trust in respect of the funds used to acquire the Rothwells shares; and no primary documents, the financial accounts ought not to be treated as a true and fair reflection of the transactions and the matters they purport to address.",
      "id": "s114"
    },
    {
      "text": "However, there are a number of things that seem to me to be persuasive.",
      "id": "s115"
    },
    {
      "text": "Mr Denoon has a clear recollection of the transaction in the sense that he recalls the approach from Wardleys based on what he regarded as a quite unprincipled access to information about a deposit with the Hong Kong Bank.",
      "id": "s116"
    },
    {
      "text": "He recalls the request for the subscription for shares reflecting an investment of $5m as part of a rescue package for Rothwells and he recalls being pressed or badgered about the matter.",
      "id": "s117"
    },
    {
      "text": "He recalls committing $2,500,000.00 to the transaction and he well recalls losing all the money which must have been an experience imprinted upon Mr Denoon's mind.",
      "id": "s118"
    },
    {
      "text": "I have no doubt that Mr Denoon, who I regard as a witness who was telling the truth and honestly trying to recall the elements of the transaction and answer questions about it, responded to the Wardleys' request and elected to apply for the Rothwells shares and cause $2,500,000.00 to be paid for them.",
      "id": "s119"
    },
    {
      "text": "The transaction occurred 21 years ago.",
      "id": "s120"
    },
    {
      "text": "The financial accounts for the CU Trust for the year ending 30 June 1988 were prepared by BDO Nelson Parkhill on 5 December 1988.",
      "id": "s121"
    },
    {
      "text": "The evidence is that the external accountants were provided with all of the primary documents relating to the financial affairs for the CU Trust including expenditure vouchers, cheque requisitions, bank statements, cheque books and other primary documents.",
      "id": "s122"
    },
    {
      "text": "The accountants prepared the financial statements of the trust in such a way as to reflect the acquisition of the Rothwells shares by Carringbush as trustee of the CU Trust because, I infer, the primary documents caused the accountants to believe that the trustee of the CU Trust had made an investment in the Rothwells shares in the amount reflected in the accounts.",
      "id": "s123"
    },
    {
      "text": "By the time the accounts were prepared on 5 December 1988, the true and fair view at 30 June 1988 of the value of the investment in the Rothwells shares was diminished by $1,242,655.00.",
      "id": "s124"
    },
    {
      "text": "The accounts reflect an investment in the Rothwells shares in the full amount of the acquisition price subject to diminution in value.",
      "id": "s125"
    },
    {
      "text": "Similarly, the financial accounts for the year ending 30 June 1989 reflect a provision for diminution in the value of the Rothwells shares by a further $1,250,000.00 reducing the value of the investment to nil at 30 June 1989.",
      "id": "s126"
    },
    {
      "text": "The financial accounts for the year ending 30 June 1988 also show non-current assets in the form of debts owed to the CU Trust of $59,931,251.00 including an amount of $1,000.00 as a non-current debt owed by Carringbush Corporation Limited.",
      "id": "s127"
    },
    {
      "text": "The accounts also show, by comparison with the position at 30 June 1987, current debts due to the CU Trust from Carringbush Corporation of $1,000.00.",
      "id": "s128"
    },
    {
      "text": "Although there may be some unexplained confusion in the evolution of the use of the name Carringbush Corporation, the plain inference is that the accountants took the view that Carringbush as trustee of the CU Trust had engaged in relevant commercial transactions with Carringbush Corporation in the 1987 and 1988 financial years.",
      "id": "s129"
    },
    {
      "text": "It is clear that Mr Denoon can not recall with precision which entity was a lender of funds to the CU Trust to enable the acquisition of the Rothwells shares to occur.",
      "id": "s130"
    },
    {
      "text": "He accepts that the acquisition was not funded out of the cash flows available to Carringbush as trustee of the CU Trust.",
      "id": "s131"
    },
    {
      "text": "Nevertheless, the financial accounts for the 1988 and 1989 financial years have been prepared by the accountants with access to the primary documents.",
      "id": "s132"
    },
    {
      "text": "Those accounts have been prepared on the footing that the Rothwells shares were acquired by the CU Trust.",
      "id": "s133"
    },
    {
      "text": "The annexures to Mr Denoon's affidavit of the pages from the Rothwells share register as printed on 29 September 1988 and 1 November 1988 record the ownership of those shares in the name of Carringbush.",
      "id": "s134"
    },
    {
      "text": "Mr Kerry Roxburgh, the former deputy managing director of Wardleys, also gave evidence about the rescue package.",
      "id": "s135"
    },
    {
      "text": "Mr Roxburgh knew Mr Denoon from previous commercial transactions.",
      "id": "s136"
    },
    {
      "text": "Mr Roxburgh however thought that he had no discussions with Mr Denoon about the transaction to subscribe for Rothwells shares.",
      "id": "s137"
    },
    {
      "text": "Rather, Mr Roxburgh thought that Mr Yonge conducted the relevant discussions with Mr Denoon.",
      "id": "s138"
    },
    {
      "text": "In his affidavit evidence, Mr Roxburgh described the applicants for shares as sub-underwriters of the proposed Rothwells issue.",
      "id": "s139"
    },
    {
      "text": "In cross-examination, Mr Roxburgh explained that Wardleys had underwritten the issue and that a project team had been established to secure applications for shares so as to, in effect, lay off the risk of the underwriting.",
      "id": "s140"
    },
    {
      "text": "A list of targets was prepared and each person on the list was systematically approached including Mr Denoon.",
      "id": "s141"
    },
    {
      "text": "Once Wardleys had secured a commitment from a particular person, the project team pursued the completion of the subscription process which involved an applicant for shares filling out and lodging an application form and making arrangement for payment of the subscription price.",
      "id": "s142"
    },
    {
      "text": "These steps took place in January 1988.",
      "id": "s143"
    },
    {
      "text": "The completed applications had to be returned to the project team in January 1988 and those applications were passed on to Rothwells for the issue of the shares.",
      "id": "s144"
    },
    {
      "text": "The shares were not issued by Wardleys.",
      "id": "s145"
    },
    {
      "text": "The original application document was held in the records of Rothwells.",
      "id": "s146"
    },
    {
      "text": "Mr Roxburgh was asked about the anomaly concerning the fluctuations in the share price between $0.65 and $0.80 at the relevant time and the subscription price of $1.75 for shares.",
      "id": "s147"
    },
    {
      "text": "Mr Roxburgh seemed to acknowledge that such a differential existed and this simply meant that \"the follow up was a very difficult process, but I also recall that we were extremely pleased with the response and that we did not have a shortfall.",
      "id": "s148"
    },
    {
      "text": "But I do recall it was a very difficult process\".",
      "id": "s149"
    },
    {
      "text": "Evidence was also given by Mr William Ross Scott.",
      "id": "s150"
    },
    {
      "text": "Mr Scott has been associated with Mr Denoon since 1962.",
      "id": "s151"
    },
    {
      "text": "He was at the relevant time a full-time director of all of the companies in the Carringbush group of companies including Carringbush as trustee of the CU Trust.",
      "id": "s152"
    },
    {
      "text": "Mr Scott was responsible for the \"financial side of the businesses\".",
      "id": "s153"
    },
    {
      "text": "He says that he was involved in the affairs of each of the companies and was aware of their activities.",
      "id": "s154"
    },
    {
      "text": "His association with Mr Denoon ended in March 1992 when Mr Scott pursued an independent business opportunity.",
      "id": "s155"
    },
    {
      "text": "He says that he can not now recall the acquisition of the Rothwells shares, specifically.",
      "id": "s156"
    },
    {
      "text": "He recalls that Wardleys approached Mr Denoon and pressed him to take up an investment in shares to be issued by Rothwells.",
      "id": "s157"
    },
    {
      "text": "Mr Scott says that he was concerned about it at the time because he thought it was taking investment away from the core activities of the Carringbush group of companies.",
      "id": "s158"
    },
    {
      "text": "He says that although he can not recall the payment for the shares he would have been instrumental in arranging for and processing the payment.",
      "id": "s159"
    },
    {
      "text": "He says that if the payment was made by cheque, he would have signed it.",
      "id": "s160"
    },
    {
      "text": "If the payment was made by other means, he would have made the arrangements.",
      "id": "s161"
    },
    {
      "text": "Mr Scott says that the companies in the group maintained a general ledger on computer and there was a general ledger for the CU Trust.",
      "id": "s162"
    },
    {
      "text": "He says the general ledger would have reflected the transactions of the trust and there would have been journal entries made, \"from time to time\".",
      "id": "s163"
    },
    {
      "text": "Mr Scott can not now recall the loan transaction by which the acquisition of the shares by the CU Trust was funded.",
      "id": "s164"
    },
    {
      "text": "He thinks that the funds would have been provided by one of the entities in the Carringbush group of companies.",
      "id": "s165"
    },
    {
      "text": "He thinks that the companies' documents would have reflected a record of the payment, either in bank statements or as a journal entry in a ledger.",
      "id": "s166"
    },
    {
      "text": "Mr Scott says that he remembers the transaction because of his discussions about it with Mr Denoon.",
      "id": "s167"
    },
    {
      "text": "He says that he relies upon the accounts of the CU Trust as evidencing the ownership of the Rothwells shares although he has no independent recollection of Carringbush as trustee of the CU Trust becoming the owner of the shares.",
      "id": "s168"
    },
    {
      "text": "Mr Scott says that he was responsible for arranging the mechanics of the transfer of funds as and when required for the many developments which the Carringbush group of companies were then undertaking.",
      "id": "s169"
    },
    {
      "text": "As to the preparation of the accounts, Mr Scott confirmed that the accounts were prepared by external accountants and that those accountants had access to all of the books and records of the Carringbush group of companies.",
      "id": "s170"
    },
    {
      "text": "He explained that the accountants would attend the premises for the group of companies and prepare the accounts from \"chequebooks, bank reconciliations, whatever was --- whatever information was available, they had access to it\".",
      "id": "s171"
    },
    {
      "text": "As to the accuracy of the accounts, Mr Scott said, \"Well, I was involved from a director's point of view in going through the draft accounts with the accountants and auditors, and I would have been satisfied that they represented a true picture\".",
      "id": "s172"
    },
    {
      "text": "Mr Scott was asked in cross-examination about the business method of recording a loan transaction in the order of $2.5 million.",
      "id": "s173"
    },
    {
      "text": "Mr Scott accepted that an inter-company loan transaction would, in the ordinary course, have been the subject of a minute at least, \"on a fairly regular basis\".",
      "id": "s174"
    },
    {
      "text": "Making a minute of such a loan transaction or a significant variation to such a loan would depend upon whether the transaction was truly a loan transaction or simply a current account transaction which would not necessarily have been minuted.",
      "id": "s175"
    },
    {
      "text": "Mr Scott said that an amount of $2.5m was not a major amount in the context of the development activities of the Carringbush group of companies at the time and would not necessarily have been minuted.",
      "id": "s176"
    },
    {
      "text": "Loan transactions with external lenders were in a different category and would have been minuted.",
      "id": "s177"
    },
    {
      "text": "I accept the evidence of Mr Denoon, Mr Roxburgh and Mr Scott.",
      "id": "s178"
    },
    {
      "text": "I am satisfied that the financial statements for the year ending 30 June 1988 and 1989 prepared by BDO Nelson Parkhill based upon access to all of the primary documents relating to the activities of the Carringbush group of companies and more particularly Carringbush and the CU Trust, evidence a transaction by which Carringbush as trustee of the CU Trust acquired the Rothwells shares.",
      "id": "s179"
    },
    {
      "text": "I am satisfied that the acquisition is consistent with the entries recorded in the Rothwells share register.",
      "id": "s180"
    },
    {
      "text": "I am satisfied that Carringbush as trustee of the CU Trust paid for those shares in an amount of $2,492,655.00 and that those funds were available to Carringbush as trustee of the CU Trust, on the balance of probabilities, by means of an inter-company loan.",
      "id": "s181"
    },
    {
      "text": "I accept that the financial statements for the 1988 and 1989 financial years do not expressly reflect such a loan.",
      "id": "s182"
    },
    {
      "text": "However, I do not regard that matter as a proper basis upon which the financial statements for those years ought to be called in question and displaced as evidence of the acquisition.",
      "id": "s183"
    },
    {
      "text": "The funds may have been available to Carringbush from companies within the group of companies on the basis, as Mr Scott thought possible, that loan funds were provided or drawn down from a company within the group and repaid within the financial year in which event the transaction would not be recorded as a loan transaction in the financial statements at 30 June 1988.",
      "id": "s184"
    },
    {
      "text": "In any event, the oral evidence of best recollection of a transaction that occurred 21 years ago, taken in conjunction with the entries in the financial statements and the entries in the share register, establish, on the balance of probabilities, that the Rothwells shares were acquired by Carringbush as trustee of the CU Trust in or about January or February 1988 or at least at a date within the second six months of the financial year ending 30 June 1988.",
      "id": "s185"
    },
    {
      "text": "The shares were sold in the 1993 income year giving rise to a net capital loss of $2,492,653.50.",
      "id": "s186"
    },
    {
      "text": "The events of June 1993\n The events of June 1993 were influenced by the financial circumstances confronting the CU Trust and Mr Denoon.",
      "id": "s187"
    },
    {
      "text": "In the 1987 financial year the CU Trust achieved a trading profit from its land development operations of $2,771,629.00.",
      "id": "s188"
    },
    {
      "text": "In the 1988 financial year the trust achieved a net profit of $3,954,719.00 from land development operations.",
      "id": "s189"
    },
    {
      "text": "However, in the 1989 financial year the CU Trust suffered a loss of $2,881,749.00.",
      "id": "s190"
    },
    {
      "text": "The balance sheet for that year shows trust funds of $10.00 and accumulated trading losses of $2,881,747.00.",
      "id": "s191"
    },
    {
      "text": "Total assets were approximately $64m and total liabilities were in excess of $67m.",
      "id": "s192"
    },
    {
      "text": "In the 1990 financial year the CU Trust achieved an operating profit of $359,319.00.",
      "id": "s193"
    },
    {
      "text": "However, carried forward losses from the previous financial year resulted in accumulated losses at 30 June 1990 of $3,322,428.00.",
      "id": "s194"
    },
    {
      "text": "Those losses were overstated, by mistake, as the carried forward losses from the previous year were $2.8m and thus the accumulated losses in the 1990 financial year were $2,522,428.00.",
      "id": "s195"
    },
    {
      "text": "The error was corrected by a journal entry.",
      "id": "s196"
    },
    {
      "text": "In the 1991 financial year the CU Trust derived an operating profit of $376,296.00.",
      "id": "s197"
    },
    {
      "text": "However, accumulated losses at the end of the financial year were $2.9m.",
      "id": "s198"
    },
    {
      "text": "In the 1992 financial year the CU Trust suffered an operating loss of $964,738.00.",
      "id": "s199"
    },
    {
      "text": "The accumulated loss at 30 June 1992 was $3,910,870.00.",
      "id": "s200"
    },
    {
      "text": "The balance sheet for the 1992 financial year reflects a deficiency of liabilities over assets of $3.9m.",
      "id": "s201"
    },
    {
      "text": "Note 5 to the accounts for that year discloses a contingent liability on the footing that Carringbush as trustee of the CU Trust was a guarantor of the obligations owed by Carringbush Corporation to AGC (Advances) Limited.",
      "id": "s202"
    },
    {
      "text": "The total liability under the particular facilities at 30 June 1992 was $44,482,656.00.",
      "id": "s203"
    },
    {
      "text": "In the 1992 financial accounts, like the 1991 financial accounts, the directors noted that notwithstanding the deficiency in net assets, the financial statements had been prepared on a going-concern basis as the directors had received an assurance of continuing financial support for the CU Trust and the directors recorded in their accompanying statement that they believed such financial support would continue to be available.",
      "id": "s204"
    },
    {
      "text": "Mr Denoon gave this evidence-in-chief by his primary affidavit filed 29 August 2008.",
      "id": "s205"
    },
    {
      "text": "In the first half of 1993 Mr Denoon's accountant at BDO Nelson Parkhill, Mr James Kirby, put Mr Denoon in contact with a property developer from Queensland, Mr David Clark, and Mr Clark's accountant, Mr Tony Lovett.",
      "id": "s206"
    },
    {
      "text": "Mr Clark was introduced to Mr Denoon by Mr Kirby as someone who was said to have capital available to invest in particular projects notwithstanding the \"downturn\" in the property market.",
      "id": "s207"
    },
    {
      "text": "Mr Clark was anxious to become involved in larger property development projects.",
      "id": "s208"
    },
    {
      "text": "Mr Denoon and Mr Clark agreed to undertake property development projects and work in a \"joint venture arrangement\".",
      "id": "s209"
    },
    {
      "text": "Mr Denoon was aware of Mr Clark's financial position.",
      "id": "s210"
    },
    {
      "text": "He was a person who had access to funds \"in a tight financial market\".",
      "id": "s211"
    },
    {
      "text": "Mr Denoon had suffered heavy losses and was looking to \"re-establish [himself] financially\".",
      "id": "s212"
    },
    {
      "text": "He saw Mr Clark as someone who would be capable of assisting him in that objective.",
      "id": "s213"
    },
    {
      "text": "Mr Denoon agreed to assist Mr Clark in undertaking larger scale property development projects both as a \"consultant\" to Mr Clark and \"as a future equity participant\".",
      "id": "s214"
    },
    {
      "text": "Mr Denoon says that he and Mr Clark selected the CU Trust as the vehicle for implementing the proposed joint venture.",
      "id": "s215"
    },
    {
      "text": "He says that one important factor which each of them took into account in selecting the CU Trust was the potential that \"the capital losses on the Rothwells shares could shelter any future capital gains\".",
      "id": "s216"
    },
    {
      "text": "He says that Mr Clark agreed to pay $60,000.00 to \"pay for his share of the losses\".",
      "id": "s217"
    },
    {
      "text": "Mr Denoon considered that as Mr Clark was to introduce capital of $1.8m into the arrangements, it was reasonable that Mr Clark's interests also assume control of the CU Trust.",
      "id": "s218"
    },
    {
      "text": "He says that at the time of these discussions, he was only interested in selling \"a one-half interest in the [CU Trust] --- in the hope and expectation that I would be able to reap some benefit from those losses once the projects which Mr Clark was undertaking were completed profitably\".",
      "id": "s219"
    },
    {
      "text": "Mr Denoon agreed a consultancy fee with Mr Clark.",
      "id": "s220"
    },
    {
      "text": "Mr Denoon says the consultancy arrangement brought him \"immediate cash flow from which I thought that I would be able to carry out the tasks and pursue the development opportunities through the [CU Trust]\".",
      "id": "s221"
    },
    {
      "text": "Mr Denoon says that he was told that Mr Clark did not wish the assets of the CU Trust to be exposed to any liabilities that Carringbush had incurred.",
      "id": "s222"
    },
    {
      "text": "Accordingly, Mr Clark's solicitor and accountant undertook a due diligence process to isolate the scope of those actual and potential liabilities.",
      "id": "s223"
    },
    {
      "text": "Mr Denoon says that as the loans, made by entities controlled by him within the Carringbush group of companies, to Carringbush were \"irrecoverable due to the minimal net value of the assets of the [CU Trust] following the property down turn I was prepared to write those loans off formally and provide formal indemnities by my entities that they would not seek recovery in the future from Carringbush or the trustee of the [CU Trust] for the time being\".",
      "id": "s224"
    },
    {
      "text": "Mr Denoon said that he regarded the arrangements and the transaction just mentioned, to be of great benefit to him as it gave him the opportunity to \"proceed with interesting projects\" which he would not have been otherwise able to undertake.",
      "id": "s225"
    },
    {
      "text": "Mr Denoon says that he reached an agreement with Mr Clark for Mr Clark to \"meet the initial ongoing capital requirements for the joint venture of $1.8 million and I would make a subsequent contribution that matched his contribution.",
      "id": "s226"
    },
    {
      "text": "If I could not, then I was obliged to sell my 50% interest to Mr Clark for $1 per unit\".",
      "id": "s227"
    },
    {
      "text": "Mr Denoon says that the arrangements involved Mr Clark or his interests acquiring five of the 10 issued units in the CU Trust and assuming control of the trustee; $60,000.00 would be paid by Mr Clark's interests by way of $50,000.00 being paid to discharge a liability to the bank and $10,000.00 being paid to BDO Nelson Parkhill in respect of outstanding fees; CEPL would accept appointment as the new trustee of the CU Trust; Mr Clark would \"inject $1.8 million of funding into the [CU Trust]\"; Arthur G Leevers Pty Ltd, a company controlled by Mr Denoon, would be contracted to act as a consultant; and Gemridge would provide \"a matching equity contribution of $1.8m by a certain date (7 days after request by Mr Clark or his Associated entities), with Mr Clark having an entitlement to buyout my 50% interest in the [CU Trust] for a nominal sum if I could not meet my commitments\".",
      "id": "s228"
    },
    {
      "text": "Mr Denoon says that following the settlement he was keen to pursue as many projects as possible.",
      "id": "s229"
    },
    {
      "text": "Mr Denoon says he and Mr Clark travelled to Forest Lake to inspect a development opportunity at Ipswich.",
      "id": "s230"
    },
    {
      "text": "He says that aided by minutes of meetings from July 1993 onward, he can recall being involved in investigating the feasibility of projects described as the Cannon Hill Shopping Plaza Project; the Cannon Hill Industrial Property Project; the Forest Lake Residential Project; a project concerning a Cairns office building; a commercial building at the corner of Edward and Alice Streets, Brisbane; and the Norwich House Project at 300 Ann Street, Brisbane.",
      "id": "s231"
    },
    {
      "text": "Mr Denoon says that projects discussed at project meetings included these projects and others such as a Strathpine townhouse development, a Castledine townhouse development, a Birkdale residential site and a Murrarie industrial site formerly owned by Darling Downs Bacon Cooperative Association Limited.",
      "id": "s232"
    },
    {
      "text": "Mr Denoon says that in entering into these arrangements and undertaking the investigation work under the consultancy agreement, \"there was never any agreement by me or any of my entities to end the [CU Trust] and commence operating through a new trust\".",
      "id": "s233"
    },
    {
      "text": "He says that it was his \"intention at all times that the [CU Trust] would continue operating and that it would simply make new investments in the same way as it had invested in the past\".",
      "id": "s234"
    },
    {
      "text": "Mr Denoon says that in entering into the transactions he believed that he would be able to meet future funding commitments on his part and make his \"matching contribution of $1.8 million in 1995\".",
      "id": "s235"
    },
    {
      "text": "He says that he was ultimately unable to raise the funds, notwithstanding his efforts, and on 27 July 1994 Gemridge wrote to the CU Trust advising of that position.",
      "id": "s236"
    },
    {
      "text": "The letter was tabled at a meeting on 15 August 1994.",
      "id": "s237"
    },
    {
      "text": "At that time significant financial commitments had been undertaken by the CU Trust which, without Mr Denoon's contribution through Gemridge, could not proceed.",
      "id": "s238"
    },
    {
      "text": "Since those projects were subject to conditions, the trustee of the CU Trust was able to resile from them without detriment.",
      "id": "s239"
    },
    {
      "text": "On 27 June 1995, the trustee agreed to a transfer of the units to Mr Clark's entity.",
      "id": "s240"
    },
    {
      "text": "On 26 April 1996, the units of the Denoon interests were transferred to Mr Clark's entity.",
      "id": "s241"
    },
    {
      "text": "Mr Denoon annexes to his affidavit the documents brought into existence which are said to reflect those arrangements.",
      "id": "s242"
    },
    {
      "text": "The documents\n(i) The Trust Deed\n The CU Trust was established on 2 July 1984.",
      "id": "s243"
    },
    {
      "text": "The settlement sum was $10.00 paid to the trustee, Carringbush, by the settlor, Mr James Kirby, to be held upon the trusts and subject to the terms of the trust deed.",
      "id": "s244"
    },
    {
      "text": "The trust is a unit trust, the settlement sum being divided into 10 $1.00 units.",
      "id": "s245"
    },
    {
      "text": "The fund is defined at cl 1(e) in these terms: \n \n \"the fund\" means:- \n \n\n \n \n i) the settled sum; \n \n\n all further sums that may be paid to the Trustee for the creation and issue of units hereunder;\n all assets, moneys, investments and property from time to time representing the settled sum and such further sums;\n all other moneys, investments and property paid or transferred to and accepted by the Trustee as additions to the fund, any accumulations of income thereto, all accretions to the fund and the investments and property from time to time representing the said moneys, investments, property, accumulations and accretions; and\n the proceeds of sale of such assets, investments and property\n The net income of the fund is defined at cl 1(h) in these terms: \n \n \"the net income of the fund\" means in any distribution period the total of the rents, interest, fees, dividends, charges, sales and any other moneys and the value of any other assets which shall in the opinion of the Trustee be received by the Trustee by way of income in respect of the fund LESS all expenses properly incurred and paid by the Trustee arising from or incidental to the ownership, management and control of the fund.",
      "id": "s246"
    },
    {
      "text": "The trust deed sets out a description of the class of expenses to be taken into account in determining the net income of the fund.",
      "id": "s247"
    },
    {
      "text": "By cl 3, the trust is created in these terms: The Founder hereby settles upon the Trustee the settled sum and the Trustee hereby declares that it will henceforth stand possessed of the settled sum and the fund and the income thereof for the unit holders specified in the Schedule hereto and subsequently the unit holders for the time being upon the trusts and powers and subject to the terms covenants and conditions herein contained.",
      "id": "s248"
    },
    {
      "text": "By cl 4, the trust shall be determined 99 years from the date of the trust deed unless determined earlier in accordance with cl 23.",
      "id": "s249"
    },
    {
      "text": "By cl 6, the beneficial interest in the fund is divided into units consisting initially of 10 units of $1.00 each.",
      "id": "s250"
    },
    {
      "text": "No unit confers any interest in any particular part of the fund nor in any particular asset of the trust: cl 6(b).",
      "id": "s251"
    },
    {
      "text": "By cl 7, the trustee may at any time and shall immediately prior to the creation of any units or the redemption of any units obtain from the auditor a valuation certifying, in the opinion of the auditor, the then net tangible asset value of the fund.",
      "id": "s252"
    },
    {
      "text": "By cl 8, the trustee may cause units to be created and may accept applications for units subject to conditions appearing in the trust deed, as the trustee may determine appropriate.",
      "id": "s253"
    },
    {
      "text": "By cl 9, the trustee may create and issue units and accept applications for units subject to the conditions set out at cl 9(a) to (e).",
      "id": "s254"
    },
    {
      "text": "By cl 9(a), the trustee before inviting a person to subscribe for units must obtain a certificate from the auditor of the net tangible asset value of the fund in accordance with cl 6.",
      "id": "s255"
    },
    {
      "text": "By cl 10, a unit holder may at any time by notice in writing to the trustee request the trustee to redeem the whole or any lesser number of the units then held by that person.",
      "id": "s256"
    },
    {
      "text": "In such a case the unit certificate shall be surrendered and the redemption price is to be calculated in accordance with a mechanism set out in the trust deed taking account of a net tangible asset valuation by the auditor.",
      "id": "s257"
    },
    {
      "text": "By cl 11, the distribution of the income of the CU Trust is to be made in accordance with these provisions: (a) The Trustee shall in or in respect of each Accounting Period until the Vesting Day pay apply or set aside the whole of the net income of the Trust Fund for such accounting period to or for the benefit of each class of unit holders in such proportions as the Trustee in its absolute discretion may determine.",
      "id": "s258"
    },
    {
      "text": "(b) If in respect of any Accounting Period the Trustee does not exercise its discretion in accordance with Clause (a) above then the net income of the Trust Fund shall be distributed to the unit holders in proportion to the number of units so held.",
      "id": "s259"
    },
    {
      "text": "By cl 12, the Trustee is to maintain an up-to-date register of unitholders.",
      "id": "s260"
    },
    {
      "text": "Clause 14 provides for the transfer of units in these terms: (a) Every unit holder shall be entitled to transfer to any other person the units or any of the units for the time being held by him by an instrument in writing in such form as the Trustee may from time to time approve.",
      "id": "s261"
    },
    {
      "text": "Such form shall contain a provision to the effect that the transferee shall agree to be bound by the provisions of this Deed.",
      "id": "s262"
    },
    {
      "text": "The Trustee may not refuse to register the transfer of any units unless the transferee is a person who is not, in the reasonable opinion of the Trustee, a respectable, responsible and solvent person.",
      "id": "s263"
    },
    {
      "text": "The power to manage the CU Trust fund is conferred by cl 15 in these terms: The Trustee shall have power to do all such things that it may consider to be desirable in or conducive to the best interests of the fund or of the unit holders or that it considers necessary or desirable to enable the Trustee to carry out the terms of this Deed or to fulfil its duties, responsibilities and obligations hereunder, and without prejudice to the generality of the foregoing the Trustee shall have and may exercise from time to time the following powers:-\n \n \n (a) To apply and invest all moneys at any time forming part of the Trust Fund in any such investments whether involving liabilities or not or upon personal credit with or without security and upon such terms and conditions as the Trustee shall in its absolute discretion think fit and whether or not such investments shall be authorised for the investment of trust funds and to the intent that the trustee shall have the same powers in all respects as if it were the absolute owner beneficially entitled including without diminishing the generality of the foregoing the subscription for, the taking up on allotment and the purchase of any shares, stocks, bonds, mortgages, debentures, obligations or securities of any government authority or company incorporated in any part of the world and the purchase lease or other acquisition of any real or personal property wheresoever situate or any part or share or interest therein and notwithstanding that the same may not be income producing or may be of a wasting or speculative nature and to ensure all rights and privileges and perform all duties and obligations appertaining or incidental thereto; \n \n\n \n \n (b) To carry on or assist in carrying on whether by itself or in partnership with any person or persons or corporations any business which it shall in its absolute discretion think fit and for that purpose may employ in any such business the whole or any part of the capital or income of the Trust Fund as it shall from time to time see fit to advance for the purposes of such business and for this purpose may engage or concur in engaging on such terms as it shall think fit any managers (whether corporate or not) and other employees of the business and may delegate any of the powers vested in it by this sub-clause to any person or persons or corporations [and] may otherwise act in relation to the said business as if it were beneficially entitled thereto; \n \n\n \n \n (c) To make or purchase any such investments for cash or in consideration of an annuity or otherwise and upon such terms and conditions as the Trustee shall in its absolute discretion think fit and it may make or purchase any such investment for a sum greater than the amount of the Trust Fund for the time being and it may agree to pay for any such investments wholly or in part from any future moneys which may come into its hands, including dividends, profits, interest or other income paid or payable in respect of any such investments from the carrying on of any business pursuant to this Deed.",
      "id": "s264"
    },
    {
      "text": "... \n \n\n Clause 15 sets out 19 other subclauses which recite expansive powers of management vested in the trustee.",
      "id": "s265"
    },
    {
      "text": "They include the power to lend and borrow monies on broad terms; to give a guarantee; to grant and take options or otherwise deal with any real or personal property of any kind; to sell or dispose of any property; to pay out of the trust fund or the income of the fund all costs, charges and expenses incurred in the management of the fund; and to incorporate any company or companies in any place at the expense of the fund or income derived from the fund for the purpose of acquiring the whole or any part of the trust fund; and to transfer any of the investments or property constituting the trust fund or any part of it to the trustee of any other trust for fair and reasonable value.",
      "id": "s266"
    },
    {
      "text": "As to the conduct of any undertaking, cl 16 provides: The Trustee shall, subject to any powers delegated to a manager of the fund at any time, have absolute and uncontrolled discretion as to the carrying on of any business undertaken by the Trustee hereunder and as to the investment in authorised investments of any asset forming part of the trust fund and as to the purchase, sale, transfer, exchange or alteration of any of the assets forming part of the fund from time to time.",
      "id": "s267"
    },
    {
      "text": "The Trustee shall pay out of the fund all outgoings and expenses of the carrying on by the Trustee of any business hereunder and all costs and disbursements including ...\n As to the discharge of the trustee's liabilities, cl 17 provides: At all times when pursuant to this Deed the Trustee is required to make any payment to meet any liability of the Trustee hereunder the Trustee shall be entitled to sell or realise any investments or other assets held by it in the fund and to apply the proceeds of such sale or realisation in meeting the Trustee's liabilities hereinbefore referred to.",
      "id": "s268"
    },
    {
      "text": "As to the trustee's indemnities, cl 20 provides: Subject to and without in any way limiting the [covenants] given by the Trustee herein it is hereby expressly declared as follows:-\n \n \n (a) Except in so far as herein otherwise expressly provided the Trustee shall as regards all the trusts, powers, authorities and discretions vested in it have absolute and uncontrolled discretion as to the exercise thereof whether in relation to the manner or as to the mode of and time for the exercise thereof and the Trustee shall not be liable for any loss or damage occurring or suffered by the fund or any or all [of] the unit holders as a result of its concurring or refusing or failing to concur in the exercise of any such trust, power, authority or discretion.",
      "id": "s269"
    },
    {
      "text": "... \n \n\n Clause 23 provides for the determination of the Trust.",
      "id": "s270"
    },
    {
      "text": "Clause 23 is in these terms: \n \n The Trustee shall if so directed by a unanimous resolution passed at a duly constituted meeting of unit holders at any time by Deed or by oral resolution of its directors determine the trust hereby created.",
      "id": "s271"
    },
    {
      "text": "Clause 24 provides for the procedure on determination of the Trust.",
      "id": "s272"
    },
    {
      "text": "Clause 25 provides for alterations to the trust deed.",
      "id": "s273"
    },
    {
      "text": "Clause 25(a) is in these terms: \n \n The Trustee may with the prior approval of an extraordinary resolution passed at a duly constituted meeting of unit holders by Deed or by oral resolution of its directors alter, modify, add to or cancel all or any of the provisions of this Deed (including this Clause).",
      "id": "s274"
    },
    {
      "text": "By cl 32, the unitholders may by extraordinary resolution remove any trustee at any time and appoint a new trustee or an additional trustee provided that the removal of a trustee shall not be effected otherwise than simultaneously by a new trustee.",
      "id": "s275"
    },
    {
      "text": "By cl 33, any trustee may at any time resign the trusteeship on giving no less than two months notice addressed to all of the unitholders for the time being.",
      "id": "s276"
    },
    {
      "text": "The initial unitholders were Mr Denoon (3 units), Mrs Denoon (3 units) and Mr Scott (4 units).",
      "id": "s277"
    },
    {
      "text": "Those units were redeemed and Gemridge made application for the issue of 9 units and Mr Denoon applied for the issue of 1 unit.",
      "id": "s278"
    },
    {
      "text": "Those units were issued on 18 March 1987.",
      "id": "s279"
    },
    {
      "text": "(ii) The Joint Venture Deed\n On 24 June 1993, DCE Holdings Pty Ltd (\"Clark Holdings\"), Mr Clark, Gemridge and Mr Denoon entered into a joint venture deed.",
      "id": "s280"
    },
    {
      "text": "The deed recites that the parties have agreed to enter into joint venture arrangements: Clark Holdings is to acquire four of the units in the CU Trust and Mr Clark is to acquire one of the units; Gemridge and Denoon are to retain four units and one unit respectively; the joint venture undertaking is to be conducted through the Carringbush Unit Trust by its new trustee, CEPL; the parties are to \"finance the cash needs of the [CU Trust] to fund its joint venture activities by equal contributions from [Clark Holdings] and Gemridge\"; and Clark Holdings \"will inject ... $1,800,000.00 to meet the immediate projected needs of the Trust in respect of its contemplated undertaking and that Gemridge will when requested contribute an equal amount\".",
      "id": "s281"
    },
    {
      "text": "Clause 1 of the operative provisions provides, that within seven days of the date of the deed, Clark Holdings will \"fund the Trust by way of the contribution (other than by way of loan) of an amount equal to ... [$1.8m] which moneys will be paid to the Trustee and banked to the Trust bank account under the control of the Trustee\".",
      "id": "s282"
    },
    {
      "text": "By cl 2(a), Gemridge agrees to make a contribution of $1.8m, other than by way of loan, within seven days of receipt of a written request from the trustee or Clark Holdings to make the contribution, so as \"to fund the business activity of the [CU Trust]\".",
      "id": "s283"
    },
    {
      "text": "Clause 2(a) also provides that in the event that Gemridge fails to make the payment within the time stipulated, Clark Holdings may at its option require a transfer to it of the unit holding of Gemridge and Denoon in consideration of the payment of $1.00 for each of the five units.",
      "id": "s284"
    },
    {
      "text": "By cl 4, the parties acknowledge that Gemridge will not be required \"to make any contribution to [the] funding of the undertaking of the [CU Trust] unless and until [Clark Holdings] first makes contribution and in such an event Gemridge shall be required to make contribution of the amount equal to the contribution of [Clark Holdings] and no more\".",
      "id": "s285"
    },
    {
      "text": "Clause 5 of the deed recites that nothing contained in the deed \"shall be construed to constitute any of the parties hereto a general partner, agent or representative of any other party or to create any trust or partnership at law for any purpose whatsoever\".",
      "id": "s286"
    },
    {
      "text": "(iii) The Unit Transfer Deeds\n On 24 June 1993, Gemridge entered into a further deed providing for the transfer of four units in the CU Trust to Clark Holdings as trustee of the Clark Family Trust.",
      "id": "s287"
    },
    {
      "text": "On the same day, Gemridge entered into another deed in similar terms providing for the transfer of one further unit to Mr David Clark.",
      "id": "s288"
    },
    {
      "text": "Each unit was transferred at a value of $1.00.",
      "id": "s289"
    },
    {
      "text": "By those deeds, Gemridge (although mistakenly described as the transferee) warrants that the balance sheet annexed to the deed \"accurately and properly reflects the financial status (including all contingent liabilities) as at [24 June 1993] ...\": cl 3.",
      "id": "s290"
    },
    {
      "text": "Gemridge also warrants that it has no knowledge of any undisclosed liabilities of the CU Trust and that Carringbush has not given any guarantee that has not been satisfied as at the date of the deed.",
      "id": "s291"
    },
    {
      "text": "By cl 4, Gemridge indemnifies Clark Holdings and Mr David Clark against any claims or liabilities.",
      "id": "s292"
    },
    {
      "text": "By cl 5, Gemridge waives any entitlement it might have or might in the future have against the CU Trust.",
      "id": "s293"
    },
    {
      "text": "By cl 6, Clark Holdings and Mr Clark acknowledge that they have read the terms and conditions of the trust deed for the CU Trust and agree to hold the transferred units \"upon the same terms and conditions as Gemridge\".",
      "id": "s294"
    },
    {
      "text": "By cl 7, Gemridge indemnifies Clark Holdings and Mr Clark from any liabilities that might arise out of having taken a transfer of the Gemridge units and by cl 8, Gemridge warrants that the units are free of any charge or other security interest.",
      "id": "s295"
    },
    {
      "text": "Each deed is expressed to be subject to Gemridge obtaining the consent of the trustee to the transfer, in accordance with the terms of the trust deed.",
      "id": "s296"
    },
    {
      "text": "(iv) The Certificates of Transfer\n On 24 June 1993, Gemridge executed a certificate of transfer of four units in the CU Trust in favour of Clark Holdings and on the same day a further certificate of transfer of one unit was executed by Gemridge in favour of David Clark.",
      "id": "s297"
    },
    {
      "text": "Each certificate records the consent of the trustee to the transfer and is executed by the trustee.",
      "id": "s298"
    },
    {
      "text": "The relevant trustee was then CEPL.",
      "id": "s299"
    },
    {
      "text": "CEPL had been appointed trustee of the CU Trust in accordance with Part XVIII of the trust deed on that day.",
      "id": "s300"
    },
    {
      "text": "(v) The Appointment Deed\n By an appointment deed entered into on 24 June 1993 between Mr Kirby (as settlor), Carringbush, CEPL and Mr and Mrs Denoon, Carringbush retired as trustee.",
      "id": "s301"
    },
    {
      "text": "On 9 June 1993, the unitholders in the trust had held a duly convened meeting and had resolved to accept an application by CEPL to be appointed trustee of the CU Trust upon the terms and conditions of the appointment deed.",
      "id": "s302"
    },
    {
      "text": "By cl 1, the settlor and Carringbush acknowledge the acceptance of the retirement of Carringbush as trustee by both the CU Trust and the unitholders.",
      "id": "s303"
    },
    {
      "text": "The resignation took effect on 24 June 1993.",
      "id": "s304"
    },
    {
      "text": "By cl 2, CEPL is appointed trustee.",
      "id": "s305"
    },
    {
      "text": "The appointment took effect immediately.",
      "id": "s306"
    },
    {
      "text": "CEPL agrees to pay an amount of $60,000.00 in respect of the appointment.",
      "id": "s307"
    },
    {
      "text": "By cl 3, CEPL acknowledges its understanding of the terms of the trust deed and agrees to be bound by those terms and conditions and exercise and discharge the duties of trustee of the CU Trust.",
      "id": "s308"
    },
    {
      "text": "By cl 7, Carringbush warrants that the balance sheet annexed to the deed accurately and properly reflects the financial position of the trust.",
      "id": "s309"
    },
    {
      "text": "By cl 8, Carringbush and Mr and Mrs Denoon provide this indemnity: The Retiring Trustee and Denoon (both jointly and severally) hereby [indemnify] and shall keep indemnified the [CU Trust] and [CEPL] against any claim, action, suit, demand, proceeding, [judgment], order or other liability whatsoever that might arise in the future from any act or omission (negligent or otherwise) undertaken by [Carringbush] during its term as Trustee of the Carringbush Unit Trust.",
      "id": "s310"
    },
    {
      "text": "By cl 9, Carringbush waives its right of indemnity out of the assets of the trust in respect of liabilities incurred by it in properly discharging its powers and duties as trustee.",
      "id": "s311"
    },
    {
      "text": "Clause 9 is in these terms: The Retiring Trustee [Carringbush] hereby waives forever any entitlement it might now or any future time have against the Trust arising from its capacity as Trustee of the Carringbush Unit Trust and agrees to indemnify and keep indemnified the Trust and its Trustees from time to time in respect of any claim that may be made arising from its capacity as Trustee of the Trust.",
      "id": "s312"
    },
    {
      "text": "By cl 10, CEPL acknowledges that the sum of $60,000.00 to be paid by it will be applied by making a payment of $50,000.00 to Westpac Banking Corporation and AGC (Advances) Limited and an amount of $10,000.00 to BDO Nelson Parkhill and that such monies will not be available to the trust.",
      "id": "s313"
    },
    {
      "text": "(vi) The Release and Discharge Deed\n On 24 June 1993, Carringbush, CEPL and 20 companies comprising the Carringbush group of companies (whether on their own behalf or in a particular company's capacity as trustee of an identified trust) entered into a deed providing for a release and discharge of the CU Trust from any liabilities owed to any of the Carringbush group of companies.",
      "id": "s314"
    },
    {
      "text": "The Release Deed recites that the CU Trust is about to enter into a property development as the joint venture vehicle of \"interested parties\"; Carringbush is to resign and CEPL is to become the trustee; the Carringbush group and the CU Trust are all indebted to AGC (Advances) Limited and/or Westpac Banking Corporation for significant sums of money; and CEPL proposes to pay $60,000.00 in consideration of its appointment as new trustee.",
      "id": "s315"
    },
    {
      "text": "Operative cl 1 is in these terms: \n \n In consideration for [CEPL] entering into a Deed of Appointment of New Trustee and paying the sum of $60,000.00 ... each and every company or trust named in Item 1 of the Schedule (both jointly and severally) waives and releases forever the [CU Trust] from any loan, debt, advance, pledge, charge, encumbrance, lien, guarantee (primary or otherwise), security or other liability or obligation whatsoever that the [CU Trust] heretofore had with each and every one of the companies in Item 1 of the Schedule.",
      "id": "s316"
    },
    {
      "text": "By cl 2 each of the companies and trusts identified in the Schedule jointly and severally indemnify the new trustee in respect of any claim that might be made by any one of those companies or trusts against CEPL as trustee of the CU Trust.",
      "id": "s317"
    },
    {
      "text": "Clause 3 provides for the payment of $50,000.00 to AGC and Westpac and $10,000.00 to BDO Nelson Parkhill.",
      "id": "s318"
    },
    {
      "text": "By cl 4, Carringbush and all of the Carringbush group of companies identified in the Schedule warrant to CEPL that any charge or security held by AGC and/or Westpac over the CU Trust estate assets will be released and discharged in full upon payment of the sum of $60,000.00 provided for by cl 3 and CEPL as the incoming trustee is indemnified by the Carringbush group companies and trusts in respect of any claim that might be made by AGC and/or Westpac arising out of any matter that pre-dates the Deed of Discharge.",
      "id": "s319"
    },
    {
      "text": "By cl 5, the Carringbush group of companies warrant that there are no outstanding guarantees or pledges on behalf of the CU Trust.",
      "id": "s320"
    },
    {
      "text": "Clause 6 is in these terms: \n \n Carringbush Pty Limited as trustee of the Carringbush Unit Trust hereby waives and releases forever each and every company or trust within the Carringbush Group as defined in Item 1 hereof from any loan, debt, advance, pledge, charge, encumbrance, lien, security, liability or obligation whatsoever that Carringbush Unit Trust heretofore had to any company or trust within the Carringbush Group arising prior to the date hereof.",
      "id": "s321"
    },
    {
      "text": "The deeds providing for the transfer of the units by Gemridge to Clark Holdings and David Clark and the deed providing for the retirement of Carringbush and the appointment of CEPL as trustee, each contain a warranty as to the accuracy of the balance sheet for the CU Trust annexed to each deed.",
      "id": "s322"
    },
    {
      "text": "The annexure is not simply the balance sheet but a set of financial accounts for the CU Trust struck at 18 June 1993.",
      "id": "s323"
    },
    {
      "text": "The balance sheet shows, as at 30 June 1992, total liabilities exceeding total assets by $3,910,870.00.",
      "id": "s324"
    },
    {
      "text": "When the release and discharge is taken into account, those liabilities are extinguished leaving net balance sheet assets of $10.00 representing the settlement sum.",
      "id": "s325"
    },
    {
      "text": "(vii) The Consultancy Agreement\n On 24 June 1993, CEPL, Mr Denoon and his company Arthur G. Leevers Pty Limited entered into a consultancy agreement by which CEPL retained the services of Mr Denoon, provided by his company, in connection with property development projects to be undertaken by the trustee of the trust and in particular in relation to a proposed development of a residential estate in Queensland then thought to consist of 100 residential blocks.",
      "id": "s326"
    },
    {
      "text": "The consultancy agreement provided for the payment of fees of $200,000.00.",
      "id": "s327"
    },
    {
      "text": "However, if the fees were paid by 24 June 1993 in full, the fees would be discounted to $165,000.00.",
      "id": "s328"
    },
    {
      "text": "The agreement was to terminate on 24 June 1995.",
      "id": "s329"
    },
    {
      "text": "The agreement recites that Mr Denoon has considerable skill, expertise and experience in the management, administration and marketing of development projects and by cl 2 of the agreement, CEPL acknowledged that it wished to take advantage of that skill and expertise by entering into the agreement for the acquisition of the services.",
      "id": "s330"
    },
    {
      "text": "Mr Clark's evidence\n In Mr Clark's principal affidavit filed 29 August 2008, he explains the sequence of transactions reflected in the documents described at [45] to [76] of these reasons.",
      "id": "s331"
    },
    {
      "text": "He says that upon CEPL's appointment as trustee of the CU Trust, a number of documents were delivered into its possession as trustee including the trust deed; unit register; all minutes of meetings of the trustees; unit certificates; a Deed of Assignment of Debt from John Denoon &amp; Associates Pty Ltd to Carringbush dated 25 May 1993; a Deed of Assignment of Debt from Carringbush Corporation to Carringbush as trustee of the CU Trust dated 26 May 1993; Notice of Resignation of Carringbush as Trustee dated 26 May 1993; Letter of Agreement between Carringbush and Carringbush Corporation for the sale of the Rothwells shares; and a Notice of Extraordinary General Meeting of the CU Trust unitholders dated 26 May 1993 to approve Carringbush's resignation as trustee and the appointment of CEPL.",
      "id": "s332"
    },
    {
      "text": "The applicants contend that CEPL's assumption of possession of these trust administration documents is consistent with the continuing operation of the CU Trust under the governance of CEPL.",
      "id": "s333"
    },
    {
      "text": "As to that, Mr Clark says that in entering into the arrangements of 24 June 1993, he \"had no intention of ending the [CU Trust] or creating any new trust.",
      "id": "s334"
    },
    {
      "text": "To the contrary my intention was that the [CU Trust] would continue in existence\".",
      "id": "s335"
    },
    {
      "text": "Mr Clark says that intention was consistent with his two motives in entering into the arrangements which were these.",
      "id": "s336"
    },
    {
      "text": "First, because Mr Denoon was a person with \"a deal of knowledge in the property area\" and a person \"with capital resources able to be involved over a significant period as an equal joint venture partner\", Mr Denoon and Mr Clark could \"proceed with a significant property joint venture through the [CU Trust]\".",
      "id": "s337"
    },
    {
      "text": "As to the second motive, Mr Clark: \n \n ... believed that the income arising from the joint venture arrangement would be lawfully sheltered by the carried forward tax losses if it progressed through the CUT, including the losses on the sale of the Rothwells shares.",
      "id": "s338"
    },
    {
      "text": "I intended that my initial funding obligation of $1.8 million would be met by a distribution of income from the Clark Family Trust.",
      "id": "s339"
    },
    {
      "text": "Mr Clark says that implementing property development projects in joint venture with Mr Denoon through the vehicle of CEPL in its capacity as trustee of the CU Trust (with Mr Denoon and Mr Clark each holding 50% of the issued units in the trust through their respective entities) was problematic as the trust estate remained exposed to claims by the former trustee, Carringbush, for indemnity out of the trust assets in respect of costs and expenses incurred in acting as trustee and liabilities incurred to creditors.",
      "id": "s340"
    },
    {
      "text": "Mr Clark says that the opportunity to implement the joint venture arrangement through the CU Trust and take advantage of \"the tax losses was worth those commercial risks\".",
      "id": "s341"
    },
    {
      "text": "Mr Clark says that the Release and Discharge Agreement had the effect, as far as he knew, of extinguishing all claims against the trust estate by Carringbush group companies, including the former trustee's right of indemnity out of the trust assets.",
      "id": "s342"
    },
    {
      "text": "Moreover, the two external creditors, Westpac Bank/AGC and BDO Nelson Parkhill, were to be discharged out of the payment by Mr Clark's entity of $60,000.00.",
      "id": "s343"
    },
    {
      "text": "Mr Clark says that against that background, he entered into the agreement with Mr Denoon to acquire five of the issued 10 units in the CU Trust; contribute $1.8m to the CU Trust other than as a loan to be retained and used by the trust to fund a proposed project at Forest Lake and further projects; and engage Mr Denoon, through his company, as a consultant to progress the Forest Lake project and identify additional projects.",
      "id": "s344"
    },
    {
      "text": "Mr Clark says that in due course further funds would be required to progress projects.",
      "id": "s345"
    },
    {
      "text": "The arrangement Mr Clark struck with Mr Denoon was that Mr Denoon would cause a contribution to be made to the CU Trust of $1.8m, upon request by Mr Clark.",
      "id": "s346"
    },
    {
      "text": "Mr Clark says he understood that Mr Denoon would have the capacity to provide a matching contribution to the CU Trust in the short term.",
      "id": "s347"
    },
    {
      "text": "However, Mr Clark says that if Mr Denoon failed to make a matching contribution, the arrangements put in place in June 1993 would protect him \"from claims Mr Denoon and Gemridge might make as unitholders\", in relation to the existing contribution made by Mr Clark.",
      "id": "s348"
    },
    {
      "text": "The protective mechanism involved a right in Mr Clark's entity to acquire Mr Denoon and Gemridge's units for $5.00 in total.",
      "id": "s349"
    },
    {
      "text": "By 30 June 1993, Mr Clark had made a contribution to the CU Trust of $1,965,000.00 by a distribution from David Clark Enterprises Pty Ltd as trustee for the David Clark Enterprises Trust.",
      "id": "s350"
    },
    {
      "text": "$1.8m of that sum represented the contribution to the CU Trust and the remaining $165,000.00 represented the discounted consultancy fees payable to Mr Denoon's company.",
      "id": "s351"
    },
    {
      "text": "Mr Clark says CEPL placed $1.8m of that sum on term deposit \"in readiness to proceed with acquisitions\".",
      "id": "s352"
    },
    {
      "text": "The projects were to be debt-funded so as \"to keep cash readily available to take advantage of opportunities to buy\".",
      "id": "s353"
    },
    {
      "text": "Mr Clark says that the first project for CEPL was the Forest Lake project.",
      "id": "s354"
    },
    {
      "text": "It was unsuccessful.",
      "id": "s355"
    },
    {
      "text": "CEPL borrowed to acquire the sites.",
      "id": "s356"
    },
    {
      "text": "Ultimately, only five houses were constructed although more were contemplated.",
      "id": "s357"
    },
    {
      "text": "Mr Clark says that during the two year period of Mr Denoon's consultancy, he undertook \"an enormous amount of work and research\" for the CU Trust and assessed and reported on a number of project sites.",
      "id": "s358"
    },
    {
      "text": "Mr Clark worked closely with Mr Denoon and was in regular contact with him concerning the projects.",
      "id": "s359"
    },
    {
      "text": "Mr Clark says that Mr Denoon assured him a number of times that he was endeavouring to raise his $1.8m contribution.",
      "id": "s360"
    },
    {
      "text": "As CEPL had entered into contracts to the value of $8m to acquire a site at Bracken Ridge and a commercial site occupied by K R Darling Downs, the CU Trust required Mr Denoon to make his contribution.",
      "id": "s361"
    },
    {
      "text": "On 15 August 1994, Mr Denoon told Mr Clark he would not be able to raise $1.8m to make his contribution.",
      "id": "s362"
    },
    {
      "text": "The acquisition contracts were terminated.",
      "id": "s363"
    },
    {
      "text": "Mr Clark says that although he worked well with Mr Denoon and hoped to extend his consultancy role beyond June 1995, Mr Clark elected to acquire Mr Denoon's five controlled units.",
      "id": "s364"
    },
    {
      "text": "Mr Denoon confirmed his inability to raise funds to make the contribution on 27 June 1995.",
      "id": "s365"
    },
    {
      "text": "The acquisition by DCE Holdings Pty Ltd of the units of Mr Denoon and Gemridge took effect from 30 June 1995 although the transfer of the units did not occur until 26 April 1996.",
      "id": "s366"
    },
    {
      "text": "The unit certificates were cancelled and a new certificate issued to the transferee.",
      "id": "s367"
    },
    {
      "text": "During the course of cross-examination it was put to Mr Clark that he was not concerned whether Mr Denoon made a contribution or not and that the real focus of his interest in the CU Trust was the opportunity to distribute $1.8m in income derived by the David Clark Enterprises Trust to the CU Trust and take advantage of accumulated losses in that trust.",
      "id": "s368"
    },
    {
      "text": "The point sought to be established was that the due capitalisation of the CU Trust as a foundation for a continuous program of property development undertaken on behalf of the unitholders from time to time and thus within the framework of the CU Trust was illusory and the selection of the CU Trust was simply opportunistic so as to offset other distributed income.",
      "id": "s369"
    },
    {
      "text": "Mr Clark accepted that he had not asked his investigating accountant, Mr Lovett, to ascertain whether Mr Denoon had the capacity to contribute $1.8m at any time within the foreseeable future of the arrangements struck in June 1993.",
      "id": "s370"
    },
    {
      "text": "Mr Clark accepted that Mr Denoon had told him that he could not then (around June 1993) make a contribution of $1.8m and the highest it could be put was that Mr Denoon hoped that at some time in the future, he would have the money to make the contribution.",
      "id": "s371"
    },
    {
      "text": "Mr Clark said that he was willing to enter into a joint venture with Mr Denoon, assume the burden of the funding and rely on a promise of a future co-contribution at an indeterminate time because Mr Denoon was \"a very reputable fellow\" and \"... had a great track record.",
      "id": "s372"
    },
    {
      "text": "He'd been just caught in one of the severest downturns we had had, and he seem[ed] to be confident that he could come up with the money over the next couple of years\".",
      "id": "s373"
    },
    {
      "text": "As to future liabilities, Mr Clark said he had received advice from his accountant and his solicitor that the arrangements would not expose CEPL or the trust estate to any pre-June 1993 liabilities of Carringbush and thus Mr Clark was prepared to proceed with the arrangements and make his contribution.",
      "id": "s374"
    },
    {
      "text": "As to the interim protective arrangements pending Mr Denoon making his contribution, Mr Clark said this.",
      "id": "s375"
    },
    {
      "text": "He accepted that he wanted to put in place a mechanism to ensure that Mr Denoon and his interests had \"no right to get their hands on any part of [Mr Clark's $1.8m contribution], unless and until he also put in $1.8 million\".",
      "id": "s376"
    },
    {
      "text": "Mr Clark said he thought the arrangement to that effect \"was certainly set out fairly clearly\".",
      "id": "s377"
    },
    {
      "text": "Mr Clark accepted that Mr Denoon (and Gemridge) was intended to have \"no right to any of the assets or income of the trust\", unless and until he made his contribution of $1.8 m; Mr Denoon \"would have understood that\"; and Mr Clark was \"prepared to use [the CU Trust] as [his] vehicle going forward, knowing Mr Denoon's interests would have no claim to any of the assets of the trust, unless and until he kicked in $1.8 million\".",
      "id": "s378"
    },
    {
      "text": "Finally, Mr Clark accepted that \"for all practical purposes\" Mr Clark had \"control\" of the trust and the \"right to the assets of the trust\" both before and after the acquisition of the units held by the Denoon interests for $5.00 and nothing changed as a result of the acquisition.",
      "id": "s379"
    },
    {
      "text": "Mr Clark accepted that proposition as a correct statement of the effect of the arrangements, \"subject to [Mr Denoon] putting his money in\".",
      "id": "s380"
    },
    {
      "text": "Counsel for the Commissioner contends that these arrangements had the effect of implementing in June 1993 a suspension of the orthodox distribution of rights, interests and duties established by the CU Trust instrument and a fundamental change in the corpus of the trust thus placing, in effect, a fault line through the continuity of the CU Trust, and the assignment of the units of the Denoon interests on 26 April 1996 simply gave enduring effect to the changes implemented at the outset of the arrangements in June 1993.",
      "id": "s381"
    },
    {
      "text": "Mr Clark also gave evidence that Mr Lovett made recommendations to him as to the distribution of the income of the trust in the 1994 and 1995 tax years; Mr Clark did not discuss with Mr Denoon how that income ought to be distributed; Mr Denoon was not provided with the accounts for the CU Trust in the 1993, 1994 or 1995 tax years as \"we didn't\" think it was relevant until he put his money in\".",
      "id": "s382"
    },
    {
      "text": "Counsel for the Commissioner put to Mr Clark that he had not given any consideration to the question of whether a new trust was being created arising out of the arrangements or whether the existing CU Trust was continuing.",
      "id": "s383"
    },
    {
      "text": "It was put to Mr Clark that he was not concerned about that question at all.",
      "id": "s384"
    },
    {
      "text": "Mr Clark gave evidence that he took advice expressly on that question from both his accountant and his solicitor who emphasised that the CU Trust would not be brought to an end by reason of the arrangements of June 1993.",
      "id": "s385"
    },
    {
      "text": "He said that it was his intention, based on advice, to continue to operate the CU Trust.",
      "id": "s386"
    },
    {
      "text": "Mr Clark said that he understood that the continuation of the CU Trust was essential to enable existing tax losses to be utilised.",
      "id": "s387"
    },
    {
      "text": "As to the control of the CU Trust, Mr Clark said that CEPL received a range of documentation necessary for the administration of the trust.",
      "id": "s388"
    },
    {
      "text": "Mr Lovett, CEPL's accountant, took and maintained possession of the trust documents and records.",
      "id": "s389"
    },
    {
      "text": "Mr Clark maintained his position that one of the motives for engaging commercially with Mr Denoon and the CU Trust was to take advantage of Mr Denoon's property project development experience and joint venture with him through the vehicle of the CU Trust to properly take advantage of the trust's accumulated trading losses and capital losses.",
      "id": "s390"
    },
    {
      "text": "Findings\n I accept the evidence of Mr Clark and Mr Denoon and make the following findings: Mr Denoon and Mr Clark either entered into or caused entities associated with them to enter into the documents described at [45] to [76].",
      "id": "s391"
    },
    {
      "text": "Those documents speak for themselves.",
      "id": "s392"
    },
    {
      "text": "Mr Denoon and Mr Clark entered into the arrangements in June 1993 reflected in those documents in order to establish CEPL as trustee of the CU Trust so as to implement a joint venture arrangement to undertake property development projects through the CU Trust and to enable Mr Clark to take advantage of income and capital losses accumulated in the CU Trust.",
      "id": "s393"
    },
    {
      "text": "The utility of the accumulated income and capital losses in the CU Trust was sufficiently attractive to Mr Clark that Mr Clark was willing to embark on the joint venture arrangements notwithstanding that Mr Denoon was unable to provide a matching co-contribution to the CU Trust at the outset of the arrangements and simply hoped to be able to realise assets or otherwise raise $1.8m to make a co-contribution to the joint venture (and thus the CU Trust as the vehicle for the property development venture), by approximately 30 June 1995.",
      "id": "s394"
    },
    {
      "text": "In the absence of Mr Clark's contribution in June 1993 of $1.8m, the CU Trust could not have undertaken any property development projects having regard firstly to the accumulated losses in the CU Trust and the balance sheet asset of $10.00 representing the settlement sum; and secondly, Mr Denoon's difficulty in raising either capital or debt in June 1993 due to the financial hardship he and his entities had endured as a result of the downturn in the Australia property market.",
      "id": "s395"
    },
    {
      "text": "In that sense, the CU Trust was, as the notes to and forming part of the Financial Statements of the CU Trust to 18 June 1993 record, a \"dormant\" trust, in terms of its \"principal activities\".",
      "id": "s396"
    },
    {
      "text": "In order to ensure that Carringbush would not be able to make any claim upon the assets comprising the trust estate including contributions to the trust estate consequent upon the June 1993 arrangements, for indemnity in respect of liabilities incurred in performing trust obligations, Mr Clark and CEPL required Carringbush to waive and abandon by deed its right of indemnity out of the trust assets.",
      "id": "s397"
    },
    {
      "text": "Similarly, Mr Clark required the Carringbush group of companies and related trusts to discharge and abandon all claims against the trust estate and facilitate the release and discharge of third party claims by Westpac/AGC and BDO Nelson Parkhill.",
      "id": "s398"
    },
    {
      "text": "Unless and until Mr Denoon made, through Gemridge or otherwise, a contribution to the CU Trust matching the $1.8m contributed by Mr Clark's entity, neither Gemridge nor Mr Denoon were to enjoy any right (whether such a right in a unit holder subsisted under the trust instrument or not) to call for or \"get their hands on any part\" of Mr Clark's contribution to the CU Trust nor any right to the income of the trust.",
      "id": "s399"
    },
    {
      "text": "Mr Clark was prepared to use the CU Trust as the vehicle for property development projects going forward, on the footing that Mr Denoon's interests would have no claim to any of the assets of the CU Trust unless and until Mr Denoon made his contribution of $1.8m.",
      "id": "s400"
    },
    {
      "text": "Mr Clark, as the guiding mind of the trustee of the CU Trust (CEPL), did not provide Mr Denoon with the financial accounts for the CU Trust for the income years 1993, 1994 or 1995 as Mr Clark believed it was not relevant to do so \"until [Mr Denoon] put his money in\".",
      "id": "s401"
    },
    {
      "text": "Mr Clark put in place arrangements to discharge claims against the trust estate by Carringbush group companies, extinguish Carringbush's right of indemnity out of trust assets, compromise the claims of external creditors, retain Mr Denoon as a consultant and, in practical effect, secure the agreement of Mr Denoon not to assert any rights attaching to the units held by the Denoon interests, unless and until Mr Denoon made his contribution of $1.8m, as conditions of CEPL participating as trustee; Clark Holdings acquiring 50% of the units in the trust; and Mr Clark making a contribution of $1.8m by way of a distribution to the CU Trust by the Clark Enterprises Trust.",
      "id": "s402"
    },
    {
      "text": "Mr Clark and Mr Denoon had in mind undertaking a property development project at Forest Lake at or about the time of Mr Clark's investment of $1.8m and during the period between June 1993 and June 1995, a number of property projects were investigated by Mr Clark and Mr Denoon.",
      "id": "s403"
    },
    {
      "text": "Mr Clark entered into the arrangements of June 1993 on the basis of advice from his solicitor and his accountant that the opportunity to take advantage of accumulated income and capital losses in the CU Trust meant that CEPL must continue to preserve and operate the CU Trust.",
      "id": "s404"
    },
    {
      "text": "Neither Mr Clark nor Mr Denoon had an express intention in entering into the arrangements in June 1993 to bring the CU Trust to an end.",
      "id": "s405"
    },
    {
      "text": "CEPL assumed the administration of the trust on appointment and Mr Lovett received from the former trustee all relevant documents in its possession relating to the administration of the trust.",
      "id": "s406"
    },
    {
      "text": "A question arises as to whether the arrangements put in place in June 1993 have the effect of altering the structure and corpus of the CU Trust and the rights, duties and obligations characterising the CU Trust such that there is insufficient identity between the trust that incurred the capital loss in 1993 on the one hand and the trust that derived the capital gain in the 2001 income year, on the other hand.",
      "id": "s407"
    },
    {
      "text": "The essential legal principles\n The provisions of Division 6 of Part III of the 1936 Act address the taxation treatment of trust income.",
      "id": "s408"
    },
    {
      "text": "Section 95 defines \"net income\" by reference to a \"trust estate\".",
      "id": "s409"
    },
    {
      "text": "The assets comprising the trust estate may well be deployed by the trustee in a way that derives income or realises capital gains or gives rise to losses on revenue or capital accounts.",
      "id": "s410"
    },
    {
      "text": "References in Division 6 to the \"trust estate\" are references to the aggregation of assets by which or through which income or capital gains are made.",
      "id": "s411"
    },
    {
      "text": "The net income of a trust estate for the purposes of both the 1936 Act (ss 6(1) and 95 of the 1936 Act) and the 1997 Act means the total assessable income of the trust estate calculated under the 1936 and 1997 Acts as if the trustee were a taxpayer in respect of that income and were a resident, less all allowable deductions (subject to particular exceptions not relevant here): s 95(1), 1936 Act.",
      "id": "s412"
    },
    {
      "text": "A trust estate is taken to be a resident trust estate in relation to a year of income if the trustee of the trust estate was a resident at any time during the year of income.",
      "id": "s413"
    },
    {
      "text": "A trustee, however, is generally not liable as trustee to pay income tax upon the income of the trust estate: s 96, 1936 Act.",
      "id": "s414"
    },
    {
      "text": "The liability to tax is generally imposed on a beneficiary.",
      "id": "s415"
    },
    {
      "text": "A tax liability when imposed on a trustee is imposed only in a representative capacity.",
      "id": "s416"
    },
    {
      "text": "The net income of the trust estate is calculated on the hypothesis that the trustee is a taxpayer in respect of that income.",
      "id": "s417"
    },
    {
      "text": "The liability to pay tax on that income is allocated by the 1936 Act and the 1997 Act between the beneficiaries and the trustee.",
      "id": "s418"
    },
    {
      "text": "The trustee for the time being of the trust estate is taken hypothetically to derive income and incur allowable deductions in its capacity as trustee.",
      "id": "s419"
    },
    {
      "text": "By s 102-5(1) of the 1997 Act, the assessable income of the trustee of the trust estate includes a net capital gain made by the trustee in the income year.",
      "id": "s420"
    },
    {
      "text": "A net capital gain is determined by reducing the capital gain made in the income year by the capital losses made in that income year (s 102-5(1); Step 1, 1997 Act) and by applying any previously unapplied net capital losses from earlier income years (s 102-5(1); Step 2; s 102-15, 1997 Act) to reduce the amount remaining (if any) after Step 1.",
      "id": "s421"
    },
    {
      "text": "Section 102-5(1) adopts a style of drafting, thought to be helpful, that addresses the reader in direct explanatory speech.",
      "id": "s422"
    },
    {
      "text": "For example, \"Your assessable income includes your net capital gain (if any)\" and \"You work out your net capital gain [by reducing] the capital gains you made during the income year by the capital losses (if any) you made during the income year\".",
      "id": "s423"
    },
    {
      "text": "This approach to drafting is said to give emphasis to the importance of the precise identity of the taxpayer in the income year in which the gain is made although Step 2 in s 102-5(1) is not substantially framed in terms of you or your and does not direct the addressee to apply, as a matter of identicality or precise continuity, \"your previously unapplied net capital losses from earlier income years\" but rather \"any previously unapplied net capital losses from earlier income years\".",
      "id": "s424"
    },
    {
      "text": "There are no express provisions of the 1936 Act or the 1997 Act that require as a statutory integer of a right to apply any previously unapplied net capital losses incurred by the trustee of the trust estate from earlier income years (so as to reduce the amount remaining after calculating the net capital gain in the relevant income year), a continuity in the trust estate or continuity in the structure of the trust or continuity in the rights, duties and obligations arising under the trust instrument, in the year of the net capital gain and the income year of the net capital loss.",
      "id": "s425"
    },
    {
      "text": "There are no provisions as to continuity of ownership and business comparable with those governing the entitlement of companies to carry forward losses.",
      "id": "s426"
    },
    {
      "text": "However, the Commissioner says, in effect, that the limiting criterion to be applied is that the net capital loss from earlier income years sought to be applied to the net capital gain in the income year, must be a net capital loss attributed to the same taxpayer who seeks to apply it to the net capital gain in the income year, and thus the same taxpayer that derived the capital gain in the income year.",
      "id": "s427"
    },
    {
      "text": "The Commissioner says the scheme of the 1936 Act and the 1997 Act imports a requirement of continuity although the statutory scheme does not lend any precision to the criterion of continuity.",
      "id": "s428"
    },
    {
      "text": "Under the capital gains tax provisions of the 1997 Act, the taxpayer upon whom a tax liability is imposed is identified by the terms \"you\" and \"your\" which is defined to include a reference to entities generally and an entity includes a trust (although that term is undefined): s 4-5, 1997 Act; s 960-100(1)(f).",
      "id": "s429"
    },
    {
      "text": "The trustee of a trust is taken to be an entity: s 960-100(2).",
      "id": "s430"
    },
    {
      "text": "The statutory provisions of Division 6 of Part III of the 1936 Act and the provisions in the 1997 Act so far as they apply to the determination of a net capital gain in an income year by the application of previously unapplied net capital losses from previous years, contemplate a notional taxpayer as an entity who is the trustee of a trust estate which is made up of an aggregation of assets.",
      "id": "s431"
    },
    {
      "text": "The trust estate that suffered the capital loss in the earlier year must be the trust estate that made the capital gain in the relevant income year.",
      "id": "s432"
    },
    {
      "text": "In that sense, there must be continuity or sufficient identity between the trust that incurred the loss and the trust which generated the capital gain.",
      "id": "s433"
    },
    {
      "text": "The term \"trust estate\" is not defined in the 1936 Act or the 1997 Act.",
      "id": "s434"
    },
    {
      "text": "The term \"trust estate\" captures a calculus of inter-relationships between a trustee from time to time assuming an office to administer and discharge duties arising under the trust instrument and as a matter of law; trust property comprising the corpus from time to time; the class of beneficiaries on whose behalf the trust is administered; and, the bundle of rights and entitlements of the beneficiaries arising under the trust instrument and as a matter of law.",
      "id": "s435"
    },
    {
      "text": "In the case of a trading trust or a trust undertaking property development projects, it may well be that the portfolio of trust assets will change according to the need to adapt to changing market circumstances or the implementation or failure of particular projects.",
      "id": "s436"
    },
    {
      "text": "The trust instrument might require amendment and the cohort of individuals or entities comprising the beneficiaries from time to time may alter.",
      "id": "s437"
    },
    {
      "text": "The scope of borrowings or the use of particular financial instruments by the trustee may change according to the state of the financial environment.",
      "id": "s438"
    },
    {
      "text": "The trustee may be replaced.",
      "id": "s439"
    },
    {
      "text": "The trustee of a trading or property development trust exercising powers of management may need to be astute to the dynamic nature of a particular trust enterprise in deploying trust assets rather than simply the static nature of other activities.",
      "id": "s440"
    },
    {
      "text": "In Federal Commissioner of Taxation v Commercial Nominees of Australia Ltd (1999) 43 ATR 42; (1999) 167 ALR 147, Lee, Emmett and Gyles JJ at [51] observed that: \n \n [A] trust estate ... will be that property the ownership of which is divided between trustee and beneficiary.",
      "id": "s441"
    },
    {
      "text": "The trustee will always be ascertainable.",
      "id": "s442"
    },
    {
      "text": "However, the class of beneficiaries, while identifiable, will not necessarily be closed and all beneficiaries may, of course, not be ascertainable.",
      "id": "s443"
    },
    {
      "text": "The Full Court recognised at [49] that since lack of continuity in the identity of the trustee from income year to income year would not prevent losses (in this case capital losses) in earlier years being available as deductions from assessable income in a later year, \"criteria must be established for determining when there is sufficient identity of the trusts involved to warrant such deductions being allowable\".",
      "id": "s444"
    },
    {
      "text": "In framing the criteria, the Full Court said this: \n \n [52] The trust obligations of the trustee and the corresponding rights of the beneficiaries may vary from time to time, in accordance with law.",
      "id": "s445"
    },
    {
      "text": "Similarly, the property that is the subject of such obligations and rights will not be static.",
      "id": "s446"
    },
    {
      "text": "Parts of the property might be distributed so as to cease to be subject to trust obligations.",
      "id": "s447"
    },
    {
      "text": "Further property may accrue as income or by further settlement so as to become subject to obligations where previously that additional property was not.",
      "id": "s448"
    },
    {
      "text": "[53] However, at any given time it will be possible to identify the property that is the subject of the trust obligations and in respect of which the rights of beneficiaries exist.",
      "id": "s449"
    },
    {
      "text": "It is the income which accrues from that property, less outgoings from that property, that go to make up the taxable income of the trust estate or fund.",
      "id": "s450"
    },
    {
      "text": "... \n \n\n \n \n [54] The [ITAA 1936] then imposes a liability either on the beneficiaries or, in some cases, on the trustee in a representative capacity.",
      "id": "s451"
    },
    {
      "text": "\"Superannuation fund\", as that term is defined in the SIS Act and the [ITAA 1936], contemplates a continuing regime regulating the manner in which a fund may be added to and the manner in which payments may be made from it.",
      "id": "s452"
    },
    {
      "text": "So long as one can identify a continuity of that regime, that will be sufficient.",
      "id": "s453"
    },
    {
      "text": "[55] Thus, in order to determine whether losses of particular trust property are allowable as a deduction from income accruing to that trust property in a subsequent income year, it will be necessary to establish some degree of continuity of the trust property or corpus that earns the income from the income year of loss to the year of income.",
      "id": "s454"
    },
    {
      "text": "It will also be necessary to establish continuity of the regime of trust obligations affecting the property in the sense that, while amendment of those obligations might occur, any amendment must be in accordance with the terms of the original trust.",
      "id": "s455"
    },
    {
      "text": "[56] So long as any amendment of the trust obligations relating to such trust property is made in accordance with any power conferred by the instrument creating the obligations, and continuity of the property that is the subject of trust obligation is established, there will be identity of the \"taxpayer\" for the purposes of s 278 and ss 79E(3) and 80(2), notwithstanding any amendment of the trust obligation and any change in the property itself.",
      "id": "s456"
    },
    {
      "text": "The Full Court at [55] observed that in order to determine whether earlier losses of trust property are allowable as deductions from income (or capital gains) accruing to trust property in a subsequent income year, it will be necessary to establish some degree of continuity of the trust property or corpus that earns the income or capital gain from the income year of loss to the year of income.",
      "id": "s457"
    },
    {
      "text": "Secondly, there must be continuity of the regime of trust obligations affecting the trust property and while those obligations might change, continuity remains if the amendments are made in accordance with the terms of the trust instrument, in the proper exercise of the powers so conferred.",
      "id": "s458"
    },
    {
      "text": "It follows that if some degree of continuity of trust property is made out and continuity in the regime of trust obligations is established, there will be sufficient identity of taxpayer in the sense that the hypothetical representative trustee taxpayer on behalf of the trust estate that incurred the loss is the hypothetical taxpayer of the trust estate that made the net capital gain.",
      "id": "s459"
    },
    {
      "text": "In Commercial Nominees , the Full Court and the High Court considered questions of continuity in the context of amendments made to the governing deed of a superannuation fund that was conceded by the parties to be a complying fund for the purposes of the 1936 Act and the Superannuation Industry (Supervision) Act 1993 (Cth).",
      "id": "s460"
    },
    {
      "text": "The Commissioner contended that the amendments changing participation entitlements and the nature of the defined benefits conferred by participation caused a break in continuity disentitling the taxpayer to an allowable deduction from assessable income in the relevant year, for earlier losses suffered by the pre-amendment fund.",
      "id": "s461"
    },
    {
      "text": "Although the High Court in Federal Commissioner of Taxation v Commercial Nominees of Australia Ltd (2001) 75 ALJR 1172 considered the re-settlement analysis undertaken by the Full Court, Gleeson CJ, Gaudron, McHugh, Kirby and Callinan JJ, observed at [36] that, as the Full Court and the Administrative Appeals Tribunal had held, the question of the availability of the deduction was one of continuity to be considered, in that case, in the context of a superannuation fund which, of its nature, may be expected to undergo change.",
      "id": "s462"
    },
    {
      "text": "The Court at [36] said this: \n \n The question is whether the eligible entity which derived the taxable income in the year ended 30 June 1995 is a different entity from the eligible entity that incurred losses in the earlier years.",
      "id": "s463"
    },
    {
      "text": "If, as the appellant contends, it is a different entity, there is a question as to what happened to the original entity.",
      "id": "s464"
    },
    {
      "text": "The three main indicia of continuity for the purposes of Part IX are the constitution of the trusts under which the fund (if a trust fund) operated, the trust property , and membership .",
      "id": "s465"
    },
    {
      "text": "Changes in one or more of those matters must be such as to terminate the existence of the eligible entity, or to produce the result that it does not derive the income in question, to destroy the necessary continuity.",
      "id": "s466"
    },
    {
      "text": "The trusts under which the fund operated in 1994-95 were constituted by the original trust deed in 1988 as varied by the exercise, in 1993, of a power of amendment.",
      "id": "s467"
    },
    {
      "text": "The property the subject of the trusts did not alter at the time the amendments took effect.",
      "id": "s468"
    },
    {
      "text": "Persons who were members of the fund before the amendments remained members of the fund after the amendments.",
      "id": "s469"
    },
    {
      "text": "The fund, both before and after the amendments, was administered as a single fund, and treated in that way by the regulatory authority.",
      "id": "s470"
    },
    {
      "text": "[emphasis added] \n \n\n Although the Court framed those three indicia of continuity \"for the purposes of Part IX \" of the 1936 Act in the context of a superannuation trust, the notion of continuity in the trust estate that derived the income or made the capital gain and that incurred the loss on revenue account or suffered the capital loss also determines the availability of the allowable deduction or the application of previously unapplied capital losses.",
      "id": "s471"
    },
    {
      "text": "There is no reason to believe that these three indicia of continuity do not equally apply to trust estates for the purposes of Division 6 of Part III of the 1936 Act and the 1997 Act.",
      "id": "s472"
    },
    {
      "text": "The Commissioner contends that the arrangements of June 1993 brought about a break in continuity firstly in the trust fund; secondly, in the trustee's interest in the trust estate; and thirdly, in the interests of the beneficiaries in the trust fund.",
      "id": "s473"
    },
    {
      "text": "Continuity in the Trust Fund\n As to continuity of the trust fund, the Commissioner contends that the CU Trust at 30 June 1992 consisted of a settlement sum of $10.00 and accumulated losses of $3,910,880.00.",
      "id": "s474"
    },
    {
      "text": "The accumulated losses consisted of an excess of liabilities owed to Carringbush group companies over loan account balances payable by those companies to the CU Trust.",
      "id": "s475"
    },
    {
      "text": "Immediately prior to the June 1993 arrangements, Carringbush had a right of indemnity in respect of those liabilities.",
      "id": "s476"
    },
    {
      "text": "The Commissioner contends that the right of indemnity meant that the trust property was of no value to the unitholders and the trust was, in terms of its principal activities, dormant.",
      "id": "s477"
    },
    {
      "text": "The Commissioner says that moreover, there was no prospect of the CU Trust, having regard to its dormancy and excess liabilities, undertaking new investments whether property related or otherwise.",
      "id": "s478"
    },
    {
      "text": "The Commissioner contends that the arrangements of June 1993 brought about a fundamental change to the state of the trust fund effecting a restructure of the trust fund.",
      "id": "s479"
    },
    {
      "text": "The arrangements are said to have done so in this way.",
      "id": "s480"
    },
    {
      "text": "First, the deed of removal of Carringbush and the appointment of CEPL released the trustee's vested entitlement to a right of indemnity out of the trust assets comprising the trust fund in respect of all liabilities incurred by Carringbush in performing the trust.",
      "id": "s481"
    },
    {
      "text": "The trust fund however at the date of release consisted of a settlement contribution of $10.00 and accumulated excess liabilities of $3.9m.",
      "id": "s482"
    },
    {
      "text": "The release meant that any contribution to the trust fund and, in particular, Mr Clark's $1.8m contribution to the trust fund, would not be exposed to a liability to the former trustee arising out of any claim to indemnity in respect of prior liabilities.",
      "id": "s483"
    },
    {
      "text": "Therefore, the liabilities of the original trust estate were, it is said, fundamentally altered.",
      "id": "s484"
    },
    {
      "text": "The right of indemnity Carringbush enjoyed out of trust assets in respect of liabilities incurred in performing the trust confers upon the trustee a \"beneficial interest\" in the trust assets: Octavo Investments Pty Ltd v Knight (1979) 144 CLR 360 at 367 per Stephen, Mason, Aickin and Wilson JJ.",
      "id": "s485"
    },
    {
      "text": "However, the right of indemnity Carringbush enjoyed was in any meaningful sense, illusory as the trust fund consisted of significant accumulated losses ultimately rendering the trust in terms of any activities, dormant.",
      "id": "s486"
    },
    {
      "text": "Mr Clark was not prepared to make a contribution to the trust fund that would be immediately susceptible to the former trustee's indemnity claim and thus there would not have been any future contribution in respect of which the liability of the original trust estate to the former trustee became altered.",
      "id": "s487"
    },
    {
      "text": "Whilst the deed purported to extinguish the beneficial interest of the trustee by discharging or extinguishing the underlying right of indemnity and thus alter an aspect of the beneficial interests in the trust assets, the measure of that right was, in all practical senses, valueless having regard to the state of the trust fund.",
      "id": "s488"
    },
    {
      "text": "The Commissioner contends that the right of indemnity as it subsisted in the trustee prior to extinguishment meant that the trust property was valueless to the unitholders and the extinguishment changed that \"state of affairs\" by enhancing the value of the assets from the perspective of the unitholders and freeing the trust estate (including future contributions) from any claim.",
      "id": "s489"
    },
    {
      "text": "Thus, the trust property was fundamentally altered.",
      "id": "s490"
    },
    {
      "text": "The trustee of the trust may be replaced.",
      "id": "s491"
    },
    {
      "text": "An incoming trustee examining the question of whether it might be willing to assume the rights, duties and obligations cast upon it by the trust instrument in respect of a trading trust or a trust which had historically undertaken property development projects, might seek to impose conditions, consistent with the discharge of its duties according to law, upon its acceptance of the office of trustee.",
      "id": "s492"
    },
    {
      "text": "An outgoing trustee, having incurred liabilities in performing the trust, might be willing to extinguish or abandon a right of indemnity out of trust assets in circumstances where the exercise of the right might be perceived to be valueless or alternatively in circumstances where the outgoing trustee was in a position to control the entities to whom the liabilities might be owed.",
      "id": "s493"
    },
    {
      "text": "In this case, Mr Denoon as the person in control of Carringbush and the Carringbush group of companies was in a position to discharge the claims of those companies, procure the release of claims by external creditors and cause Carringbush to abandon its right of indemnity on the footing that the right of indemnity had no value, and CEPL was not willing to accept appointment as trustee in the absence of those releases.",
      "id": "s494"
    },
    {
      "text": "These conditions, properly viewed, were matters influencing the exercise of the power to replace the trustee.",
      "id": "s495"
    },
    {
      "text": "In the circumstances, the extinguishment of the right of indemnity did not fundamentally alter the trust property.",
      "id": "s496"
    },
    {
      "text": "The second fundamental change to the trust property is said by the Commissioner to arise in this way.",
      "id": "s497"
    },
    {
      "text": "The Carringbush group of companies by deed waived and released forever the CU Trust from all liabilities and loans owing to or by the CU Trust and agreed to secure the release and discharge of any securities held by AGC or Westpac over the trust property with the result that there would be no outstanding liabilities of the CU Trust to external creditors or any company within the Carringbush group of companies and each company in that group agreed to indemnify the incoming trustee, CEPL, in respect of any liabilities that might arise from any guarantee, pledge or other liability entered into by the former trustee on behalf of the CU Trust estate.",
      "id": "s498"
    },
    {
      "text": "Reciprocally, the trustee of the CU Trust by deed waived and released forever all companies and trusts within the Carringbush group from any liability any of them may have had to the CU Trust with the result that the CU Trust, by 18 June 1993, according to the financial statements for the trust, had no assets other than the settlement sum of $10.00 which were capable of sourcing the derivation of future income or the acquisition of assets which might be productive of a capital gain.",
      "id": "s499"
    },
    {
      "text": "The Commissioner contends that the effect of the 1993 arrangements was to clear the slate with the result that Mr Clark took control of the CU Trust knowing that the trust fund consisted simply of the $10.00 settlement capital.",
      "id": "s500"
    },
    {
      "text": "The trust fund upon the assumption of control by Mr Clark of the CU Trust, consisted of a capital sum representing the initial settlement sum of $10.00 and accumulated losses, especially the loss on the disposal of the Rothwells shares on 26 May 1993.",
      "id": "s501"
    },
    {
      "text": "The Commissioner says that the trust fund, comprising the $10.00 settlement capital, represented the corpus, upon the assumption of control by Mr Clark.",
      "id": "s502"
    },
    {
      "text": "In 1997, the Gladstone properties were purchased being the assets which resulted in the capital gain upon disposal in 2001.",
      "id": "s503"
    },
    {
      "text": "The Commissioner contends that the corpus of the trust upon assumption of control by Mr Clark was not the corpus which was productive of the acquisition of the Gladstone properties.",
      "id": "s504"
    },
    {
      "text": "They could not have been acquired out of a trust consisting of an asset confined to settlement capital of $10.00.",
      "id": "s505"
    },
    {
      "text": "However, the arrangements put in place in June 1993, although they provided for releases and discharges as described, also provided for a contribution of capital to the CU Trust fund of $1.8m by Mr Clark through his relevant entity, and a prospective contribution put no higher than a \"hope\", by Mr Denoon through Gemridge, of a matching contribution to the trust fund.",
      "id": "s506"
    },
    {
      "text": "Mr Clark's contribution and the proposed contribution by Mr Denoon (when and if made by 30 June 1995), fell within the definition of \"the fund\" for the purposes of clause 1(e) of the CU Trust Deed.",
      "id": "s507"
    },
    {
      "text": "By 30 June 1993, Mr Clark had caused Clark Enterprises as trustee of the Enterprises Trust to make a contribution of $1.8m to the CU Trust.",
      "id": "s508"
    },
    {
      "text": "Clark Enterprises also contributed the prepaid consulting fees payable to Arthur G. Leevers Pty Ltd for the provision of services by Mr Denoon.",
      "id": "s509"
    },
    {
      "text": "At the time that contribution was made, Mr Clark and Mr Denoon contemplated that future property development projects would take place within the two-year period of Mr Denoon's consultancy.",
      "id": "s510"
    },
    {
      "text": "At the outset of the arrangements, Mr Denoon and Mr Clark were examining a project at Forest Lake.",
      "id": "s511"
    },
    {
      "text": "The Trust Deed conferred upon CEPL extensive powers of management of the trust estate which enabled the trustee to place contributions to the trust fund upon deposit, raise loans, apply all monies forming part of the trust fund in any investment the trustee thought appropriate in its absolute discretion, carry on by itself or in partnership with any other person or corporation any business activity and, make such investments on such terms and conditions as the trustee thought appropriate: cl 15(a), (b) and (c) of the Trust Deed.",
      "id": "s512"
    },
    {
      "text": "Mr Clark, as the guiding mind of CEPL, placed $1.8m of the trust fund (representing his entity's contribution to the trust fund), upon term deposit and, according to his evidence, elected to conduct the affairs of the trustee on the footing that that \"cash\" would be preserved and acquisitions would be made through debt facilities available to the trust.",
      "id": "s513"
    },
    {
      "text": "Accordingly, the source of the funds used to acquire the Gladstone properties was the trust fund of the CU Trust as administered by CEPL having regard to its contribution to the fund, and the powers of management conferred upon it under the Trust Deed.",
      "id": "s514"
    },
    {
      "text": "It follows that although the arrangements of 1993 put in place releases and discharges relied upon by the Commissioner, those arrangements also took account of a mechanism for the provision of contributions to the CU Trust which became part of the trust fund which, consistently with the powers of management, was deployed in the acquisition of the Gladstone properties.",
      "id": "s515"
    },
    {
      "text": "Accordingly, I am not satisfied that the arrangements of June 1993 brought about a break in the continuity of the trust fund either by reason of the extinguishment of the right of indemnity or by reason of the releases and discharges which were said to result in a trust fund consisting of simply a capital asset of $10.00.",
      "id": "s516"
    },
    {
      "text": "The waiver of the right of indemnity was a condition of the appointment of a new trustee, and the releases and discharges did not foreclose, but rather facilitated, the contribution of capital to the trust fund in association or joint venture with another company as contemplated by the Trust Deed, which provided the foundation for the acquisition by the trustee of the trust of the Gladstone properties in accordance with the powers of management of the trust estate conferred upon it by the Trust Deed.",
      "id": "s517"
    },
    {
      "text": "Continuity in the Trustee's interest in the trust estate\n The second break in continuity is said to arise out of the discharge of the trustee's right of indemnity on the footing that the discharge altered the trustee's interest in the trust estate.",
      "id": "s518"
    },
    {
      "text": "The trustee's right of indemnity constitutes a beneficial interest in the trust assets: Octavo Investments Pty Ltd v Knight (supra at [107] of these reasons).",
      "id": "s519"
    },
    {
      "text": "The right of indemnity continues notwithstanding the trustee's retirement from office and creditors of the trustee are entitled to be subrogated to the trustee's right of indemnity.",
      "id": "s520"
    },
    {
      "text": "The new trustee takes the trust property subject to the right of indemnity of its predecessor in office.",
      "id": "s521"
    },
    {
      "text": "The right of indemnity is consistent with the right of reimbursement conferred by s 59(4) of the Trustees Act 1925 (NSW) which applied to the CU Trust.",
      "id": "s522"
    },
    {
      "text": "The Commissioner says that the right of indemnity conferred as a matter of law is not capable of being excluded from the trust instrument: Kemtron Industries Pty Ltd v Commissioner of Stamp Duties (Qld) [1984] 1 QdR 576 at p 585.",
      "id": "s523"
    },
    {
      "text": "The Commissioner contends that the waiver of the right of indemnity was not brought about by any authorised amendment of the Trust Deed.",
      "id": "s524"
    },
    {
      "text": "Two things are said to flow from this.",
      "id": "s525"
    },
    {
      "text": "Firstly, the waiver of the former trustee's right of indemnity brought about a material change in the rights and obligations attaching to the trust property which was inconsistent with the continuity of the trust estate for tax purposes.",
      "id": "s526"
    },
    {
      "text": "Secondly, the release of the former trustee's right of indemnity is properly understood as an agreement which gave rise to a new trust in the same terms as the CU Trust absent the term as to indemnity and thus a new trust was brought into existence for the purposes of the general law.",
      "id": "s527"
    },
    {
      "text": "The deed by which the former trustee abandoned or waived a right conferred upon it by the Trust Deed and by operation of law was not an impermissible exclusion of a right of indemnity from the trust instrument nor was it an impermissible amendment to the Trust Deed.",
      "id": "s528"
    },
    {
      "text": "The deed by which the right of indemnity was extinguished provided for a waiver of a vested right in the former trustee.",
      "id": "s529"
    },
    {
      "text": "The trust instrument conferred a right of indemnity reflecting the position at law.",
      "id": "s530"
    },
    {
      "text": "Like many rights enjoyed by a party at law, the right was capable of waiver, abandonment or discharge whatever the source of the right may have been.",
      "id": "s531"
    },
    {
      "text": "The election on the part of the former trustee not to assert a right of indemnity conferred upon it and give substance to that election by covenanting by deed to waive the right of indemnity did not amount to a variation or amendment to the Trust Deed or the resettlement of the trust property upon a new trust in the same terms as the CU Trust Deed absent a right of indemnity.",
      "id": "s532"
    },
    {
      "text": "The incoming trustee assumed the office of trustee on the terms of the Trust Deed which included a right of indemnity out of the trust assets in respect of liabilities incurred in performing the powers, obligations and duties of trustee.",
      "id": "s533"
    },
    {
      "text": "The election to discharge the right of indemnity brought to an end the former trustee's beneficial interest in the trust assets comprising the trust fund.",
      "id": "s534"
    },
    {
      "text": "I am not satisfied that the extinguishment of the right of indemnity brought about a material change to the trust property inconsistent with the continuity of the trust estate having regard to the totality of the 1993 arrangements which imposed extinguishment as a condition of appointment of a new trustee and made provision for further contributions to the trust fund to enable the trust to undertake the proposed property development projects.",
      "id": "s535"
    },
    {
      "text": "The extinguishment of the right of indemnity was an element of enabling further contributions to be made to the trust fund to enable it to continue to embark upon property development projects as it had historically done up to the moment in time when Mr Denoon, due to the downturn in the Australian property market, was unable to continue to undertake projects by reason of the accumulated losses and an inability to raise capital or debt.",
      "id": "s536"
    },
    {
      "text": "Continuity in the interests of the beneficiaries\n The third break in continuity is said to arise out of a change in the interests of the unitholders in the trust fund.",
      "id": "s537"
    },
    {
      "text": "By cl 3 of the Trust Deed, the trustee stands possessed of the settlement sum, the fund and the income of the fund for the unitholders specified in the schedule and subsequent unitholders for the time being, upon the trusts and powers and subject to the terms, covenants and conditions contained in the deed.",
      "id": "s538"
    },
    {
      "text": "By cl 6, the CU Trust is a trust in which the beneficial interest in the fund is divided into units, consisting initially of 10 units of $1.00 each.",
      "id": "s539"
    },
    {
      "text": "By cl 6(b), no unit confers any interest in any particular part of the fund nor in any particular asset of the trust.",
      "id": "s540"
    },
    {
      "text": "By cl 6(c), at any given date all units shall be of equal value.",
      "id": "s541"
    },
    {
      "text": "The trustee may cause units to be created and issued: cls 8 and 9.",
      "id": "s542"
    },
    {
      "text": "Separate classes of units might be created by the trustee.",
      "id": "s543"
    },
    {
      "text": "However, at the relevant dates no separate classes of units had been established.",
      "id": "s544"
    },
    {
      "text": "All issued units were of the same class.",
      "id": "s545"
    },
    {
      "text": "By cl 14, units may be transferred by a unitholder in writing to any person and the trustee shall not refuse to register the transfer of any unit unless the trustee reasonably forms an opinion that the transferee is not a respectable, responsible and solvent person.",
      "id": "s546"
    },
    {
      "text": "By cl 11(a), an \"absolute discretion\" is conferred on the trustee to set aside the whole of the net income of the trust fund in the relevant accounting period \"to and for the benefit of each class of unit holders\" in such proportion as the trustee may determine.",
      "id": "s547"
    },
    {
      "text": "Clause 11(a) suggests that the discretion involves the application of the net income of the trust fund to the benefit of each class of unitholder rather than to the benefit of unitholders within a class.",
      "id": "s548"
    },
    {
      "text": "By cl 11(b), the net income of the trust fund is to be distributed to the unitholders in proportion to the number of units so held, in the absence of the exercise of the discretion conferred by cl 11(a).",
      "id": "s549"
    },
    {
      "text": "At the relevant time, there was only one class of unitholder and since cl 11(a) conferred a discretion to apply the whole of the net income of the trust fund for the benefit of each class, the discretion must be construed as a discretion to apply the whole of the net income to the sole existing class and members within the class, in the absolute discretion of the trustee.",
      "id": "s550"
    },
    {
      "text": "The parties have made submissions that the trustee enjoys a discretion to apply the net income of the trust fund to unitholders within the existing class.",
      "id": "s551"
    },
    {
      "text": "In the absence of the exercise of the discretion, cl 11(b) effected a distribution of the whole of the net income to the unitholders in proportion to the number of units so held.",
      "id": "s552"
    },
    {
      "text": "The unitholders by unanimous resolution may direct the trustee to determine the trust.",
      "id": "s553"
    },
    {
      "text": "The directors of the trustee may orally resolve to determine the trust.",
      "id": "s554"
    },
    {
      "text": "Upon determination of the trust, the trust is to be wound up in accordance with cl 24 of the Trust Deed.",
      "id": "s555"
    },
    {
      "text": "In that event, the trust fund is to be called in and converted into money and the net proceeds of that process are to be distributed amongst the unitholders in accordance with their proportionate entitlements under the deed.",
      "id": "s556"
    },
    {
      "text": "No unitholder during the subsistence of the trust has a right to call for a proportionate distribution of the trust fund or a proportionate distribution in any accounting period of any part of the net income of the trust fund, subject to the performance of the obligation under cl 11(b) in the absence of the exercise of the discretion under cl 11(a).",
      "id": "s557"
    },
    {
      "text": "The unitholders are the objects of the trust.",
      "id": "s558"
    },
    {
      "text": "They are therefore the objects of the cl 11(a) discretionary power in relation to any distributions of the net income of the trust fund and enjoy the right in equity to the due administration of the trust coupled with the fiduciary duty in the trustee to consider whether and in what way the trustee should exercise the power conferred on it under the Trust Deed.",
      "id": "s559"
    },
    {
      "text": "The rights of due administration are protected by a court of equity.",
      "id": "s560"
    },
    {
      "text": "Under the arrangements struck in June 1993 the Denoon interests transferred five of the 10 issued units to the Clark interests.",
      "id": "s561"
    },
    {
      "text": "They did so in accordance with cl 14 of the Trust Deed.",
      "id": "s562"
    },
    {
      "text": "The Commissioner says that in form the Clark and Denoon entities were to hold their units in the trust in accordance with the terms of the Trust Deed but in substance the entitlements attaching to the interests of Gemridge and Mr Denoon as unitholders were fundamentally altered in the following manner.",
      "id": "s563"
    },
    {
      "text": "First, the Commissioner says that the appointment of CEPL effected a change in the individuals who controlled the discretionary power of application of the net income of the trust fund.",
      "id": "s564"
    },
    {
      "text": "The Commissioner says this represented a material change in the administration of the trust that adversely affected the prospect of the Denoon unitholders sharing in the enjoyment of any future income of the CU Trust.",
      "id": "s565"
    },
    {
      "text": "A trustee may resign or be replaced.",
      "id": "s566"
    },
    {
      "text": "A new trustee exercising the rights, obligations and duties cast upon it by reason of assuming the office of trustee, will do so according to the guiding minds of those in control of the new trustee and not those in control of the former trustee unless the same individuals control each entity.",
      "id": "s567"
    },
    {
      "text": "Thus, the exercise of the discretion contemplated by cl 11 will fall under the influence of those in control of the new trustee.",
      "id": "s568"
    },
    {
      "text": "That is an inevitable incident of the resignation of a trustee and the appointment of the new trustee.",
      "id": "s569"
    },
    {
      "text": "A change in control in the exercise of the powers conferred on the trustee by the Trust Deed logically flows from a change of trustee.",
      "id": "s570"
    },
    {
      "text": "Accordingly, a change in control in the exercise of relevant trust powers, is not inconsistent with the continuity of the trust or trust estate.",
      "id": "s571"
    },
    {
      "text": "The more difficult matter is the effect upon the continuity of the trust of the arrangements put in place by Mr Denoon and Mr Clark arising out of the Joint Venture Deed.",
      "id": "s572"
    },
    {
      "text": "By that deed, Mr Clark and Mr Denoon elected to implement a joint venture for the development of property projects through the vehicle of the CU Trust which involved a contribution by Mr Clark of $1.8m and a prospective contribution by 30 June 1995 from Mr Denoon of $1.8m.",
      "id": "s573"
    },
    {
      "text": "Consistent with the notion that each joint venturer would contribute a matching contribution to the trust fund, 50% of the units in the CU Trust were transferred by the Denoon interests to the Clark interests.",
      "id": "s574"
    },
    {
      "text": "Mr Denoon and Mr Clark agreed that in the event of Mr Denoon failing to make a matching contribution, the Denoon interests would transfer their five units in the trust to the Clark interests for the nominal value of $5.00.",
      "id": "s575"
    },
    {
      "text": "They also agreed that unless and until Mr Denoon through Gemridge made a matching contribution, the Denoon interests would enjoy no rights in relation to the assets of the CU Trust or the income of the trust fund.",
      "id": "s576"
    },
    {
      "text": "By operation of the Trust Deed, no unitholder enjoyed, in any event, any interest in any asset comprising the trust fund.",
      "id": "s577"
    },
    {
      "text": "However, an essential element of the joint venture was that unless and until the Denoon interests made a matching contribution, the rights and entitlements of the Denoon interests would be, in effect, placed in suspension.",
      "id": "s578"
    },
    {
      "text": "The arrangements struck between Mr Denoon and Mr Clark provided for remuneration payable to Mr Denoon through his consulting entity for the provision of services to the CU Trust.",
      "id": "s579"
    },
    {
      "text": "By agreement, the Denoon interests enjoyed no right to receive any part of the net income of the trust fund unless and until a matching contribution was made.",
      "id": "s580"
    },
    {
      "text": "The exercise of the power conferred by cl 11(a) of the Trust Deed thus occurred without regard to the Denoon interests as unitholders, in the 1993, 1994 and 1995 income years.",
      "id": "s581"
    },
    {
      "text": "No part of the undistributed income of the trust for those income years was paid to the Denoon entities.",
      "id": "s582"
    },
    {
      "text": "The trustee did not take the Denoon interests into account for the commercial reasons reflected in Mr Denoon's inability to make a matching contribution to the CU Trust, in the exercise of the discretion.",
      "id": "s583"
    },
    {
      "text": "Ultimately, Gemridge advised the trustee on 27 July 1994 that it could not make its contribution and on 27 June 1995 the trustee agreed to a transfer of the units to Clark Holdings for the nominal value of $5.00.",
      "id": "s584"
    },
    {
      "text": "The certificates of transfer were signed on 26 April 1996.",
      "id": "s585"
    },
    {
      "text": "The Commissioner says that the effect of the suspension arrangement was that from 24 June 1993, CEPL as trustee of the CU Trust, stood possessed of the settlement sum, the fund and the income from the fund not for the unitholders for the time being as contemplated by cl 3 of the Trust Deed but rather for the unitholders represented by the Clark interests unless and until the Denoon interests made a contribution to the CU Trust matching the contribution made by Mr Clark.",
      "id": "s586"
    },
    {
      "text": "Ultimately, Gemridge was not able to make its contribution and the units were transferred to the Clark interests.",
      "id": "s587"
    },
    {
      "text": "The Denoon interests transferred their units to Clark Holdings for a nominal value notwithstanding whatever the actual value of those interests may have been (which might otherwise have been the subject of a valuation in accordance with the Trust Deed having regard to contributions to the trust fund and income of the trust fund) as in the absence of a matching contribution, Mr Clark and Mr Denoon had agreed that the Denoon interests had no more than a nominal interest in the CU Trust as none of the increase in the value of the units was attributed to any contribution to the trust fund by the Denoon interests.",
      "id": "s588"
    },
    {
      "text": "Mr Denoon and Mr Clark intended however that the CU Trust continue in operation.",
      "id": "s589"
    },
    {
      "text": "It was necessary for Mr Clark's purposes that it do so.",
      "id": "s590"
    },
    {
      "text": "Both men proceeded on the footing that Mr Denoon \"hoped\" to be able to make a matching contribution to the CU Trust by 30 June 1995.",
      "id": "s591"
    },
    {
      "text": "In the period between 24 June 1993 and 30 June 1995, they investigated potential property development projects to be undertaken by the CU Trust for the long term, during the period of Mr Denoon's consultancy.",
      "id": "s592"
    },
    {
      "text": "The question that arises is whether the suspension arrangements and the effect upon the administration of the trust by CEPL from 24 June 1993 brought about changes in the interests of the unitholders, that is, the rights attaching to membership of the trust, so as to destroy the necessary continuity in the trust fund that made the capital gain in the 2001 income year and that which suffered the capital loss in the 1993 income year.",
      "id": "s593"
    },
    {
      "text": "Did the changes terminate the existence of the CU Trust or produce the result that it did not make the capital gain in question?",
      "id": "s594"
    },
    {
      "text": "Federal Commissioner of Taxation v Commercial Nominees of Australia Ltd (2001) 75 ALJR 1172 at [36].",
      "id": "s595"
    },
    {
      "text": "The points along the continuum were these.",
      "id": "s596"
    },
    {
      "text": "The Rothwells shares were acquired in the 1988 financial year.",
      "id": "s597"
    },
    {
      "text": "They rapidly lost value.",
      "id": "s598"
    },
    {
      "text": "They were sold by the trustee on 26 May 1993 giving rise to a CGT disposal and a capital loss.",
      "id": "s599"
    },
    {
      "text": "On 24 June 1993 the suspension arrangements were put in place pending the realisation of either an expectation or a hope of Mr Denoon's matching contribution.",
      "id": "s600"
    },
    {
      "text": "By 27 July 1994, Gemridge had made it plain to the trustee that it could not make a matching contribution and on 27 June 1995 the trustee agreed to the transfer of the Denoon units to Clark Holdings.",
      "id": "s601"
    },
    {
      "text": "The transfers were signed on 26 April 1996.",
      "id": "s602"
    },
    {
      "text": "In 1997, the Gladstone properties were acquired and in the 2001 income year the CU Trust realised a capital gain upon the disposal of those properties.",
      "id": "s603"
    },
    {
      "text": "All of the units in the CU Trust on 26 May 1993 were held by the Denoon interests.",
      "id": "s604"
    },
    {
      "text": "By the arrangements of 24 June 1993, 50% of those units were transferred to the Clark interests.",
      "id": "s605"
    },
    {
      "text": "The Denoon interests retained 50% of the issued units although the joint venture arrangements placed the rights attaching to those units, in practical terms, in suspension.",
      "id": "s606"
    },
    {
      "text": "In effect, the Denoon interests agreed by deed that they would not require, for a period, the new trustee to take their interests into account in exercising the power of allocation of the net income of the trust and they accepted that they could not, whatever might have been the source of any right to do so, assert any right in relation to any part of the trust fund during the period of suspension.",
      "id": "s607"
    },
    {
      "text": "Nevertheless, they retained their standing as unitholders during the suspension period on the footing that Mr Denoon's interests might ultimately be able to make a matching contribution, and when the call for a matching contribution could not be satisfied, the units of the Denoon interests were transferred in accordance with the terms of the Trust Deed to Clark Holdings in 1996.",
      "id": "s608"
    },
    {
      "text": "In the 1993 income year, the year of the capital loss, all the units were held by the Denoon interests until 24 June 1993.",
      "id": "s609"
    },
    {
      "text": "By the 2001 income year, the year of the capital gain, all of the units had been transferred: the first 50% in 1993 under the provisions of the deed; and the second 50% in 1996, also under the deed.",
      "id": "s610"
    },
    {
      "text": "Although the rights attaching to the retained Denoon interests were suspended for two years between 1993 and 1995 pending Mr Denoon's efforts to raise monies to make a matching contribution to the trust fund, the suspension of those rights was a condition accepted by the Denoon interests of preserving the integrity of the trust fund until a matching contribution might be made.",
      "id": "s611"
    },
    {
      "text": "The suspension arrangement was not a mechanism by which the \"interests\" of the unitholders were amended thus destroying the continuity of the trust estate but rather a mechanism for preserving the operation of the CU Trust by the protection of the assets and income of the trust estate, in the hope that Mr Denoon would be able to make a matching contribution and avoid making an out-and-out transfer under the Trust Deed of his remaining units in the trust.",
      "id": "s612"
    },
    {
      "text": "When he was unable to make that contribution, the remaining units were transferred at a nominal value to Mr Clark's entity as no part of the increase in the value of the units was attributable to any contribution by Mr Denoon to the trust fund.",
      "id": "s613"
    },
    {
      "text": "However, the \"interests\" attaching to the units in the CU Trust remained throughout as determined by the Trust Deed.",
      "id": "s614"
    },
    {
      "text": "Mr Denoon simply agreed with Mr Clark and through him, the trustee, that pending the making of a matching contribution to the trust fund, the rights attaching to the units held by his interests would not be asserted by the unitholder and if no matching contribution was made, Mr Denoon's remaining units, which would have represented his continuing interest in the trust estate and thus the joint venture, would be transferred under the Trust Deed to Mr Clark's entity.",
      "id": "s615"
    },
    {
      "text": "By 1996, the Denoon interests had transferred their remaining units to Clark Holdings and enjoyed no unit entitlements in the CU Trust.",
      "id": "s616"
    },
    {
      "text": "CEPL stood possessed under the Trust Deed of the settlement sum, the fund and the income of the trust fund for the unitholders for the time being upon the trusts and powers and subject to the terms, covenants and conditions of the Trust Deed, and continued to do so in the 2001 income year of the capital gain, as the former trustee had in the 1993 income year (the year of the capital loss), notwithstanding that the units were differently owned and, for a two-year period beginning on 24 June 1993 and ending on 27 June 1995, the rights attaching to 50% of the units were suspended by agreement with the unitholder.",
      "id": "s617"
    },
    {
      "text": "When comparing the trust estate in the income year of the capital loss with the trust estate in the income year of the capital gain, ownership of the units in the trust had changed by transfer under the Trust Deed but the interests of the holders of the issued units in the 1993 income year were the same (subject to amendments to the Trust Deed not relied upon by the Commissioner as indicia of a changing continuity) as the interests of the holders of the issued units in the 2001 income year.",
      "id": "s618"
    },
    {
      "text": "It therefore follows that the two-year suspension period did not destroy the continuity of interests at the relevant dates attaching to the units in the CU Trust such that the suspension period brought about a termination of the existence of the CU Trust or that the CU Trust that made the capital gain at the relevant date in 2001 was not the CU Trust that suffered the capital loss at the relevant date in 1993.",
      "id": "s619"
    },
    {
      "text": "The Relsun shares\n The taxpayers assert that the CU Trust suffered a capital loss in the 1991 income year as a result of the trustee writing off a loan to a company called Relsun.",
      "id": "s620"
    },
    {
      "text": "The financial accounts for the trust estate for the income year ending 30 June 1989 show an investment by the trust estate in Relsun of $2.00.",
      "id": "s621"
    },
    {
      "text": "It seems that the trust estate owned the whole of the issued shares in Relsun.",
      "id": "s622"
    },
    {
      "text": "The financial accounts for the year ending 30 June 1990 show a loan by the trust to Relsun of $375,995.00.",
      "id": "s623"
    },
    {
      "text": "The financial accounts of the trust for the year ending 30 June 1991 show as a reconciling item the write-off of the loan treated as a capital loss in an amount of $375,995.00.",
      "id": "s624"
    },
    {
      "text": "The 1992 income tax return completed by the trustee of the trust shows a carry-forward loss from 1991 of $375,995.00.",
      "id": "s625"
    },
    {
      "text": "The evidence as to the date of acquisition of the shares is unclear.",
      "id": "s626"
    },
    {
      "text": "Mr Denoon relies upon the entries in the financial accounts.",
      "id": "s627"
    },
    {
      "text": "In the absence of any evidence in contradiction, I accept that the financial accounts reflect an acquisition of the shares in Relsun, the making of the loan and the writing off of that loan.",
      "id": "s628"
    },
    {
      "text": "The Commissioner does not contest that the write-off of the loan constitutes a capital loss.",
      "id": "s629"
    },
    {
      "text": "The contest is as to whether the taxpayer is in a position to prove on the balance of probabilities the acquisition of the shares by the trustee in its trust capacity.",
      "id": "s630"
    },
    {
      "text": "Since the financial accounts have been prepared by BDO Nelson Parkhill on the basis of access to the underlying documents, I accept that the entries in the financial accounts reflect an acquisition of the Relsun shares and a write-off of a loan to Relsun.",
      "id": "s631"
    },
    {
      "text": "Carringbush Kumagai Limited\n The taxpayers assert that the CU Trust suffered a capital loss of $72,000.00 in the 1992 income year as a result of the trustee writing down the trust estate's investment in shares in CKL.",
      "id": "s632"
    },
    {
      "text": "Mr Denoon had no recollection of the investment.",
      "id": "s633"
    },
    {
      "text": "The company CKL was incorporated on 16 August 1985.",
      "id": "s634"
    },
    {
      "text": "In the financial accounts for the trust for the year ending 30 June 1998, note 4 to the accounts describes an investment in CKL of $72,000.00 and describes that investment as having had a market value at 30 June 1987 of $144,000.00.",
      "id": "s635"
    },
    {
      "text": "Note 6 to the accounts shows an unsecured loan to CKL of $50.3m.",
      "id": "s636"
    },
    {
      "text": "The financial accounts for the trust for the year ending 30 June 1989 also show the trust estate's investment in shares in CKL at a cost of $72,000.00.",
      "id": "s637"
    },
    {
      "text": "Note 4 records the market value of the investment at 30 June 1988 as $144,000.00.",
      "id": "s638"
    },
    {
      "text": "CKL was placed in liquidation on 2 October 1991 and deregistered in 1994.",
      "id": "s639"
    },
    {
      "text": "The asset thus ceased to exist.",
      "id": "s640"
    },
    {
      "text": "In the 1992 income year the trust estate's investment in the CKL shares was treated as irrecoverable giving rise to the claim for a carry-forward capital loss.",
      "id": "s641"
    },
    {
      "text": "In the absence of any evidence in contradiction, I accept that the entries in the financial accounts prepared by BDO Nelson Parkhill on the basis of access to the primary documents, reflect a true and fair view of the trust estate's investment in the CKL shares and that the investment became irrecoverable by reason of the liquidation of CKL on 2 October 1991.",
      "id": "s642"
    },
    {
      "text": "Mrs Helen Clark\n By agreement, all of the evidence in the proceedings relating to Mr David Clark is treated as evidence in the proceedings by Mrs Helen Clark.",
      "id": "s643"
    },
    {
      "text": "The resolution of the issues in the proceedings on behalf of Mr David Clark also resolve the issues in the proceeding by Mrs Helen Clark.",
      "id": "s644"
    },
    {
      "text": "Formal Orders\n I propose to direct the parties to make short written submissions within 7 days as to the formal orders that ought to be made in each proceeding in light of these reasons.",
      "id": "s645"
    },
    {
      "text": "I will reserve the question of costs and also direct the parties to make any submissions on the question of costs within 7 days.",
      "id": "s646"
    },
    {
      "text": "I certify that the preceding one hundred and forty-five (145) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s647"
    },
    {
      "text": "Associate:\n \n \nDated: 30 November 2009\n \n Counsel for the Applicants: Mr M Robertson \n \n Solicitor for the Applicants: Ernst &amp; Young, Law \n \n Counsel for the Respondent: Mr S Couper SC with Ms M Brennan \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 9, 10, 11 March 2009 \n \n Date of Judgment: 30 November 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1401.html",
      "id": "s648"
    }
  ]
}