{
  "name": "Prosperity Group International Pty Ltd v Queensland Communication Company Pty Ltd [2009] FCA 1361 (12 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1361.html",
  "catchphrases": [
    {
      "text": "default judgment",
      "id": "c0"
    },
    {
      "text": "applicable principles",
      "id": "c1"
    },
    {
      "text": "circumstances warranting the exercise of the discretion application brought as a result of non-compliance by respondents",
      "id": "c2"
    },
    {
      "text": "repeated events of non-compliance with case directions made by judge",
      "id": "c3"
    },
    {
      "text": "whether default judgment should be entered",
      "id": "c4"
    },
    {
      "text": "case listed for mediation",
      "id": "c5"
    },
    {
      "text": "controversy in relation to the adequacy of the amended defence",
      "id": "c6"
    },
    {
      "text": "controversy in relation to the amended statement of claim",
      "id": "c7"
    },
    {
      "text": "matter adjourned pending mediation",
      "id": "c8"
    },
    {
      "text": "costs",
      "id": "c9"
    },
    {
      "text": "indemnity costs",
      "id": "c10"
    },
    {
      "text": "applicable principles",
      "id": "c11"
    },
    {
      "text": "ordinary rule that costs awarded on party and party basis",
      "id": "c12"
    },
    {
      "text": "court ought not make an order on another basis unless warranted by the circumstances of the case",
      "id": "c13"
    },
    {
      "text": "circumstances warranting the exercise of the discretion",
      "id": "c14"
    },
    {
      "text": "categories not closed",
      "id": "c15"
    },
    {
      "text": "applicants have incurred avoidable costs as a result of the respondents' events of non-compliance with interlocutory directions",
      "id": "c16"
    },
    {
      "text": "circumstances bear conclusion that respondents unwilling or unable to accept the importance of case directions",
      "id": "c17"
    },
    {
      "text": "indemnity costs ordered",
      "id": "c18"
    },
    {
      "text": "practice and procedure",
      "id": "c19"
    },
    {
      "text": "practice and procedure",
      "id": "c20"
    }
  ],
  "sentences": [
    {
      "text": "This practice application arises because of a perception, which is not ill-founded, on behalf of the Applicants that there has been a studied non-compliance by the Third, Fourth and Fifth Respondents which directions made in respect of the management of this case.",
      "id": "s0"
    },
    {
      "text": "The High Court in Aon Risk Services Australia Ltd v Australian National University [2009] HCA 27 ; (2009) 83 ALJR 951 (Aon Insurance), has recently emphasised the role of case management in the modern era in the conduct of litigation.",
      "id": "s1"
    },
    {
      "text": "It is the practice of this Court, and has been since its inception, for cases actively to be managed by judges.",
      "id": "s2"
    },
    {
      "text": "Directions in respect of interlocutory steps in a case given by a judge are not aspirational statements.",
      "id": "s3"
    },
    {
      "text": "The particular events of non-compliance are helpfully summarised in a table which forms part of the submissions made on behalf of the Applicants which is annexure A to the reasons for judgment.",
      "id": "s4"
    },
    {
      "text": "It does seem that the Third, Fourth and Fifth Respondents are not disposed to ignore Court orders in the sense that eventually there is compliance of sorts.",
      "id": "s5"
    },
    {
      "text": "That does not though mean that there is not an event of default of a kind which enlivens a jurisdiction under O 35A r 2 of the Federal Court Rules to give default judgment.",
      "id": "s6"
    },
    {
      "text": "The case is one listed for mediation on 27 November 2009.",
      "id": "s7"
    },
    {
      "text": "That is a factor I take into account in deciding whether to give default judgment as requested.",
      "id": "s8"
    },
    {
      "text": "There is a controversy in relation to the adequacy of the amended defence.",
      "id": "s9"
    },
    {
      "text": "Further and, with all due respect, belatedly, there has also been a degree of controversy raised in relation to the amended statement of claim.",
      "id": "s10"
    },
    {
      "text": "It is no reflection on Mr Abaza who, to my recollection, has not appeared in the past in this matter, to say that that particular criticism is raised late and gives rise to a concern that notwithstanding the period since April, it forms yet another part of a lack of engagement on the part of the Third, Fourth and Fifth Respondents with bringing the case to hearing with due expedition.",
      "id": "s11"
    },
    {
      "text": "The exigencies of time today do not permit a detailed scrutiny of the adequacy of the amended defence.",
      "id": "s12"
    },
    {
      "text": "It does though, at least raise sufficient indication of the Third, Fourth and Fifth Respondents' position to give some meaningful content to a mediation.",
      "id": "s13"
    },
    {
      "text": "I was initially concerned, particularly, about an absence of the provision of a list of documents as ordered.",
      "id": "s14"
    },
    {
      "text": "It seems that that has been filed out of time and served yet further and later in a way which does not admit of ready explanation for the delay.",
      "id": "s15"
    },
    {
      "text": "Rather than give judgment in default, what I propose to do is to stand over the application made by the Applicants to 9.30am on 8 February 2010, at which time, in the event that the case is not resolved at mediation, I shall hear and determine it.",
      "id": "s16"
    },
    {
      "text": "I also propose --- in light of the reservations raised by the Third, Fourth and Fifth Respondents --- to allow them on that day to make submissions in respect of the amended statement of claim but to do so on motion.",
      "id": "s17"
    },
    {
      "text": "That motion is to be filed and served not later than Friday 4 December 2009.",
      "id": "s18"
    },
    {
      "text": "I should make it plain that, in light of past events, if it is not filed and served by that date it will not be entertained, but rather the matter will proceed on 8 February 2010 on the Applicants' amended notice of motion read today alone.",
      "id": "s19"
    },
    {
      "text": "Another event of default which occurred which adds only to the litany of casual compliance, or casual non-compliance as it is perhaps better termed, came in respect of the attempted lodgement this morning of submissions on behalf of the Third, Fourth and Fifth Respondents that ought to have been earlier lodged in accordance with directions made last week.",
      "id": "s20"
    },
    {
      "text": "That particular non-compliance has had the effect that it was not possible to make efficient use of the limited time available today in respect of the application brought by the First and Second Applicants.",
      "id": "s21"
    },
    {
      "text": "In turn, that has meant that those Applicants have incurred costs which they might not otherwise have incurred, in the sense that, insofar as the substantive hearing determination was concerned, that necessarily will have to be done on 8 February 2010.",
      "id": "s22"
    },
    {
      "text": "Indemnity costs have been sought.",
      "id": "s23"
    },
    {
      "text": "The categories in respect of which indemnity costs might be ordered are not closed: see Colgate-Palmolive v Cussons Pty Ltd [1993] FCA 536 ; (1993) 46 FCR 225.",
      "id": "s24"
    },
    {
      "text": "Rather, there is a discretion.",
      "id": "s25"
    },
    {
      "text": "The awarding of indemnity costs is exceptional.",
      "id": "s26"
    },
    {
      "text": "In the ordinary course of events a litigant is entitled only to party and party costs.",
      "id": "s27"
    },
    {
      "text": "That is part and parcel of the burden any litigant assumes in choosing to bring a matter to court.",
      "id": "s28"
    },
    {
      "text": "Here, though, the latest and last event of non-compliance persuades me that these Respondents --- the Third, Fourth and Fifth Respondents --- are either unable or unwilling to accept the fact that, as I have stated, directions are not aspirational statements.",
      "id": "s29"
    },
    {
      "text": "I see this, therefore, as a case which warrants the awarding of indemnity costs in respect of the costs of today.",
      "id": "s30"
    },
    {
      "text": "Further, it seems to me that an appropriate way to bring focus on the part of the Third, Fourth and Fifth Respondents to responsibilities that attend litigation is to direct that those costs be taxed and paid forthwith.",
      "id": "s31"
    },
    {
      "text": "For completeness, I should mention that it was raised on behalf of the Third, Fourth and Fifth Respondents that the proceedings themselves were stayed under the Corporations Act 2001 (Cth) (Corporations Act) given that, apparently, the First and Second Respondents are in liquidation.",
      "id": "s32"
    },
    {
      "text": "My understanding, though, of the operation of the Corporations Act is that the proceedings, as against the companies in liquidation, are stayed and could not further be pursued as against those Respondents without leave, but that it is nonetheless lawfully possible for the Applicants to press their claims against the Third, Fourth and Fifth Respondents.",
      "id": "s33"
    },
    {
      "text": "I do not, therefore, see that as an obstacle either to the making of an order in respect of costs or, for that matter, in respect of the further prosecution by the First and Second Applicants of the case as against the Third, Fourth and Fifth Respondents.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s35"
    },
    {
      "text": "Associate:\n \n \nDated: 20 November 2009\n \n Counsel for the Applicants: Mr K Howe \n \n Solicitor for the Applicants: Michael Sing Lawyers \n \n Solicitor for the Third, Fourth and Fifth Respondents: John B Haije &amp; Associates \n Date of Hearing: 12 November 2009 \n \n Date of Judgment: 12 November 2009 \n \n ANNEXURE A \n \n Court Order dated 1 April 2009 (amended by consent) \n Directions Compliance Filed Late The applicants file and serve an amended application and statement of claim on or before 17 April 2009.",
      "id": "s36"
    },
    {
      "text": "Applicants complied on 17 April 2009.",
      "id": "s37"
    },
    {
      "text": "N/A The respondents shall file and serve any request for further particulars on or before 1 May 2009.",
      "id": "s38"
    },
    {
      "text": "Respondents failed to comply within time.",
      "id": "s39"
    },
    {
      "text": "Yes --- Respondents served the request for further and better particulars on 4 May 2009, 3 days later than required.",
      "id": "s40"
    },
    {
      "text": "The applicants shall file and serve a response to any request for further particulars on or before 15 May 2009.",
      "id": "s41"
    },
    {
      "text": "Respondents complied on 28 May 2009 (defence failed to comply with Rules).",
      "id": "s42"
    },
    {
      "text": "N/A The applicants shall file and serve a reply, if any, on or before 5 June 2009.",
      "id": "s43"
    },
    {
      "text": "Applicants unable to comply with Court Order as Respondents' Defence failed to comply with the Rules.",
      "id": "s44"
    },
    {
      "text": "N/A The applicants and respondents serve on each respective party a list of documents required to be disclosed on or before 12 June 2009.",
      "id": "s45"
    },
    {
      "text": "The Applicants complied on 12 June 2009.",
      "id": "s46"
    },
    {
      "text": "The Respondents failed to comply.",
      "id": "s47"
    },
    {
      "text": "N/A Further directions made on 19 June 2009 for Respondents to comply.",
      "id": "s48"
    },
    {
      "text": "Court Order dated 19 June 2009 (consent) \n Directions Compliance Filed Late The applicants are to file and serve any request for further particulars on or before 31 July 2009 Applicants complied on 31 July 2009 N/A The respondents shall file and serve a list of documents on the applicants on or before 31 July 2009.",
      "id": "s49"
    },
    {
      "text": "Third, Fourth and Fifth Respondents served List of Documents on 9 November 2009, but have failed to file them.",
      "id": "s50"
    },
    {
      "text": "Served late Not filed The respondents shall file and serve a response to any request for further particulars on or before 28 August 2009.",
      "id": "s51"
    },
    {
      "text": "Respondents failed to comply Remains outstanding The respondents shall file and serve an amended defence, if any, on or before 18 September 2009.",
      "id": "s52"
    },
    {
      "text": "Respondents failed to comply Amended Defence for the Third, Fourth and Fifth Respondents was filed late, on 6 October 2009.",
      "id": "s53"
    },
    {
      "text": "Amended Defence for the Third, Fourth and Fifth Respondents was served on the applicants on 9 November 2009.",
      "id": "s54"
    },
    {
      "text": "The applicants shall file and serve a reply, if any, on or before 16 October 2009.",
      "id": "s55"
    },
    {
      "text": "Applicants have been unable to comply due to Respondents non-compliance in filing an amended defence and response to further and better particulars.",
      "id": "s56"
    },
    {
      "text": "No \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1361.html",
      "id": "s57"
    }
  ]
}