{
  "name": "Commissioner of Taxation v Trail Bros Steel &amp; Plastics Pty Ltd [2009] FCA 1210 (28 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1210.html",
  "catchphrases": [
    {
      "text": "consideration of whether the taxpayer obtained a tax benefit for the purposes of s 177c(1)(b) of the income tax assessment act 1936 (cth) in connection with a scheme for the purposes of part iva of the act",
      "id": "c0"
    },
    {
      "text": "consideration of whether an \"alternate postulate\" adopted by the tribunal was open as a sufficiently reliable prediction of future events so as to be reasonable",
      "id": "c1"
    },
    {
      "text": "consideration of the evidence as to the alternate postulate",
      "id": "c2"
    },
    {
      "text": "consideration of whether the questions the subject of the application under s 44(1) of the administrative appeals tribunal act 1975 raise a question of law",
      "id": "c3"
    },
    {
      "text": "consideration of the tests for determining error of law on the part of an administrative decision-maker and in consequence, a question of law",
      "id": "c4"
    },
    {
      "text": "consideration of whether the questions the subject of the application under s 44(1) of the administrative appeals tribunal act 1975 raise a question of law",
      "id": "c5"
    },
    {
      "text": "consideration of the tests for determining error of law on the part of an administrative decision-maker and in consequence, a question of law",
      "id": "c6"
    },
    {
      "text": "taxation",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "The Application\n By this application the Commissioner appeals, on contended questions of law, under s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (the \"AAT Act\") from a decision of the Administrative Appeals Tribunal (the \"Tribunal\") by which the Tribunal set aside two objection decisions of the Commissioner made on 17 November 2004 disallowing the respondent's objection to assessments for the 1997 and 1998 tax years of income, and substituted a decision that the objections be allowed in full and the matter be remitted to the Commissioner to amend the assessments in accordance with the Tribunal's reasons.",
      "id": "s0"
    },
    {
      "text": "The Commissioner had disallowed deductions represented by payments to the trustee of an employee welfare fund, claimed by the respondent (the \"taxpayer\") in each tax year on the footing that Part IVA of the Income Tax Assessment Act 1936 (Cth) (the \"Act\") applied because the taxpayer had entered into a scheme by which it had obtained, or would but for s 177F of the Act, obtain a tax benefit in connection with the scheme for the purposes of s 177C(1)(b) of the Act and those who had entered into the scheme had done so for the dominant purpose of enabling the taxpayer to obtain a tax benefit in connection with the scheme.",
      "id": "s1"
    },
    {
      "text": "The Commissioner had also disallowed the claimed deductions on the footing that the payments did not fall within s 51(1) of the Act in the 1997 tax year and Section 8-1 of the Income Tax Assessment Act 1997 (Cth) (the \"1997 Act\") in the 1998 tax year.",
      "id": "s2"
    },
    {
      "text": "The only questions alive in these proceedings concern the application of Part IVA of the Act and whether the Commissioner's power under s 177F(1) of the Act was enlivened.",
      "id": "s3"
    },
    {
      "text": "The Background\n The background facts as found by the Tribunal are these.",
      "id": "s4"
    },
    {
      "text": "In 1986, Mr Mark Trail, Mr Allan Trail and Mr Robert Trail commenced business, as brothers, in partnership manufacturing cane-harvesting machinery, undertaking engineering repairs and manufacturing plastic components for the cane/harvesting industry.",
      "id": "s5"
    },
    {
      "text": "They carried on business in Home Hill in Northern Queensland.",
      "id": "s6"
    },
    {
      "text": "From 1988 the business was carried on by a corporation, Trail Bros Pty Ltd (\"TBPL\").",
      "id": "s7"
    },
    {
      "text": "Each of the brothers held one third of the issued capital in TBPL.",
      "id": "s8"
    },
    {
      "text": "Within a relatively short time of incorporation, Mr Robert Trail withdrew from active participation in the business, resigned as a director and sold his shares in TBPL.",
      "id": "s9"
    },
    {
      "text": "From then, TBPL was controlled by Mr Mark Trail and Mr Allan Trail.",
      "id": "s10"
    },
    {
      "text": "By early 1996, TBPL had a cohort of 17 salaried employees.",
      "id": "s11"
    },
    {
      "text": "In early 1996, Mr Mark Trail and Mr Allan Trail decided to restructure the affairs of TBPL.",
      "id": "s12"
    },
    {
      "text": "They did this by bringing Mr Joseph Patane (the Fabrication and Floor Manager of the business), Mr Chris Holden (the Finance Manager) and Mr Terry Dall'Osto (an outside third party) into the business.",
      "id": "s13"
    },
    {
      "text": "The restructure was undertaken by incorporating Trail Bros Steel &amp; Plastics Pty Ltd and selling the business of TBPL to the new entity at a price of $175,000.00.",
      "id": "s14"
    },
    {
      "text": "Mr Patane, Mr Holden, Mr Dall'Osto, Mr Mark Trail and Mr Allan Trail became members and directors of the new corporation.",
      "id": "s15"
    },
    {
      "text": "After the settlement of the sale transaction the shareholding in the new corporation was held in this way: 45% by TBPL; 20% by Lynpros Pty Ltd on behalf of Mr Holden; 25% by Mr Patane; and 10% by Mr Dall'Osto.",
      "id": "s16"
    },
    {
      "text": "In the new corporation, Mr Mark Trail was the General Manager.",
      "id": "s17"
    },
    {
      "text": "Mr Allan Trail was the Manager of the plastics division.",
      "id": "s18"
    },
    {
      "text": "Mr Patane was in charge of production and engineering.",
      "id": "s19"
    },
    {
      "text": "Mr Holden was in charge of finance and administration and Mr Dall'Osto was in charge of sales and marketing.",
      "id": "s20"
    },
    {
      "text": "Not long after the incorporation of the new entity, Mr Dall'Osto left the business and sold his shares.",
      "id": "s21"
    },
    {
      "text": "TBPL acquired an additional 6% of the issued shares elevating its shareholding to 51%.",
      "id": "s22"
    },
    {
      "text": "The remaining 4% was acquired by the other members.",
      "id": "s23"
    },
    {
      "text": "In addition, as part of the restructure leading to the establishment of the new corporation, the taxpayer entered into written contracts of employment on 1 April 1996 with Mr Mark Trail and Mr Allan Trail.",
      "id": "s24"
    },
    {
      "text": "In the case of Mr Mark Trail, his contract records that he is the General Manager of the taxpayer with responsibility for the overall management of the company's operations.",
      "id": "s25"
    },
    {
      "text": "He reports to the Board of Directors.",
      "id": "s26"
    },
    {
      "text": "His remuneration is recorded as $36,000.00.",
      "id": "s27"
    },
    {
      "text": "The contract in Schedule 1 also provides for contributions by the taxpayer to an Employer Superannuation Scheme on behalf of M.R.",
      "id": "s28"
    },
    {
      "text": "Trail in these terms: \n \n Contributions to Employer Superannuation Scheme: by employer --- a total contribution of $297,000.00 to be paid during the first four (4) financial years of the company's trading operations.",
      "id": "s29"
    },
    {
      "text": "An amount of $60,000.00 shall be contributed prior to 30 th June, 1996.",
      "id": "s30"
    },
    {
      "text": "Contributions in the other three (3) years shall be in such amount as the employer shall, in its discretion determine, provided that the total amount payable as hereinbefore set out, is paid in the first four (4) years of trading operations.",
      "id": "s31"
    },
    {
      "text": "Mr Allan Trail's contract is in the same terms as Mr Mark Trail's contract except that his position description differs and he reports to Mr Mark Trail.",
      "id": "s32"
    },
    {
      "text": "The remuneration and superannuation contribution provision is in the same terms.",
      "id": "s33"
    },
    {
      "text": "The contributions were to be paid into a self-managed superannuation fund of which Mr Allan Trail and Mr Mark Trail were the trustees (the \"Trail Bros Superannuation Fund\").",
      "id": "s34"
    },
    {
      "text": "An amount of $120,000.00 was paid into the Superannuation Fund in the year ending 30 June 1996 representing the payment of $60,000.00 on behalf of each individual.",
      "id": "s35"
    },
    {
      "text": "That payment in the year ended 30 June 1996 was fully deductible to the taxpayer from its assessable income, by virtue of s 82AAC(2D) of the Act.",
      "id": "s36"
    },
    {
      "text": "In the course of the financial year ending 30 June 1997, the Act was amended by the Superannuation Contributions Tax (Consequential Amendments) Act 1997 (No.",
      "id": "s37"
    },
    {
      "text": "71 of 1997) (Cth) and the Superannuation Contributions and Termination Payments Taxes Legislation Amendment Act 1997 (No.",
      "id": "s38"
    },
    {
      "text": "191 of 1997) (Cth) which abolished deductibility for the full amount of superannuation contributions and introduced caps or aged-based limits on the deductibility of such contributions.",
      "id": "s39"
    },
    {
      "text": "The effect of the amendments was to significantly limit the deductibility of the amounts that the taxpayer had agreed under the contracts of 1 April 1996 to contribute to the Trail Bros Superannuation Fund on behalf of Mr Mark Trail and Mr Allan Trail over the balance term of the contracts.",
      "id": "s40"
    },
    {
      "text": "The Tribunal found that those who advised the taxpayer became aware of the legislative amendments.",
      "id": "s41"
    },
    {
      "text": "The Tribunal noted the evidence of Mr Mark Trail in his affidavit as to the steps which were then undertaken.",
      "id": "s42"
    },
    {
      "text": "The Tribunal then noted these paragraphs of Mr Trail's affidavit: Before 30 June 1997 Allan [Trail] and I spoke with the other directors about varying our arrangement in relation to Allan's and my remaining superannuation entitlements (of $474,000 over three years for Allan and me) so that the Applicant would instead contribute that amount to Trail Bros, which was still controlled by Allan and me.",
      "id": "s43"
    },
    {
      "text": "Trail Bros was to be the trustee of the Trail Bros Pty Ltd Employee Welfare Fund (\"the Employee Welfare Fund\").",
      "id": "s44"
    },
    {
      "text": "We had explained to the other directors that this could be of additional benefit to the Applicant, because the Fund was established not only for the benefit of Allan and me, but also the other employees and their dependants.",
      "id": "s45"
    },
    {
      "text": "The other directors were agreeable to this and were agreeable to the Applicant bearing the costs of establishing the Employee Welfare Fund.",
      "id": "s46"
    },
    {
      "text": "The Tribunal found that the Employee Welfare Fund was established with the assistance of a firm of solicitors.",
      "id": "s47"
    },
    {
      "text": "The Fund was established by a Deed of Trust dated 19 June 1997.",
      "id": "s48"
    },
    {
      "text": "TBPL was the trustee and the taxpayer was the employer.",
      "id": "s49"
    },
    {
      "text": "The trust was a discretionary trust.",
      "id": "s50"
    },
    {
      "text": "The beneficiaries of the trust are described as the employees, including the directors, of the taxpayer.",
      "id": "s51"
    },
    {
      "text": "On 24 June 1997, the taxpayer paid an amount of $210,000.00 into the Employee Welfare Fund in accordance with a resolution of its directors.",
      "id": "s52"
    },
    {
      "text": "A further sum of $210,000.00 was paid to the trustee of the fund on 4 July 1997 in accordance with a resolution of the directors.",
      "id": "s53"
    },
    {
      "text": "Accordingly, by 4 July 1997, the taxpayer had made a payment of $60,000.00 in the financial year ending 30 June 1996 to the trustees of the Trail Bros Superannuation Fund on behalf of each of Mr Allan Trail and Mr Mark Trail and in each of the tax years ending 30 June 1997 and 30 June 1998 the taxpayer had paid an amount of $210,000.00 into the Employee Welfare Fund constituting total payments of $540,000.00 of the total amount contemplated by the two contracts, of $594,000.00.",
      "id": "s54"
    },
    {
      "text": "The shortfall of $54,000.00 was not paid by the taxpayer.",
      "id": "s55"
    },
    {
      "text": "At [12], the Tribunal, although expressing reservations on the question in the absence of documentary evidence, accepted and found that the agreements entered into between the taxpayer as employer and Mr Mark Trail and Mr Allan Trail, as employees, were varied, by agreements between the parties, \"such that the contributions required by those agreements to be made to superannuation would, instead, be made to the Employee Welfare Fund\".",
      "id": "s56"
    },
    {
      "text": "At [13], the Tribunal further explained the basis for that conclusion which contains some observations about the evidence put to the Tribunal by Mr Mark Trail.",
      "id": "s57"
    },
    {
      "text": "At [13], the Tribunal said this: \n \n I reach that conclusion [the conclusion as to variation of the contracts] on the basis that it accords with logic and common sense, not merely because Mr Mark Trail says that the agreements were varied.",
      "id": "s58"
    },
    {
      "text": "His evidence is, in many respects, unsatisfactory .",
      "id": "s59"
    },
    {
      "text": "His evidence about the \"practice\" of Steel &amp; Plastics [the taxpayer] in helping employees, when tested by cross-examination, turned out to be hyperbole .",
      "id": "s60"
    },
    {
      "text": "Likewise I have considerable doubts about his evidence of the motivation for setting up the Employee Welfare Fund, in part, to benefit employees.",
      "id": "s61"
    },
    {
      "text": "Logic and common sense suggests that the Employee Welfare Fund was set up as a mechanism by which Steel &amp; Plastics could continue making the payments that it was obliged to make to Mr Mark Trail and Mr Allan Trail.",
      "id": "s62"
    },
    {
      "text": "They were unlikely to agree to forego their entitlements and they, as the controllers of a majority of Steel &amp; Plastics issued capital, had an obvious interest in ensuring that payments made by Steel &amp; Plastics retained deductible status.",
      "id": "s63"
    },
    {
      "text": "Thus I conclude that there was a variation to the contracts of employment such that payments due would, from the 1997 income year onwards, be made to the Employee Welfare Fund.",
      "id": "s64"
    },
    {
      "text": "[emphasis added] \n \n\n In each of its income tax years 1997 and 1998 the taxpayer claimed a deduction of $210,000.00 representing the payments to the Employee Welfare Fund.",
      "id": "s65"
    },
    {
      "text": "On 25 March 2003, the Commissioner made determinations under s 177F(1)(b) of Part IVA of the Act in relation to those claimed deductions in each tax year.",
      "id": "s66"
    },
    {
      "text": "Subsequently on 14 and 15 April 2003, the Commissioner issued assessments disallowing the deductions on the basis that the amounts were not deductible, or, if they were, that Part IVA operated to deny deductibility.",
      "id": "s67"
    },
    {
      "text": "A penalty was imposed at the rate of 50% on the basis that the claims were not \"reasonably arguable\".",
      "id": "s68"
    },
    {
      "text": "The penalty was discounted to 40% on the basis that the taxpayer had made a voluntary disclosure.",
      "id": "s69"
    },
    {
      "text": "The taxpayer objected to the assessments on 16 July 2003.",
      "id": "s70"
    },
    {
      "text": "Those objections were disallowed on 17 November 2004.",
      "id": "s71"
    },
    {
      "text": "At [19], the Tribunal notes the Commissioner's concession that if the Tribunal finds that the payments made to the Employee Welfare Fund were made pursuant to a contractual obligation arising out of the employment agreements as varied, the amounts would be deductible.",
      "id": "s72"
    },
    {
      "text": "At [12], [13] and [20], the Tribunal concludes that the contracts were varied such that the payments due to the brothers would be made by means of the Employee Welfare Fund.",
      "id": "s73"
    },
    {
      "text": "At [20], the Tribunal found those payments to be deductible \"having regard to the character of the promise that underlay the payments\".",
      "id": "s74"
    },
    {
      "text": "The Tribunal then considered whether Part IVA applied so as to enliven the Commissioner's power to determine under s 177F(1)(b) of the Act that the whole or part of the deduction not be allowable to the taxpayer and whether action taken under the final limb of s 177(1) of the Act to issue amended assessments on 14 and 15 April 2003 giving effect to the disallowance was supportable in the application of Part IVA to the relevant arrangements.",
      "id": "s75"
    },
    {
      "text": "Statutory Framework\n Before examining the Tribunal's reasoning on this question, the statutory framework should be borne in mind.",
      "id": "s76"
    },
    {
      "text": "Section 177D of the Act applies Part IVA to any scheme entered into, commenced or carried out where the taxpayer has obtained or would but for s 177F, obtain a tax benefit in connection with the scheme; and, having regard to the factors identified at s 177D(b)(i) to (viii), analysed objectively, it would be concluded that one or more of the persons who entered into the scheme or carried out the scheme (or any part of it) did so for the purpose of enabling the relevant taxpayer to obtain a tax benefit in connection with the scheme, or for the purpose of enabling the relevant taxpayer and another taxpayer (or other taxpayers) each to obtain a tax benefit in connection with the scheme.",
      "id": "s77"
    },
    {
      "text": "Such a purpose must be the dominant purpose.",
      "id": "s78"
    },
    {
      "text": "A scheme is broadly defined at s 177A(1) as any agreement, arrangement, understanding, promise or undertaking, whether express or implied and whether or not enforceable, or intended to be enforceable, by legal proceedings; and any scheme, plan, proposal, action, course of action or course of conduct.",
      "id": "s79"
    },
    {
      "text": "A reference in Part IVA to the \"obtaining by the taxpayer of a tax benefit in connection with a scheme\" shall by s 177C(1) be read in a particular way.",
      "id": "s80"
    },
    {
      "text": "It includes a reference to: \n \n S177C(1)(b) \n \n\n \n \n a deduction being allowable to the taxpayer in relation to a year of income where the whole or a part of that deduction would not have been allowable, or might reasonably be expected not to have been allowable, to the taxpayer in relation to that year of income if the scheme had not been entered into or carried out; \n \n\n Section 177C(1)(b) tells the taxpayer (and others) that a tax benefit in the form of a deduction has been obtained in connection with schematic arrangements if a deduction allowable to the taxpayer under the scheme, would not have been allowable (in whole or in part) if the scheme had not been struck or carried out, or on the second limb, might reasonably be expected not to have been allowable to the taxpayer, in the circumstances of the scheme as struck or carried out.",
      "id": "s81"
    },
    {
      "text": "Section 177C(1) thus requires the entire set of schematic arrangements to be set aside so that the postulate contemplated by s 177C(1)(b) might be considered.",
      "id": "s82"
    },
    {
      "text": "In Federal Commissioner of Taxation v Lenzo (2008) 167 FCR 255, Sackville J at 278 made these observations concerning the operation of s 177C(1)(b): ...",
      "id": "s83"
    },
    {
      "text": "In determining whether Mr Lenzo obtained a tax benefit in connection with the scheme for the purposes of s 177C(1)(b), three things should be noted about the statutory formulation.",
      "id": "s84"
    },
    {
      "text": "First, the question posed by s 177C(1)(b) has to be answered on the assumption that the scheme had not been entered into or carried out.",
      "id": "s85"
    },
    {
      "text": "Section 177C, unlike for example s 177D, does not refer to \"any part of the scheme\".",
      "id": "s86"
    },
    {
      "text": "Thus the question, in order to be answered as s 177C(1)(b) requires, must be approached by assuming that the entire scheme found by the Court was not entered into or carried out: cf Federal Commissioner of Taxation v Peabody (1994) 181 CLR 359 at 383-384, per curiam .",
      "id": "s87"
    },
    {
      "text": "It is not open to the taxpayer to point to what might reasonably be expected to have been done if only part of the scheme had not been entered into or carried out.",
      "id": "s88"
    },
    {
      "text": "In this case, for example, it is not open to Mr Lenzo to point to what could reasonably be expected to occur if the Loan Deed is ignored, by the remainder of the scheme is assumed to have continued in tact.",
      "id": "s89"
    },
    {
      "text": "Secondly, s 177C(1)(b) applies where the deduction would not have been allowable or might reasonably be expected not to have been allowable had the scheme not been entered into or carried out.",
      "id": "s90"
    },
    {
      "text": "As the High Court observed in FCT v Peabody 181 CLR at 385: \n \n \n [a] reasonable expectation requires more than a possibility.",
      "id": "s91"
    },
    {
      "text": "It involves a prediction as to events which would have taken place if the relevant scheme had not been entered into or carried out and the prediction must be sufficiently reliable for it to be regarded as reasonable.",
      "id": "s92"
    },
    {
      "text": "Thirdly, s 177C(1)(b) presents what might be described, perhaps loosely, as a question of characterisation.",
      "id": "s93"
    },
    {
      "text": "For the Court to conclude that a taxpayer has obtained a tax benefit in connection with a scheme, it must find that a deduction is allowable to a taxpayer in relation to a year of income in circumstances where the whole or part of \"that deduction\" would or might not have been allowable in the absence of the scheme.",
      "id": "s94"
    },
    {
      "text": "What does the expression \"that deduction\" mean?",
      "id": "s95"
    },
    {
      "text": "If the expression means the very deduction claimed by the taxpayer, in the sense of a deduction for the precise liability incurred by reason of the taxpayer's participation in the impugned scheme, the Commissioner would have little difficulty in persuading the Court that the taxpayer has obtained a tax benefit in connection with the scheme.",
      "id": "s96"
    },
    {
      "text": "By hypothesis, if there were no scheme (assuming the incurring of the liability was a consequence of the scheme) the taxpayer simply could not have claimed the identical deduction.",
      "id": "s97"
    },
    {
      "text": "If the expression \"that deduction\" has a wider meaning, it may be open to a taxpayer to satisfy the onus of showing the Commissioner's assessment is excessive by demonstrating that, had the scheme not been entered into or carried out, he or she would have or might reasonably be expected to have incurred a liability of the kind actually claimed as a deduction.",
      "id": "s98"
    },
    {
      "text": "For example, in WD &amp; HO Wills (Australia) Pty Ltd v Federal Commissioner of Taxation (1996) 65 FCR 298, the taxpayer argued that had it not entered into the scheme (involving payment of insurance premiums by it to a \"captive\" insurer), the taxpayer would have paid an equivalent sum in premiums to another insurer.",
      "id": "s99"
    },
    {
      "text": "On that hypothesis, even without the scheme, the whole of the deduction claimed by the taxpayer would have been an allowable deduction.",
      "id": "s100"
    },
    {
      "text": "The argument failed on the facts, but was accepted in principle: WD &amp; HO Wills (Aust) Pty Ltd v Federal Commissioner of Taxation 65 FCR at 329.",
      "id": "s101"
    },
    {
      "text": "Sackville J concluded that s 177C(1)(b) should be given the wider interpretation that he discussed otherwise the words, \"or might reasonably be expected not to have been allowable\", would seem to have no role to play.",
      "id": "s102"
    },
    {
      "text": "Sackville J noted that the wider view seems to be implicit in the approach adopted in FCT v Peabody ; Federal Commissioner of Taxation v Consolidated Press Holdings Ltd (2001) 207 CLR 235 at 261-262 and Federal Commissioner of Taxation v Spotless Services Ltd (1996) 186 CLR 404.",
      "id": "s103"
    },
    {
      "text": "In FCT v Spotless , the High Court in considering the obtaining of a tax benefit for the purposes of s 177C(1)(a), considered that the section identified an amount not being included in the assessable income of the taxpayer \"more generally\" than the taxpayer had contended for on the narrow basis.",
      "id": "s104"
    },
    {
      "text": "It follows therefore, as Sackville J observed in FCT v Lenzo , that: By parity of reasoning, in determining whether the particular deduction claimed by the taxpayer would or might reasonably have been allowable, the Court must consider, in the absence of the scheme, what activity the taxpayer would have undertaken.",
      "id": "s105"
    },
    {
      "text": "The taxpayer can satisfy the onus of showing that he or she has not obtained a tax benefit in connection with a scheme if:\n he or she would have undertaken or might reasonably be expected to have undertaken a particular activity in lieu of the scheme; and\n the activity would or might reasonably be expected to have resulted in an allowable deduction of the same kind as the deduction claimed by the taxpayer in consequence of the scheme.",
      "id": "s106"
    },
    {
      "text": "Accordingly, the taxpayer might satisfy the onus of showing that the assessments issued by the Commissioner are excessive by showing that it has not obtained a tax benefit in connection with a scheme, and thus Part IVA does not apply (s 177D), with the result that the Commissioner's discretion under s 177F(1) is not enlivened, by showing that it would or might reasonably have been expected to have engaged in particular activity, absent the scheme, and that activity would or might reasonably be expected to have resulted in an allowable deduction of the same kind as the deduction claimed by the taxpayer under the scheme.",
      "id": "s107"
    },
    {
      "text": "However, the hypothetical postulate must be more than a mere possibility.",
      "id": "s108"
    },
    {
      "text": "Since the hypothesis involves a prediction as to events that would or might reasonably have been expected to have taken place in the absence of the scheme, the prediction must be \"sufficiently reliable\" for it to be regarded as \"reasonable\" for the purposes of the statute.",
      "id": "s109"
    },
    {
      "text": "The Tribunal's reasoning\n At [23] and [24], the Tribunal found that the arrangements to vary the contracts of employment of 1 April 1996 and implement that variation including the establishment of the Employee Welfare Fund and the making of contributions to that fund, constituted a scheme.",
      "id": "s110"
    },
    {
      "text": "At [25], the Tribunal identified the real controversy as whether the taxpayer had obtained a tax benefit by reason of the claimed deductions, for the purposes of s 177C(1)(b) of the Act, in the 1997 and 1998 tax years.",
      "id": "s111"
    },
    {
      "text": "At [26], the Tribunal noted that in the absence of any variation to the contracts, the amounts that would have been deductible under s 82AAC of the Act as superannuation contributions were in 1997 $27,170.00 (Mr Mark Trail) and $9,782.00 (Mr Allan Trail) and in 1998, $28,620.00 (Mr Mark Trail) and $10,232.00 (Mr Allan Trail).",
      "id": "s112"
    },
    {
      "text": "At [27], the Tribunal noted that s 177C(1)(b) requires the making of an hypothesis as to what might reasonably be expected to have happened had the scheme not been entered into or carried out.",
      "id": "s113"
    },
    {
      "text": "The Tribunal noted the observations of Gummow and Hayne JJ in Commissioner of Taxation v Hart (2004) 217 CLR 216 at 243 [66] that the enquiry directed by Part IVA requires comparison between the scheme in question and an alternative postulate.",
      "id": "s114"
    },
    {
      "text": "The Tribunal also noted that the High Court in Commissioner of Taxation v Peabody [1994] HCA 43 ; (1994) 181 CLR 359 determined that a reasonable expectation requires more than a possibility with the result that the prediction must be sufficiently reliable for it to be regarded as reasonable.",
      "id": "s115"
    },
    {
      "text": "Having identified those principles, the Tribunal at [28] identified that the starting point in considering the prediction was to recognise that by virtue of the contracts of employment, the taxpayer was bound to make payments totalling $237,000.00 for the benefit of Mr Mark Trail and Mr Allan Trail in the three years after 1 July 1997.",
      "id": "s116"
    },
    {
      "text": "The Tribunal noted at [28] that at the time when the contractual obligation was undertaken by the taxpayer, it was an obligation to make contributions to a superannuation fund on behalf of the individuals and that such payments were fully deductible from the assessable income of the taxpayer.",
      "id": "s117"
    },
    {
      "text": "The Tribunal noted that the legislative amendments had the effect that the deductibility of the contractual payments was significantly reduced, if made as contributions to a superannuation fund on behalf of the two individuals.",
      "id": "s118"
    },
    {
      "text": "The Tribunal then said this: What the scheme achieved was to make the full amount of the payments deductible by changing the character of the payments from superannuation payments to payments to the Employee Welfare Fund.",
      "id": "s119"
    },
    {
      "text": "But, had the scheme not been implemented, I find it impossible to conclude that [the taxpayer] would have discharged its obligations to Mr Mark Trail and Mr Allan Trail in a way that was not fully tax deductible.",
      "id": "s120"
    },
    {
      "text": "It made no sense for [the taxpayer] or for Mr Mark Trail and Mr Allan Trail as the ultimate beneficial owners of 51% of its capital, to make significant payments on the revenue account that were deductible only in part, and a relatively small part at that.",
      "id": "s121"
    },
    {
      "text": "It made even less sense for the minority shareholders.",
      "id": "s122"
    },
    {
      "text": "The employment agreements were, I infer from their form, professionally prepared and the product of advice.",
      "id": "s123"
    },
    {
      "text": "The company obtained further advice when the legislation changed.",
      "id": "s124"
    },
    {
      "text": "The Employee Welfare Fund was the end product of that advice.",
      "id": "s125"
    },
    {
      "text": "In the circumstances of this case the \"alternative postulate\" necessarily starts with the continuing obligation to make the payments for the benefit of Mr Mark Trail and Mr Allan Trail.",
      "id": "s126"
    },
    {
      "text": "Because of the character of that obligation any payment by [the taxpayer] in discharge of the obligation would have been deductible except in circumstances, such as s 82AAC of the [Act] where the legislature limited the extent of the deductibility.",
      "id": "s127"
    },
    {
      "text": "It was contrary to the interests of all involved to discharge that obligation in a way that did not allow for complete deductibility of all payments.",
      "id": "s128"
    },
    {
      "text": "I accept the submission advanced by Mr Robertson that the payments would have been deductible in the hands of [the taxpayer] even if Mr Mark Trail and Mr Allan Trail had \"asked for those payments to be made to themselves or to their wives or even to unrelated third parties\".",
      "id": "s129"
    },
    {
      "text": "There may well have been adverse tax consequences for those recipients but that does not detract from my conclusion about the position of [the taxpayer].",
      "id": "s130"
    },
    {
      "text": "In my view, absent the scheme, the payments would have been made and would have been made in a way that would have entitled [the taxpayer] to deduct the amount of the payments from its assessable income.",
      "id": "s131"
    },
    {
      "text": "Thus, when the comparison is undertaken between the scheme and what I regard as the alternative postulate, no amount is allowable as a deduction that would not otherwise have been allowable.",
      "id": "s132"
    },
    {
      "text": "It follows that [the taxpayer] has not obtained a tax benefit in connection with the scheme and Part IVA of the [Act] has no application.",
      "id": "s133"
    },
    {
      "text": "It is not then necessary to consider the purpose of entry into the scheme.",
      "id": "s134"
    },
    {
      "text": "The Commissioner frames the following questions of law for determination.",
      "id": "s135"
    },
    {
      "text": "2.1 Whether the Tribunal applied the test required by s 177C(1) of the [Act].",
      "id": "s136"
    },
    {
      "text": "2.2 Whether in taking into account the income tax objectives of the respondent (at paras [29], [30], [31]) the Tribunal took into account an irrelevant consideration or irrelevant considerations.",
      "id": "s137"
    },
    {
      "text": "2.3 Whether the Tribunal's conclusion at paras [29] and [30] that had the scheme not been implemented, the respondent would have made the payments in a way that was fully tax deductible was a finding of fact that was not supported by probative evidence or was or involved an inference that was not reasonably open on the facts.",
      "id": "s138"
    },
    {
      "text": "2.4 Whether in having regard to the following matters the Tribunal took into account irrelevant considerations, and/or made findings of fact that were not supported by probative evidence and/or made inferences that were not reasonably open on the facts: \n \n\n \n \n (i) \"it made no sense for [the respondent], or for Mr Mark Trail and Mr Allan Trail as the ultimate beneficial owners of 51% of its capital, to make significant payments on the revenue account that were deductible only in part and a relatively small part at that.",
      "id": "s139"
    },
    {
      "text": "It made even less sense for the minority shareholders\".",
      "id": "s140"
    },
    {
      "text": "(at par [29]).",
      "id": "s141"
    },
    {
      "text": "(ii) \"it was contrary to the interests of all involved to discharge that obligation in a way that did not allow for complete deductibility of all payments\".",
      "id": "s142"
    },
    {
      "text": "(at par [30]) \n \n\n \n \n (iii) \"the payments would have been deductible in the hands of [the respondent] even if Mr Mark Trail and Mr Allan Trail had asked for those payments to be made to themselves, or their wives, or even to unrelated third parties\".",
      "id": "s143"
    },
    {
      "text": "(at par [31]) \n \n\n As to those questions, the taxpayer says that the first question concerning whether the Tribunal applied the test required by s 177C(1) is a proper question of law.",
      "id": "s144"
    },
    {
      "text": "The respondent says that the remaining questions are not questions of law but merely different ways of complaining that the Tribunal's findings of fact are incorrect.",
      "id": "s145"
    },
    {
      "text": "Grounds 4.1 to 4.6 of the notice of appeal correspond to the questions of law at 2.1 to 2.4 of the notice of appeal.",
      "id": "s146"
    },
    {
      "text": "The Commissioner contends that errors of law occurred in the Tribunal because it failed to apply the correct statutory test under s 177C(1) of the Act and took into account irrelevant considerations in reaching its administrative decision and each of those matters raises a question of law as to whether an error of law arose.",
      "id": "s147"
    },
    {
      "text": "The Commissioner also contends that the Tribunal reached findings of fact that were not supported by probative evidence or were based on inferences not reasonably open on the facts as found and thus the Tribunal fell into error of law.",
      "id": "s148"
    },
    {
      "text": "Grounds 4.7 to 4.9 are conclusionary in that the Commissioner contends that on the facts as found at paras [4] to [15] of the Tribunal's reasons, the Tribunal erred in law by failing to find that the respondent obtained a tax benefit in connection with a scheme within the meaning of s 177C(1) and by failing to find that the particular deductions would not have been or might reasonably be expected not to have been allowable if the scheme had not been entered into or carried out.",
      "id": "s149"
    },
    {
      "text": "At para 4.9, the Commissioner contends that the Tribunal erred in law by failing to find that if the scheme had not been entered into or carried out, the taxpayer would have, or might reasonably be expected to have, made substantially non-deductible superannuation contributions in accordance with its existing contractual obligations.",
      "id": "s150"
    },
    {
      "text": "Errors of law and questions of law\n It is well settled that an appeal lies to the Federal Court of Australia under s 44(1) of the AAT Act in the original jurisdiction of the Court, \"on a question of law\" and not in a matter that raises a question of law or involves a question of law.",
      "id": "s151"
    },
    {
      "text": "An appeal only lies if there is raised for determination, a question of law and the subject matter of the appeal is the resolution of that question: Birdseye v Australian Securities and Investments Commission (2003) 38 AAR 55; [2003] FCAFC 323; TNT Skypac International (Aust) Pty Ltd v Commissioner of Taxation (1988) 82 ALR 175; Comcare v Etheridge (2006) 149 FCR 522; Hussain v Minister for Foreign Affairs (2008) 169 FCR 241.",
      "id": "s152"
    },
    {
      "text": "The questions of law to be determined must be properly framed in the notice of appeal supported by the contended grounds of appeal: Order 53, rule 3(2).",
      "id": "s153"
    },
    {
      "text": "Findings of fact are generally not susceptible of challenge unless the manner of their making gives rise to a question of law: Price Street Professional Centre Pty Ltd v Commissioner of Taxation [2007] FCAFC 154.",
      "id": "s154"
    },
    {
      "text": "The question of whether the Tribunal has isolated the relevant legal test is plainly a question of law.",
      "id": "s155"
    },
    {
      "text": "The question of whether the Tribunal has applied a correctly identified test or in applying the test so identified, has in fact applied a different test, is a question of law.",
      "id": "s156"
    },
    {
      "text": "The question of whether facts found fall within the statute properly construed is generally regarded as a question of law: Collector of Customs v Pozzolanic Enterprises Pty Ltd (1993) 43 FCR 280.",
      "id": "s157"
    },
    {
      "text": "In Minister for Immigration and Multicultural Affairs v Al Miahi 65 ALD 141, Sundberg, Emmett and Finkelstein JJ said this: \n \n [34] The question whether there is any evidence of a particular fact is a question of law.",
      "id": "s158"
    },
    {
      "text": "Likewise, the question whether a particular inference can be drawn from facts found or agreed is a question of law.",
      "id": "s159"
    },
    {
      "text": "That is because, before the inference is drawn, there is a preliminary question as to whether the evidence reasonably admits a different conclusion.",
      "id": "s160"
    },
    {
      "text": "Accordingly, in the context of judicial review, the makings of findings and the drawing of inferences in the absence of evidence is an error of law.",
      "id": "s161"
    },
    {
      "text": "On the other hand, there is no error of law simply in making a wrong finding of fact.",
      "id": "s162"
    },
    {
      "text": "Even if the reasoning whereby the court reached its conclusions of fact were demonstrably unsound, that would not amount to an error of law.",
      "id": "s163"
    },
    {
      "text": "A party does not establish an error of law by showing that the decision-maker inferred the existence of a particular fact by a faulty process, for example by engaging in an illogical course of reasoning.",
      "id": "s164"
    },
    {
      "text": "Thus, at common law, want of logic is not synonymous with error of law.",
      "id": "s165"
    },
    {
      "text": "So long as the particular inference is reasonably open, even if that inference appears to have been drawn as a result of illogical reasoning, there is no place for judicial review because no error of law has taken place.",
      "id": "s166"
    },
    {
      "text": "The respondent contends that questions 2.2, 2.3 and 2.4 do not raise questions of law and the grounds relied upon in the resolution of those questions do not properly address errors of law.",
      "id": "s167"
    },
    {
      "text": "The respondent says that questions addressing whether the Tribunal took into account irrelevant considerations is simply a mechanism for examining the Tribunal's findings of fact for the purpose of inviting the Court to substitute its own view as to the merits.",
      "id": "s168"
    },
    {
      "text": "The respondent says that the Administrative Decision (Judicial Review) Act 1977 (the \"AD (JR) Act\") is the framework for considering whether a decision under an enactment has miscarried on the ground that the decision-maker took into account irrelevant considerations and that statutory ground involves a consideration of the merits, unlike an appeal under s 44(1) of the AAT Act, which only involves a question of law.",
      "id": "s169"
    },
    {
      "text": "Although I would not embrace that assessment of the operation of s 5(1)(e) and s 5(2) of the AD (JR) Act, the proper approach to be adopted in identifying error of law on the part of an administrative decision-maker as a matter of common law giving rise to a question of law, involves these principles.",
      "id": "s170"
    },
    {
      "text": "In identifying whether the administrative decision-maker (in this case the Tribunal) has engaged in an error of law giving rise to a question of law , it is necessary to precisely identify the \"nature and quality\" of the error and the legal principle that attracts a particular legal consequence, that is, the \"legal rubric under which a decision is challenged\": Minister for Immigration and Multicultural Affairs; Ex parte Applicant S20/2002 (2003) 198 ALR 59 per Gleeson CJ at [9].",
      "id": "s171"
    },
    {
      "text": "The scope of that legal rubric is conventionally understood in terms of the well known passage from Craig v South Australia (1995) 184 CLR 163 at 179 per Brennan, Deane, Toohey, Gaudron and McHugh JJ, adopted and applied in Minister for Immigration and Multicultural Affairs v Yusuf (2001) 206 CLR 323 at 351 [82] per McHugh, Gummow and Hayne JJ.",
      "id": "s172"
    },
    {
      "text": "As to misconceptions which might suggest an unsupportable supposition on the part of the decision-maker, see Avon Downs Pty Ltd v Federal Commissioner of Taxation (1949) 78 CLR 353 at 360 per Dixon J and R v Australian Stevedoring Industry Board; Ex parte Melbourne Stevedoring Co. Pty Ltd (1953) 88 CLR 100 at 120 per Dixon CJ, Williams, Webb and Fullagar JJ.",
      "id": "s173"
    },
    {
      "text": "As to the constraints upon a court interfering with a decision-maker's assessment of the evidence in exercising supervisory review of administrative decision-making, see Attorney-General (NSW) v Quin (1990) 170 CLR 1 at 35-36 per Brennan J.",
      "id": "s174"
    },
    {
      "text": "At common law, want of logic, is not synonymous with error of law: Australian Broadcasting Tribunal v Bond (1990) 170 CLR 321 per Mason CJ at 356 with whom Brennan, Toohey and Gaudron JJ agreed.",
      "id": "s175"
    },
    {
      "text": "As to inferences, Mason CJ said this at 356 in Bond : \n \n So long as there is some basis for an inference --- in other words, the particular inference is reasonably open, even if that inference appears to have been drawn as a result of illogical reasoning, there is no place for judicial review because no error of law has taken place.",
      "id": "s176"
    },
    {
      "text": "[the emphasis is his Honour's emphasis] \n \n\n As to these questions and the broader framework of whether an administrative decision-maker has fallen into error of law see Wecker v Secretary, Department of Education, Science and Training [2008] FCAFC 108; (2008) 249 ALR 762, per Greenwood J at [96] to [99], per French J agreeing, at [3] and Weinberg J agreeing at [41].",
      "id": "s177"
    },
    {
      "text": "It follows therefore that if the Tribunal takes an irrelevant consideration into account in reaching its decision, it has engaged in an error of law and the question of whether the Tribunal has taken an irrelevant consideration into account raises a question of law.",
      "id": "s178"
    },
    {
      "text": "It also follows that a question of whether the Tribunal has reached a finding unsupported by any evidence, raises a question of law.",
      "id": "s179"
    },
    {
      "text": "A contention that inferences have been drawn from facts in circumstances where those inferences are not reasonably open, also raises a question of law.",
      "id": "s180"
    },
    {
      "text": "Considerations\n The position in relation to the resolution of the present application seems to me to be this.",
      "id": "s181"
    },
    {
      "text": "Some time prior to 30 June 1997 the taxpayer and Mr Mark Trail and Mr Allan Trail entered into and carried into effect a scheme to vary the contracts of employment of 1 April 1996 so as to provide that the payments due to the brothers under the contracts would be made and the taxpayer's contractual obligations discharged, by making the payments to the trustees of the Employee Welfare Fund on the terms of the trust instrument.",
      "id": "s182"
    },
    {
      "text": "The trust had been brought into existence expressly for that purpose as part of the scheme.",
      "id": "s183"
    },
    {
      "text": "Having regard to the character of the contractual promise that underlay the payments, they were deductible from the assessable income of the taxpayer in the 1997 and 1998 tax years: [11], [12], [13], [14], [19], [20], [23] and [24] of the Tribunal's reasons.",
      "id": "s184"
    },
    {
      "text": "Although the Employee Welfare Fund's constitutional instrument contemplates a fund established for the benefit of the employees of the taxpayer, Mr Mark Trail's evidence of the practice of the taxpayer in helping employees was found by the Tribunal to be hyperbole.",
      "id": "s185"
    },
    {
      "text": "His motivation in establishing the fund was called into question by the Tribunal and the fund was described as a \"mechanism\" by which the taxpayer could continue to make the payments to the two brothers that it was obliged to make under the contracts: [13] of the Tribunal's reasons.",
      "id": "s186"
    },
    {
      "text": "Accordingly, the scheme consisting of the variation of the contracts; the incorporation of the Employee Welfare Fund to receive the payments under the mechanism of a fund for the benefit of the taxpayer's cohort of employees but which was a new vehicle for the payment to the brothers of the monies they would have received under the contracts; and the payments to the Fund, are to be set aside, notionally.",
      "id": "s187"
    },
    {
      "text": "The pre-scheme arrangements involved circumstances in which the taxpayer was contractually obliged to pay each brother a contribution to a superannuation fund of $237,000.00 within the 1997, 1998 and 1999 tax years, $60,000.00 having been paid to each brother in the 1996 tax year.",
      "id": "s188"
    },
    {
      "text": "These future payments in the 1997, 1998 and 1999 tax years were contractual obligations of the taxpayer notwithstanding that age-based limits on the deductible amount of contributions to an employee superannuation scheme, from the taxpayer's assessable income, had been imposed by amendments to the Act.",
      "id": "s189"
    },
    {
      "text": "The Tribunal examined a question it perceived to be the question required to be asked by s 177C(1)(b) of the Act of whether an hypothesis could be identified of what might reasonably have been expected to have happened had the scheme not been entered into.",
      "id": "s190"
    },
    {
      "text": "The Tribunal recognised that an alternate postulate to the scheme that involved a sufficiently reliable prediction as to the events that might have occurred, so as to be regarded as a reasonable alternate postulate , was the focus of the statutory enquiry.",
      "id": "s191"
    },
    {
      "text": "In that sense, the Tribunal did not formulate an incorrect test to be applied in deciding whether the kind of deduction claimed under the scheme would not have been allowable or might reasonably be expected not to have been allowable to the taxpayer, absent the scheme.",
      "id": "s192"
    },
    {
      "text": "That test however necessarily involves an examination of the particular activity the taxpayer would have undertaken or might reasonably be expected to have undertaken in lieu of the scheme and whether the activity would or might reasonably be expected to have resulted in an allowable deduction of the same kind as that claimed by the taxpayer in the two tax years, under the scheme: Federal Commissioner of Taxation v Lenzo per Sackville J at [128] and Heerey J at [38] to [41].",
      "id": "s193"
    },
    {
      "text": "There was however no evidence before the Tribunal of that activity.",
      "id": "s194"
    },
    {
      "text": "What would or might the taxpayer have reasonably done absent the scheme?",
      "id": "s195"
    },
    {
      "text": "Would the taxpayer have paid all the amounts due under the contracts to the two brothers by making the contributions to the superannuation fund?",
      "id": "s196"
    },
    {
      "text": "The Tribunal thought not, because the characterisation of the payments involved fully deductible employment contributions by the taxpayer and the taxpayer had implemented the scheme, together with the Trail brothers, so as to enable the contractual payments to be varied and paid to the new Employee Welfare Fund to preserve the fully deductible character of those payments.",
      "id": "s197"
    },
    {
      "text": "It followed, in the Tribunal's view, that it was contrary to the interests of the taxpayer and each brother to engage in any activity that \"did not allow for complete deductibility of all payments\".",
      "id": "s198"
    },
    {
      "text": "It necessarily follows, having regard to that finding, that the taxpayer would not have made the pre-scheme contractual payments to the Employee Superannuation Scheme except to the extent of the age-limited deductible contributions.",
      "id": "s199"
    },
    {
      "text": "What would the taxpayer have otherwise done or might reasonably be expected to have done in the circumstances absent the scheme?",
      "id": "s200"
    },
    {
      "text": "Might it have varied the agreements to negotiate new employment contracts containing particular terms which might have given rise to an allowable deduction of the kind claimed in the full amount claimed, and, if so, on what basis or by reference to what steps?",
      "id": "s201"
    },
    {
      "text": "The Commissioner says that it is not part of the s 177C(1)(b) test nor is it therefore relevant to consider the tax implications of the alternate postulate as this simply invites the substitution of a new \"scheme\" for the one required to be stripped away.",
      "id": "s202"
    },
    {
      "text": "The Commissioner also says that since the variation of the agreements is part of the scheme that must be stripped away in its entirety, it is not part of the test under s 177C(1)(b) nor is it relevant, to bring within any formulation of an alternate postulate, any variation of the agreements.",
      "id": "s203"
    },
    {
      "text": "The question asked by s 177C(1)(b) of the Act however is what activity would the taxpayer have undertaken or might reasonably be expected to have undertaken absent the scheme?",
      "id": "s204"
    },
    {
      "text": "Since the deductibility of the payments had been substantially eliminated by the amendments to the Act, it is not unlikely that the employer and the two brothers would have engaged in an activity of seeking to negotiate new employment terms.",
      "id": "s205"
    },
    {
      "text": "The new terms may have resulted in steps, events, actions or activities being undertaken by the taxpayer in furtherance of its commercial undertaking that would have given rise to, or might reasonably be expected to have given rise to, a deduction in the hands of the taxpayer of the kind it claimed under the scheme.",
      "id": "s206"
    },
    {
      "text": "However, it may not have given rise to such a deduction.",
      "id": "s207"
    },
    {
      "text": "The deduction claimed under the scheme must be characterised and a comparison made with the character of the activity said to give rise to, or reasonably expected to give rise to, a deduction of the same kind.",
      "id": "s208"
    },
    {
      "text": "In considering that question, it is relevant to have regard to a contended variation to the agreements if that variation is said to form an element of the proposed activity giving rise to the alternate postulate.",
      "id": "s209"
    },
    {
      "text": "It is also relevant to have regard to whether that activity would give rise to or might reasonably be expected to have given rise to a deduction of the kind claimed under the scheme.",
      "id": "s210"
    },
    {
      "text": "That is not to say that an activity which simply involves a variation to employment contracts so as to substitute one contrived mechanism or colourable structure to clothe non-deductible payments with deductibility, with another, forms a part of the relevant hypothesis as such a payment would not give rise to an allowable deduction of the kind removed by the scheme.",
      "id": "s211"
    },
    {
      "text": "The first step is to isolate with clarity the particular activity that would or might reasonably be expected to have occurred.",
      "id": "s212"
    },
    {
      "text": "In undertaking that step it is relevant to have regard to the evidence of the taxpayer as to the steps it says it would have undertaken or would have been likely to undertake in the absence of the scheme: Federal Commissioner of Taxation v Spotless Services Ltd (1996) 186 CLR 404 at pp 423 and 424 per Brennan CJ, Dawson, Toohey, Gaudron, Gummow and Kirby JJ.",
      "id": "s213"
    },
    {
      "text": "That subjective evidence of the individuals informing the guiding mind of the taxpayer is, of course, not in any sense determinative of the alternate postulate.",
      "id": "s214"
    },
    {
      "text": "However, that evidence, against the background of all the evidence, might assist in framing the nature of the activity the taxpayer would have undertaken or might reasonably be expected to have undertaken.",
      "id": "s215"
    },
    {
      "text": "Ultimately, the hypothesis is a prediction as to future events that would or might reasonably be expected to have been undertaken, and the Court, or the administrative decision-maker, must form its own objective view of that hypothesis and whether, against the background of all the evidence, a sufficiently reliable counterfactual can be identified for it to be regarded as reasonable.",
      "id": "s216"
    },
    {
      "text": "The difficulty however is that although the Tribunal formulated the correct test, it applied a different test.",
      "id": "s217"
    },
    {
      "text": "The Tribunal did not have before it evidence from the taxpayer of the activity it would have undertaken or might reasonably be expected to have undertaken and was thus not in a position to identify as a sufficiently reliable comparative alternate postulate, an hypothesis that the taxpayer would have discharged its obligations to each brother in a way that was fully deductible.",
      "id": "s218"
    },
    {
      "text": "That finding or conclusion was not supported by any evidence of activity on the part of the taxpayer that might have brought about that result.",
      "id": "s219"
    },
    {
      "text": "Accordingly, it seems to me that the application of the test, properly identified, miscarried by applying a test that did not investigate the strength of the evidence of the alternate postulate to test whether such an hypothesis was just a possibility or unsupported speculation or, alternatively, sufficiently reliable so as to be regarded as reasonable.",
      "id": "s220"
    },
    {
      "text": "There was simply no evidence of the counterfactual as found.",
      "id": "s221"
    },
    {
      "text": "In that sense, I am satisfied that there was an error of law in the application of the test required by s 177C(1)(b) and an error of law in that there was no evidence to support the alternate postulate that \"a way\" would have been found by the taxpayer to make the payments to the two brothers that would or might reasonably be expected to have resulted in an allowable deduction of the same kind as that claimed.",
      "id": "s222"
    },
    {
      "text": "The content of the activity giving rise to the way, is critical and the manner of its being undertaken, resulting in a payment that is said to be or might reasonably be expected to be deductible, is also critical.",
      "id": "s223"
    },
    {
      "text": "The Tribunal has adopted an exclusionary or reductionist approach in isolating an hypothesis as reasonable, by finding that whatever unidentified activity may have been undertaken, it would have resulted in an allowable deduction to the taxpayer of the kind claimed under the scheme.",
      "id": "s224"
    },
    {
      "text": "As support for the notion that the taxpayer would have found a way to make the payments to each brother, the Tribunal embraced the submission of the taxpayer's counsel that the taxpayer could, for example, simply have paid the amount to the two directors (ie.",
      "id": "s225"
    },
    {
      "text": "the two brothers) or their wives or a third party and such payments would have attracted an allowable deduction.",
      "id": "s226"
    },
    {
      "text": "The taxpayer however did not identify any particular arrangement that might actually have been in contemplation or might reasonably have been adopted in the absence of the scheme.",
      "id": "s227"
    },
    {
      "text": "The taxpayer called no evidence providing a foundation for an objective assessment, on all the evidence, that the taxpayer would or might reasonably have been expected to take a particular course of action that would or might reasonably be expected to have given rise to an allowable deduction of the kind claimed under the scheme.",
      "id": "s228"
    },
    {
      "text": "No likely variation to the contracts was put in evidence nor the likely central terms of any potential variation.",
      "id": "s229"
    },
    {
      "text": "None of the other directors of the taxpayer were called to give evidence of the taxpayer's likely course of conduct had the scheme not been entered into having regard to the potential frustration of the employment contracts by the legislative changes.",
      "id": "s230"
    },
    {
      "text": "No other director of the taxpayer gave evidence that a common assumption upon which the contractual obligations rested had failed and, in consequence, in order to adjust the terms of the employment relationship, the taxpayer would have been likely to undertake particular steps for a particular reason giving rise to particular payments that would or might reasonably be expected to have given rise to an allowable deduction of the same kind as that claimed.",
      "id": "s231"
    },
    {
      "text": "Any payments to the two brothers either made to them or their wives or a third party would have been likely to result in assessable income in the hands of the brothers or fringe benefits tax being imposed upon the taxpayer.",
      "id": "s232"
    },
    {
      "text": "The taxpayer may have chosen to adopt a course of conduct which accepted such a liability but no evidence was available to demonstrate what might have occurred.",
      "id": "s233"
    },
    {
      "text": "The alternative postulate that represents a reasonable prediction of future events absent the scheme is that the taxpayer would have made payments to the two brothers up to the age-based limits provided for by the Act and would have sought to negotiate a variation to the contracts as to the balance payments which may have resulted in a new set of arrangements that may have given rise to an allowable deduction.",
      "id": "s234"
    },
    {
      "text": "However, in the absence of any real content or evidence of the relevant activity, it cannot be said that a deduction of the kind claimed under the scheme would have been allowable to the taxpayer or might reasonably be expected to have been allowable to the taxpayer absent the scheme, and thus the taxpayer has obtained a tax benefit in connection with the scheme in the amount of the allowable deductions in excess of the age-based limits.",
      "id": "s235"
    },
    {
      "text": "Accordingly, the decision of the Tribunal must be set aside.",
      "id": "s236"
    },
    {
      "text": "The matter is to be remitted to the Tribunal to determine the questions before it by applying the test so as to determine whether there is evidence which supports an hypothesis that the taxpayer would have undertaken or might reasonably be expected to have undertaken a particular activity in lieu of the scheme and whether that activity would or might reasonably be expected to have resulted in an allowable deduction of the same kind as the deduction claimed by the taxpayer under the scheme consistently with the methodology identified in the authorities and in particular, Commissioner of Taxation v Peabody (1994) 181 CLR 359; Commissioner of Taxation v Hart (2004) 217 CLR 216; and Federal Commissioner of Taxation v Lenzo (2008) 167 FCR 255 at 278 [121] to [125] and [128]; Federal Commissioner of Taxation v Spotless Services Ltd (1996) 186 CLR 404.",
      "id": "s237"
    },
    {
      "text": "If there is no evidence before the Tribunal that enables a sufficiently reliable prediction to be made of an alternate hypothesis that would or might reasonably be expected to have resulted in an allowable deduction of the kind claimed under the scheme, the hypothesis that represents a sufficiently reliable prediction of future events in the absence of the scheme, is that the taxpayer would have made payments to the Trail Bros Superannuation Fund of amounts equal to the age-based limits under the Act on behalf of each brother, and no sufficiently reliable prediction can be made as to the course of conduct that would or might reasonably be expected to have been adopted as to the balance payments due under the contracts except that no payments beyond the age-based limits would have been paid into the Trail Bros Superannuation Fund.",
      "id": "s238"
    },
    {
      "text": "The respondent shall pay the costs of the applicant of and incidental to the application.",
      "id": "s239"
    },
    {
      "text": "I certify that the preceding sixty-two (62) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s240"
    },
    {
      "text": "Associate:\n \n \nDated: 28 October 2009\n \n Counsel for the Applicant: Mr G Davies QC with Ms Brennan \n \n Solicitor for the Applicant: The Australian Government Solicitor, Ms K Lynch \n \n Counsel for the Respondent: Mr M Robertson \n \n Solicitor for the Respondent: Cleary Hoare Solicitors, Mr B Van de Beld \n \n Date of Hearing: 30 October 2008 \n \n Date of Judgment: 28 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1210.html",
      "id": "s241"
    }
  ]
}