{
  "name": "Piotto v Secretary, Department of Education, Employment and Workplace Relations [2009] FCA 1116 (8 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1116.html",
  "catchphrases": [
    {
      "text": "appeal from decision of administrative appeals tribunal upholding decision to impose newstart participation failure",
      "id": "c0"
    },
    {
      "text": "whether evidence of valid delegation of powers from the secretary",
      "id": "c1"
    },
    {
      "text": "no evidence of delegation before the tribunal",
      "id": "c2"
    },
    {
      "text": "tribunal erred in finding a valid delegation was in place",
      "id": "c3"
    },
    {
      "text": "newstart allowance",
      "id": "c4"
    },
    {
      "text": "applicant failed to enter into newstart activity agreement",
      "id": "c5"
    },
    {
      "text": "whether newstart activity agreement unreasonable",
      "id": "c6"
    },
    {
      "text": "whether applicant required to sign newstart activity agreement",
      "id": "c7"
    },
    {
      "text": "whether reasonable excuse for purposes of s 624 of the social security act 1991 (cth)",
      "id": "c8"
    },
    {
      "text": "no reasonable excuse for failing to enter into newstart activity agreement",
      "id": "c9"
    },
    {
      "text": "administrative law",
      "id": "c10"
    },
    {
      "text": "social security",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "This proceeding was heard concurrently with proceeding VID 337 of 2008; see Piotto v Secretary, Department of Education, Employment and Workplace Relations [2009] FCA 1115.",
      "id": "s0"
    },
    {
      "text": "Each proceeding arises out of \"Newstart participation failures\" imposed on Mr Piotto by the respondent and subsequent decisions of the Administrative Appeals Tribunal (\"the Tribunal\") to affirm those decisions.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n The applicant, Mr Piotto, is a long term recipient of a Newstart allowance.",
      "id": "s2"
    },
    {
      "text": "In 2008, Mr Piotto received job search and other assistance from MatchWorks, on behalf of Centrelink.",
      "id": "s3"
    },
    {
      "text": "Centrelink administers the Social Security Act 1991 (Cth) (\"the Act\") on behalf of the respondent and other Commonwealth Government departments.",
      "id": "s4"
    },
    {
      "text": "Centrelink imposed a Newstart participation failure on Mr Piotto in 2008.",
      "id": "s5"
    },
    {
      "text": "The Newstart participation failure arose from Mr Piotto's failure to enter into a Newstart Activity Agreement on 30 September 2008 (\"the Participation Failure\").",
      "id": "s6"
    },
    {
      "text": "As a result of the Participation Failure, Mr Piotto's Newstart allowance was cancelled with effect from 26 September 2008.",
      "id": "s7"
    },
    {
      "text": "Mr Piotto sought a review of the respondent's decision by the Social Security Appeals Tribunal (\"the SSAT\") and subsequently a review of the SSAT's decision.",
      "id": "s8"
    },
    {
      "text": "In a decision of the Tribunal delivered on 22 April 2009, Senior Member Friedman affirmed the decision under review.",
      "id": "s9"
    },
    {
      "text": "Mr Piotto now appeals to this Court pursuant to s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act\") to have the Tribunal's decision quashed.",
      "id": "s10"
    },
    {
      "text": "On 31 August 2009, North J made an order in this proceeding that \n \n the contentions of fact and law filed in VID 337 of 2008 stand, so far as is applicable, as contentions of fact and law in this application.",
      "id": "s11"
    },
    {
      "text": "The respondent applied to the Court for summary judgment in respect of proceeding VID 337 of 2008 in its contentions of fact and law filed on 10 March 2009.",
      "id": "s12"
    },
    {
      "text": "As a result of the order of North J, the summary judgment application was taken to have also been made in proceeding VID 349 of 2009.",
      "id": "s13"
    },
    {
      "text": "For reasons which were unexplained, counsel for the respondent did not press the application for summary judgment at the trial of the proceedings and both proceedings were heard on a final basis on 14 September 2009.",
      "id": "s14"
    },
    {
      "text": "These reasons should be read in conjunction with the reasons in Piotto and especially in respect of the relevant legislative background which is set out in Piotto at [10]---[15].",
      "id": "s15"
    },
    {
      "text": "RELIEF SOUGHT \n Mr Piotto seeks an order from this Court overturning the Participation Failure and reinstating his Newstart allowance.",
      "id": "s16"
    },
    {
      "text": "Mr Piotto also seeks other orders which are not necessary to traverse.",
      "id": "s17"
    },
    {
      "text": "On 26 May 2009, Mr Piotto filed a notice of motion seeking an order that \"The respondent resume Newstart appeal payments for the applicant, from the date they were terminated --- 26 September 2008 --- and order that no reporting is required\".",
      "id": "s18"
    },
    {
      "text": "The respondent seeks orders dismissing the application and the Mr Piotto's notice of motion.",
      "id": "s19"
    },
    {
      "text": "The respondent also seeks the costs of both the application and the notice of motion.",
      "id": "s20"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n The Tribunal delivered its reasons for decision orally on 22 April 2009.",
      "id": "s21"
    },
    {
      "text": "The Tribunal found that the Participation Failure was imposed on Mr Piotto as a result of Mr Piotto's refusal to enter into a Newstart Activity Agreement.",
      "id": "s22"
    },
    {
      "text": "Mr Piotto attended a meeting with MatchWorks on 30 September 2008.",
      "id": "s23"
    },
    {
      "text": "The Tribunal found that Mr Piotto refused to sign the Newstart Activity Agreement which was presented to him and that Mr Piotto made three alterations to the activity agreement which were not accepted by MatchWorks.",
      "id": "s24"
    },
    {
      "text": "The Tribunal held that Mr Piotto had no reasonable excuse for the purposes of s 624(2) of the Act for refusing to enter into the Newstart Activity Agreement.",
      "id": "s25"
    },
    {
      "text": "In particular, the Tribunal rejected Mr Piotto's contentions that the proposed Newstart Activity Agreement was flawed, contained unreasonable terms and the respondent had not shown that there was a valid delegation of the respondent's powers to MatchWorks.",
      "id": "s26"
    },
    {
      "text": "The Tribunal considered that none of the issues identified by Mr Piotto for his refusal to enter into the agreement was a reasonable excuse for the purposes of the Act.",
      "id": "s27"
    },
    {
      "text": "GROUNDS OF APPEAL \n The four grounds of appeal agitated by Mr Piotto can be summarised as allegations that the Tribunal erred in: its finding that there was evidence of a valid delegation in place from the respondent to MatchWorks; not finding that there was no negotiation between the respondent and Mr Piotto; its finding that the respondent is empowered by the Act to require Mr Piotto to sign Newstart Activity Agreements; and finding that Mr Piotto had no reasonable excuse for refusing to enter into the Newstart Activity Agreement, as the proposed agreement was \"inherently faulty and does not comply\" with s 606 of the Act.",
      "id": "s28"
    },
    {
      "text": "Evidence of a valid delegation to MatchWorks\n Mr Piotto contends that there was no evidence before the Tribunal to show that a valid delegation from the respondent to MatchWorks was in place at the time of the Participation Failure.",
      "id": "s29"
    },
    {
      "text": "In submissions before the Tribunal, the respondent argues that a valid delegation existed by virtue of an instrument executed by the respondent on 27 June 2008, Instrument DEEWR SSL 3 of 2008.",
      "id": "s30"
    },
    {
      "text": "That instrument, with effect from 27 June 2008, delegates the respondent's power: \n \n to each person engaged by an Employment Services Provider to perform functions or to perform services under a relevant arrangement, each of my powers under or referred to in a provision of the Social Security Act 1991 or the Social Security (Administration) Act 1999 contained in Schedule 1 of this instrument, subject to the limitations in Schedule 1.",
      "id": "s31"
    },
    {
      "text": "The powers listed in Sch 1 to the delegation include the powers conferred on the respondent by ss 605 and 606 of the Act.",
      "id": "s32"
    },
    {
      "text": "Employment Services Providers include an \"organisation that performs functions or provides services for the purposes of the social security law\" pursuant to the Employment Services Contract 2006---2009 ; see cl 3(b).",
      "id": "s33"
    },
    {
      "text": "The instrument of delegation is in the same terms as that discussed in Piotto at [23]---[24].",
      "id": "s34"
    },
    {
      "text": "The respondent in its submissions to the Tribunal identified MatchWorks as falling within cl 3(b) of the instrument of delegation, namely that MatchWorks was an organisation which provides services to the respondent pursuant to the Employment Services Contract 2006---2009 .",
      "id": "s35"
    },
    {
      "text": "In Lim v Secretary, Department of Education, Employment and Workplace Relations (No 2) [2008] FCA 1752 at [41] , Bennett J observed that there is no requirement for the employees of Employment Service Providers to identify the basis of their delegated power before signing a Newstart Activity Agreement with a job seeker.",
      "id": "s36"
    },
    {
      "text": "Justice Bennett considered the crucial issue to be whether a valid delegation had been made.",
      "id": "s37"
    },
    {
      "text": "At [19], Bennett J found that the respondent in Lim had proven that: In contrast to the circumstances described in Lim , the respondent did not produce evidence before the Tribunal to show that MatchWorks provided services to the respondent pursuant to an arrangement described in cl 3 of the delegation, or that the relevant employees of MatchWorks were employed to perform functions and provide services pursuant to that arrangement.",
      "id": "s38"
    },
    {
      "text": "In particular, no document was before the Tribunal to show that MatchWorks was an Employment Service Provider within the meaning of cl 3(b) of the delegation.",
      "id": "s39"
    },
    {
      "text": "The mere assertion in submissions that such was the case is not tantamount to evidence before the Tribunal.",
      "id": "s40"
    },
    {
      "text": "Accordingly, I am not satisfied that there was any material on which the Tribunal could conclude that a valid delegation from the respondent to MatchWorks was in place at the time of the Participation Failure.",
      "id": "s41"
    },
    {
      "text": "The application must be remitted to the Tribunal.",
      "id": "s42"
    },
    {
      "text": "Although it is not strictly necessary to do so the Court will deal now with the other issues raised in argument.",
      "id": "s43"
    },
    {
      "text": "No negotiation of the Newstart Activity Agreement\n Mr Piotto also alleges that the Tribunal erred in not finding that there was no negotiation of the Newstart Activity Agreement for the purposes of s 605(3) of the Act.",
      "id": "s44"
    },
    {
      "text": "The ability of Mr Piotto to engage in negotiation of a Newstart Activity Agreement is discussed in Piotto at [32]---[33].",
      "id": "s45"
    },
    {
      "text": "Additionally, as noted in Piotto at [37]---[39], a failure to negotiate a Newstart Activity Agreement is not a reasonable excuse for refusing to enter into an agreement for the purposes of s 624(2)---(2B) of the Act.",
      "id": "s46"
    },
    {
      "text": "In any event, as French J observed in Despot v Department of Family and Community Services [2004] FCA 140 at [40] in relation to the alleged denial of a right to negotiate a Newstart Activity Agreement, \"This is not a ground which raises any question of law upon which a review of the AAT decision could be based\".",
      "id": "s47"
    },
    {
      "text": "The second ground of Mr Piotto's application fails.",
      "id": "s48"
    },
    {
      "text": "The respondent's ability to require Mr Piotto to sign a Newstart Activity Agreement\n Mr Piotto also contends that the Tribunal erred in finding that the respondent was able to require him to sign the Newstart Activity Agreement.",
      "id": "s49"
    },
    {
      "text": "To support this proposition, Mr Piotto relies on Re Hewitson and Secretary, Department of Family and Community Services (2002) 71 ALD 231.",
      "id": "s50"
    },
    {
      "text": "Hewitson is a decision of the Tribunal and is not binding on this Court.",
      "id": "s51"
    },
    {
      "text": "The Tribunal, in Hewitson , found that the relevant question under s 607(1)(b)(ii) of the Act, as it then was, was whether the Newstart recipient has \"agree[d] to terms of the agreement proposed by the Secretary\".",
      "id": "s52"
    },
    {
      "text": "The section of the Act in place at the time of Hewitson dealt with a failure to negotiate an agreement and delaying unreasonably entering into an agreement.",
      "id": "s53"
    },
    {
      "text": "The Tribunal found that as Mr Hewitson had evinced an intention to be bound by the terms of the agreement, his signature was not required.",
      "id": "s54"
    },
    {
      "text": "At the time of Mr Piotto's Participation Failure, s 607(1)(b)(ii) of the Act considered by the Tribunal in Hewitson was no longer in force.",
      "id": "s55"
    },
    {
      "text": "Rather the Act at the time of the Participation Failure, provided that a Newstart allowance recipient commits a participation failure if the person \"fails to comply with a requirement to enter into a Newstart Activity Agreement\"; see s 624(1)(d) of the Act.",
      "id": "s56"
    },
    {
      "text": "Its language differs markedly from that employed in the previous s 607(1).",
      "id": "s57"
    },
    {
      "text": "Indeed, a Newstart Activity Agreement must be a written agreement between the Newstart recipient and the respondent; see s 605(4) of the Act.",
      "id": "s58"
    },
    {
      "text": "It follows from this requirement that there must be some written indication of Mr Piotto's consent to its terms.",
      "id": "s59"
    },
    {
      "text": "There is no material to suggest that Mr Piotto complied with the requirement in s 624(1)(d) of the Act to enter into a Newstart Activity Agreement.",
      "id": "s60"
    },
    {
      "text": "The third ground of Mr Piotto's application fails.",
      "id": "s61"
    },
    {
      "text": "The Newstart Activity Agreement was \"inherently faulty\"\n Mr Piotto also alleges that the Newstart Activity Agreement offered by MatchWorks was unreasonable and \"inherently faulty\" as it did not comply with s 606 of the Act.",
      "id": "s62"
    },
    {
      "text": "In doing so, Mr Piotto points to what he says is the intention of MatchWorks to unilaterally change the terms of the Newstart Activity Agreement, the requirement to complete ten job searches each fortnight and the requirement that Mr Piotto perform \"work for the dole\".",
      "id": "s63"
    },
    {
      "text": "In response, counsel for the respondent submitted that the question was one of fact, not law, and that it was open to the Tribunal to find that the proposed Newstart Activity Agreement presented to Mr Piotto was reasonable.",
      "id": "s64"
    },
    {
      "text": "The Tribunal found that there was no evidence to suggest that the dates in the Newstart Activity Agreement would be changed by MatchWorks at a later stage.",
      "id": "s65"
    },
    {
      "text": "It rejected Mr Piotto's assertion \"that those dates were anything but dates where he had to attend\".",
      "id": "s66"
    },
    {
      "text": "That was a finding of fact which was open to the Tribunal on the evidence.",
      "id": "s67"
    },
    {
      "text": "The terms on which a Newstart Activity Agreement may be concluded are detailed in s 606 of the Act.",
      "id": "s68"
    },
    {
      "text": "Section 606 provides that: \n \n (1) Subject to sections 607 to 607B, a Newstart Activity Agreement with a person is to require the person to undertake one or more activities that the Secretary regards as suitable for the person.",
      "id": "s69"
    },
    {
      "text": "(1A) However, an agreement must not contain a requirement of a kind that the Secretary determines under subsection (1B).",
      "id": "s70"
    },
    {
      "text": "(1B) The Secretary must determine, by legislative instrument, the kinds of requirements that agreements must not contain.",
      "id": "s71"
    },
    {
      "text": "(1C) To avoid doubt, a determination under subsection (1B) does not limit the Secretary's discretion to exclude other kinds of requirements from a particular agreement under subsection (1).",
      "id": "s72"
    },
    {
      "text": "(2) The terms of an agreement, which include the specification of the activities that the person is to be required to undertake, are to be approved by the Secretary.",
      "id": "s73"
    },
    {
      "text": "(3) In considering whether to approve the terms of an agreement with a person, the Secretary is to have regard to the person's capacity to comply with the proposed agreement and the person's needs.",
      "id": "s74"
    },
    {
      "text": "(4) In having regard to a person's capacity to comply with an agreement, the Secretary is to take into account, but is not limited to the following matters:\n (a) the person's education, experience, skills and age; and\n (aa) the impact of any disability, illness, mental condition or physical condition of the person on the person's ability to work, to look for work or to participate in training activities; and\n (b) the state of the local labour market and the transport options available to the person in accessing that market; and\n (c) the participation opportunities available to the person; and\n (d) the family and caring responsibilities of the person; and\n (e) the length of travel time required for compliance with the agreement; and\n (f) the financial costs of compliance with the agreement, such as travel costs, and the capacity to pay for such compliance; and\n (g) any other matters that the Secretary or the person considers relevant in the circumstances.",
      "id": "s75"
    },
    {
      "text": "The regulations in force at the relevant time proscribed terms from inclusion in a Newstart Activity Agreement pursuant to s 606(1B) of the Act; see Social Security (Activity Agreement Requirements) (DEWR) Determination 2006 (Cth) (\"the Determination\").",
      "id": "s76"
    },
    {
      "text": "Clause 4(2) of the Determination states the following terms must not be included in a Newstart Activity Agreement: \n \n (a) a requirement on a person: \n \n \n \n \n (i) to seek to be involved in, or to participate, or otherwise to be involved in, an illegal activity; or\n (ii) to involuntarily undergo psychiatric or psychological treatment; or\n (iii) to involuntarily undergo medical treatment; or\n (iv) to seek to be involved in, or to undertake, an activity outside of Australia; or\n (v) to seek work as a sex worker or to participate, or otherwise be involved, in the sex or adult entertainment industry; \n \n \n \n \n (b) a requirement on a person to undertake, or to seek to undertake, an activity of a kind that would contravene:\n (i) a law of the Commonwealth, a State or a Territory relating to discrimination against persons; or\n (ii) a law of the Commonwealth, a State or a Territory relating to occupational health and safety;\n (c) for a person who has an illness, disability or injury that has been established by medical evidence --- a requirement to undertake, or to seek to undertake, an activity: \n \n \n \n \n \n (i) that medical evidence indicates would aggravate the illness, disability or injury; or \n \n \n \n \n \n (ii) that, the Secretary considers does not provide appropriate support or facilities to take account of the illness, disability or injury.",
      "id": "s77"
    },
    {
      "text": "The prohibitions set out in the Determination are not an exhaustive list of the matters proscribed from inclusion in a Newstart Activity Agreement; see s 606(1C) of the Act.",
      "id": "s78"
    },
    {
      "text": "The Tribunal was correct in finding that the provisions of the agreement questioned by Mr Piotto were not unreasonable.",
      "id": "s79"
    },
    {
      "text": "It is difficult to discern what Mr Piotto means by \"inherently faulty\", nevertheless I am satisfied that the terms of the agreement were ones which were appropriate for inclusion in a Newstart Activity Agreement.",
      "id": "s80"
    },
    {
      "text": "It was also not unreasonable to include terms in the agreement requiring Mr Piotto to undertake 'work for the dole' or complete the specified number of job searches each fortnight.",
      "id": "s81"
    },
    {
      "text": "Additionally, Mr Piotto has not demonstrated he had a reasonable excuse for refusing to enter into the Newstart Activity Agreement.",
      "id": "s82"
    },
    {
      "text": "As noted in Piotto at [38], the matters which will constitute a reasonable excuse for the purposes of s 624 of the Act are serious matters which have a significant impact on that person's ability to comply with the requirement to enter into a Newstart Activity Agreement; see also cl 4(2) of the Social Security (Reasonable Excuse) (DEWR) Determination 2006 (Cth).",
      "id": "s83"
    },
    {
      "text": "I do not consider that Mr Piotto's disagreement over which terms were suitable for inclusion in the Newstart Activity Agreement constitutes a reasonable excuse for the purposes of the Act.",
      "id": "s84"
    },
    {
      "text": "In this respect, the Tribunal's decision to uphold the Participation Failure imposed on Mr Piotto was correct.",
      "id": "s85"
    },
    {
      "text": "The fourth ground of appeal fails.",
      "id": "s86"
    },
    {
      "text": "THE NOTICE OF MOTION \n The notice of motion filed on 26 May 2009 was not agitated by Mr Piotto at the hearing of this proceeding.",
      "id": "s87"
    },
    {
      "text": "The relief sought by Mr Piotto in that notice of motion is not relief which it is within this Court's powers to grant.",
      "id": "s88"
    },
    {
      "text": "In any event, in light of the issues discussed above, I see no basis for dealing with Mr Piotto's notice of motion further.",
      "id": "s89"
    },
    {
      "text": "The notice of motion is dismissed, with no order as to costs.",
      "id": "s90"
    },
    {
      "text": "The motion did not take up any Court time.",
      "id": "s91"
    },
    {
      "text": "Its failure to be pursued puts it in the same category as the apparently abandoned application for summary judgment.",
      "id": "s92"
    },
    {
      "text": "CONCLUSION \n The matter must be remitted to the Tribunal for reconsideration.",
      "id": "s93"
    },
    {
      "text": "It is appropriate that there is no order as to costs.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s95"
    },
    {
      "text": "Associate:\n \n \nDated: 8 October 2009\n \n The Applicant appeared in person.",
      "id": "s96"
    },
    {
      "text": "Counsel for the Respondent: Mr R Knowles \n \n Solicitor for the Respondent: Herbert Geer \n Date of Hearing: 14 September 2009 \n \n Date of Judgment: 8 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1116.html",
      "id": "s97"
    }
  ]
}