{
  "name": "Wide Bay Conservation Council Inc v Burnett Water Pty Ltd (No 4) [2009] FCA 1013 (7 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1013.html",
  "catchphrases": [
    {
      "text": "indemnity costs",
      "id": "c0"
    },
    {
      "text": "application by respondent to adjourn trial where substantive issue is an alleged contravention of a condition of a ministerial approval under the environment protection and biodiversity conservation act 1999 (cth)",
      "id": "c1"
    },
    {
      "text": "adjournment application occasioned by respondent's petitioning the relevant minister to vary that condition",
      "id": "c2"
    },
    {
      "text": "respondent failed to put applicant on notice as to the making of this petition",
      "id": "c3"
    },
    {
      "text": "costs incurred by applicant in ignorance of this development",
      "id": "c4"
    },
    {
      "text": "adjournment not opposed by applicant",
      "id": "c5"
    },
    {
      "text": "held circumstances warranted order for indemnity costs in respects of costs thrown away by the adjournment",
      "id": "c6"
    },
    {
      "text": "costs",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Some months ago these proceedings were listed for trial to commence today.",
      "id": "s0"
    },
    {
      "text": "After a series of interlocutory applications and related judgments, the pleadings have come to reflect their present form.",
      "id": "s1"
    },
    {
      "text": "In essence, the allegation made is a breach of s 142 of the Environment Protection and Biodiversity Conservation Act 1999 (Cth) (the Conservation Act) constituted by an alleged contravention of a condition imposed by the responsible Commonwealth Minister in respect of the construction and operation of the dam.",
      "id": "s2"
    },
    {
      "text": "That condition is: \n \n (3) Burnett Water Pty Limited must install a fish-transfer device on the Burnett River dam suitable for the lungfish.",
      "id": "s3"
    },
    {
      "text": "The fish way will commence when the dam becomes operational.",
      "id": "s4"
    },
    {
      "text": "It transpires that, as is its right, Burnett Water has sought to persuade the Minister to vary this condition.",
      "id": "s5"
    },
    {
      "text": "The effect of the variation, if made, would, on any view, have serious ramifications for the ability of the Conservation Council to secure the injunctive relief claimed, and perhaps also to secure even the declaratory relief claimed in respect of any past contravention of the Act as alleged.",
      "id": "s6"
    },
    {
      "text": "There is, as yet, no decision by the Minister as to whether he will vary the condition.",
      "id": "s7"
    },
    {
      "text": "The evidence is, though, that a Departmental submission has been made to the Minister and that a decision from him is expected within about a fortnight.",
      "id": "s8"
    },
    {
      "text": "There is reason to think that the submission to the Minister reflects an exchange of views between Burnett Water and the Department as to the terms on which the existing condition might be varied.",
      "id": "s9"
    },
    {
      "text": "It would be quite wrong, a subversion of the separation of powers under our Constitution , for me, in any way, to speculate as to how the Minister might come to make his decision.",
      "id": "s10"
    },
    {
      "text": "Nonetheless, the fact having emerged that he is seized with a submission which seeks, seemingly, a variation, it was obviously necessary for Burnett Water to raise that.",
      "id": "s11"
    },
    {
      "text": "Initially, the Conservation Council was disposed to oppose the granting of an adjournment, based on awaiting what the Minister might decide.",
      "id": "s12"
    },
    {
      "text": "That particular disposition has, though, now changed.",
      "id": "s13"
    },
    {
      "text": "The adjournment itself is not now opposed.",
      "id": "s14"
    },
    {
      "text": "There is a controversy, though, as to whether costs ought to be awarded in favour of the Conservation Council on an indemnity basis.",
      "id": "s15"
    },
    {
      "text": "The change in stance of the Conservation Council relieves me from the necessity of considering the question of what impact any change in the conditions might have on the proceedings, at least for the moment.",
      "id": "s16"
    },
    {
      "text": "As to the question of costs, this litigation is litigation that was instituted pursuant to a particular standing conferred on a group such as the Conservation Council to seek in the public interest particular injunctive relief in circumstances where, for one reason or another, the Minister is either unable or unwilling to seek the enforcement of the statute himself.",
      "id": "s17"
    },
    {
      "text": "That evidences a recognition on the part of Parliament that there is a particular public interest served by the enforcement, or attempted enforcement, of the Conservation Act by groups such as the Conservation Council, and without any need on the part of such a group to secure what would be required at common law to enforce a public right namely, the fiat or permission of the Attorney-General.",
      "id": "s18"
    },
    {
      "text": "There is, it might be thought, something of an asymmetry between the role consigned by Parliament to groups such as the Conservation Council and the ability, nonetheless, on the part of the Minister without, it seems, at least to date, any reference to the Conservation Council, to change the substratum of the litigation, in other words, to vary the condition.",
      "id": "s19"
    },
    {
      "text": "That, to me, has ramifications for a party to a proceeding which actively seeks to persuade the Minister to change the substratum by varying a condition, and does so without giving notice of that intention to the body charged by, or at least permitted by, the statute to enforce the right grounded in the existing condition.",
      "id": "s20"
    },
    {
      "text": "In effect, what has occurred, it seems to me, is that particular inertias that I infer existed in the Department have been overcome by the looming prospect of a trial.",
      "id": "s21"
    },
    {
      "text": "That has come at a cost in terms of the body permitted by Parliament to enforce the right concerned.",
      "id": "s22"
    },
    {
      "text": "Those costs have been incurred without being put on notice by Burnett Water that it was seeking to exercise its legitimate right to persuade the Minister to change the condition.",
      "id": "s23"
    },
    {
      "text": "So far as costs are concerned, I have a discretion to exercise.",
      "id": "s24"
    },
    {
      "text": "It seems to me that a discretion ought to be exercised in favour of the awarding of costs thrown away by the adjournment to the Conservation Council.",
      "id": "s25"
    },
    {
      "text": "However, to do that just on the usual basis, which would be party and party costs, would not be fully to compensate the Conservation Council for the expenses thrown away by an adjournment.",
      "id": "s26"
    },
    {
      "text": "Were the Minister a party I would not hesitate to order that the Minister pay the costs of each of the parties or perhaps, at least, the Conservation Council, on the basis that an indulgence was being sought on the part of the Minister to make up his mind rather earlier than one might think could otherwise have been done.",
      "id": "s27"
    },
    {
      "text": "The Minister, though, for his own reasons, chose not to become an active party.",
      "id": "s28"
    },
    {
      "text": "Burnett Water is not to be regarded as a surrogate for the Minister.",
      "id": "s29"
    },
    {
      "text": "It is an emanation of the State of Queensland.",
      "id": "s30"
    },
    {
      "text": "It has exercised a legitimate right to persuade a Commonwealth Minister, in effect, to change his mind or at least vary his mind.",
      "id": "s31"
    },
    {
      "text": "There is, something of a flavour of an indulgence that is sought, nonetheless, in the sense that the occasion for the adjournment is to allow time for a Minister on the supplication of one party to change his mind.",
      "id": "s32"
    },
    {
      "text": "When one has regard to what I have referred to as the asymmetry of role whereby the Conservation Council has no control over conditions but has an ability to litigate nonetheless, it does seem to me that, as a matter of courtesy, it would have been better if Burnett Water had been rather more fulsome in its disclosure of its intentions.",
      "id": "s33"
    },
    {
      "text": "That may have led to a much earlier and, perhaps, consensual application for the adjournment of this proceeding than at the present.",
      "id": "s34"
    },
    {
      "text": "The categories in respect of which indemnity costs may be ordered are not closed.",
      "id": "s35"
    },
    {
      "text": "This seems to me to be a particular and peculiar species of public interest litigation against a background where the ground rules may legitimately be changed.",
      "id": "s36"
    },
    {
      "text": "Whilst that is a risk that the Conservation Council assumed in commencing the proceeding, the extent of that risk has not been lessened by the particular stance Burnett Water has chosen to adopt in terms of communication.",
      "id": "s37"
    },
    {
      "text": "For these reasons it seems to me that the awarding of party and party costs is not appropriate, but rather costs ought to be awarded on an indemnity basis; that is, costs thrown away by the adjournment which is now the subject of agreement.",
      "id": "s38"
    },
    {
      "text": "A question does arise as well as to whether or not the entirety of the hearing ought to be adjourned or at least some of the time set aside used for a view.",
      "id": "s39"
    },
    {
      "text": "Arrangements are in place already for the conduct of a view.",
      "id": "s40"
    },
    {
      "text": "It is a consideration in that regard that the trial dates that could be offered next are in the latter part of November.",
      "id": "s41"
    },
    {
      "text": "Had they been any longer, the submission made on behalf of Burnett Water that, with the best of will, recollection can fade and evidence is best received when a view is fresh would have resonated greatly with me.",
      "id": "s42"
    },
    {
      "text": "However, as the time which will elapse is quite short, and so as to maximise the time that I shall fix for the resumption of the trial, it seems to me on balance that it is better to take the slight risk of an absence of freshness and the rather greater benefit of at least using some of the time that has been set aside for the purpose of the trial already.",
      "id": "s43"
    },
    {
      "text": "I propose therefore to hear the parties as to arrangements in respect of the view and such of the Conservation Council's opening as is necessary in a general way to put in context the view, but otherwise to order that the trial be adjourned to 9 November 2009 at 10.15am, and to enlarge to that date the return of such subpoenas as have been issued in respect of the attendance of witnesses.",
      "id": "s44"
    },
    {
      "text": "In the event that the Minister decides to vary the conditions within the time presently apprehended, I should expect that the parties will make such application as they may be advised as results from the Minister's decision insofar as it may affect the conduct of the trial.",
      "id": "s45"
    },
    {
      "text": "I also expect that application to be made as soon as possible after the Minister's decision.",
      "id": "s46"
    },
    {
      "text": "I grant liberty to apply for that purpose.",
      "id": "s47"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s48"
    },
    {
      "text": "Associate:\n \n \nDated: 10 September 2009 \n \n Counsel for the Applicant: Mr K Fleming QC with Ms P Hay and Mr C McGrath \n \n Solicitor for the Applicant: Environment Defenders Office (Qld) \n \n Counsel for the Respondent: Mr W Sofronoff QC with Mr D Clothier \n \n Solicitor for the Respondent: Allens Arthur Robinson Lawyers \n Date of Hearing: 7 September 2009 \n \n Date of Judgment: 7 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1013.html",
      "id": "s49"
    }
  ]
}