{
  "name": "Australian Medic-Care Company Ltd v Hamilton Pharmaceutical Pty Limited (ACN 008 204 635) (No 2) [2009] FCA 1494 (14 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1494.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "\"calderbank offer\"",
      "id": "c1"
    },
    {
      "text": "discretion to award indemnity costs following refusal of offer of compromise",
      "id": "c2"
    },
    {
      "text": "reasonableness of refusal of offer in the circumstances",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    },
    {
      "text": "acrimonious termination of long term, cooperative distribution contract",
      "id": "c5"
    },
    {
      "text": "offer of compromise under order 23 r 11(5) refused",
      "id": "c6"
    },
    {
      "text": "rebuttable presumption as to indemnity costs",
      "id": "c7"
    },
    {
      "text": "meaning of \"claim\" in o 23",
      "id": "c8"
    },
    {
      "text": "clusters of claims and cross-claims",
      "id": "c9"
    },
    {
      "text": "clusters to be seen compositely in the circumstances",
      "id": "c10"
    },
    {
      "text": "exceptional case rebutting presumption of indemnity costs",
      "id": "c11"
    },
    {
      "text": "costs awarded on only several issues",
      "id": "c12"
    },
    {
      "text": "practice and procedure",
      "id": "c13"
    },
    {
      "text": "practice and procedure",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "I recently published my reasons in this matter and directed that the parties bring in draft Minutes of Orders: Australian Medic-Care Company Ltd v Hamilton Pharmaceutical Pty Limited [2009] FCA 1220.",
      "id": "s0"
    },
    {
      "text": "While I gave them the opportunity to put on submissions on costs, I indicated my then present inclination was to make no order as to costs.",
      "id": "s1"
    },
    {
      "text": "That view reflected my appreciation of the balance of wins and losses on disputed issues and claims made in the proceedings viewed as a whole.",
      "id": "s2"
    },
    {
      "text": "I need not reiterate the nature of the claims and cross-claims in any detail other than to say that, a discrete cross-claim for breach of confidence apart, collectively the various claims fell broadly into two classes.",
      "id": "s3"
    },
    {
      "text": "One large class related to claims for alleged breaches, and for wrongful repudiation, of a distribution agreement.",
      "id": "s4"
    },
    {
      "text": "These claims were surrounded by the predictable, satellite Trade Practices Act claims.",
      "id": "s5"
    },
    {
      "text": "The other class of claims related to intellectual property.",
      "id": "s6"
    },
    {
      "text": "The principal claims here related to trade marks owned by AMC and to breach of AMC's copyright although the latter both was surrounded by satellite claims such as passing off and was collaterally attacked initially in a Trade Practices Act claim (later abandoned by Hamilton).",
      "id": "s7"
    },
    {
      "text": "My findings on AMC's claims resulted in my dismissal of all of its intellectual property related claims.",
      "id": "s8"
    },
    {
      "text": "On the contract claims I found Hamilton to be in breach of the Distribution Agreement in several respects but only nominal damages were awarded.",
      "id": "s9"
    },
    {
      "text": "As to Hamilton's cross-claims, one large component of them related to intellectual property in the form of trade marks registered in Hong Kong in AMC's name.",
      "id": "s10"
    },
    {
      "text": "The claims made were, first, that AMC held these marks as constructive trustee for it.",
      "id": "s11"
    },
    {
      "text": "Distinctly orders were sought that those marks be transferred to it as an appropriate form of relief for alleged contraventions of s 52 of the Trade Practices Act 1976 (Cth).",
      "id": "s12"
    },
    {
      "text": "It was only on the filing of final submissions that the constructive trust case was abandoned.",
      "id": "s13"
    },
    {
      "text": "I dismissed the claim under s 87 of the Trade Practices Act.",
      "id": "s14"
    },
    {
      "text": "There was, as I noted, a discrete and small cross-claim upon which Hamilton was successful relating to breach of confidence.",
      "id": "s15"
    },
    {
      "text": "There were two other minor cross-claims, one of which was dismissed, the other of which was not contested by AMC.",
      "id": "s16"
    },
    {
      "text": "This narrative rather illustrates that while there were in substance two major areas of dispute between the parties, the parties' real successes were essentially defensive ones.",
      "id": "s17"
    },
    {
      "text": "It is appropriate to say, in my view, that as a matter of substance and reality, Hamilton won the claim.",
      "id": "s18"
    },
    {
      "text": "It is equally appropriate to say that the discrete breach of confidence claim apart, AMC won the cross-claim: cf Timms v Clift [1997] QCA 61 ; [1998] 2 Qd R 100 at 107.",
      "id": "s19"
    },
    {
      "text": "This outcome needless to say helped inform the inclination I foreshadowed as to an appropriate costs order.",
      "id": "s20"
    },
    {
      "text": "The parties have now put on extensive submissions in relation to costs.",
      "id": "s21"
    },
    {
      "text": "It emerges that Hamilton on 29 February 2008 made an offer of compromise of the entire action which it says was in accordance with the principle stated in Calderbank v Calderbank [1975] 3 All ER 333.",
      "id": "s22"
    },
    {
      "text": "That offer was rejected by AMC on 7 March and a counter-offer made.",
      "id": "s23"
    },
    {
      "text": "On 18 March 2008 Hamilton made an offer of compromise of AMC's claim in compliance with O 23 of the Federal Court Rules .",
      "id": "s24"
    },
    {
      "text": "It was not accepted.",
      "id": "s25"
    },
    {
      "text": "A subsequent O 23 offer was made on 17 June 2008.",
      "id": "s26"
    },
    {
      "text": "It likewise was not accepted.",
      "id": "s27"
    },
    {
      "text": "I am now asked to consider the appropriate incidence of costs in light of the offers to which I have referred.",
      "id": "s28"
    },
    {
      "text": "It is necessary to consider them seriatim.",
      "id": "s29"
    },
    {
      "text": "Before so doing I should refer briefly to the breach of confidence cross-claim.",
      "id": "s30"
    },
    {
      "text": "Hamilton was entirely successful in its claim against AMC in establishing liability.",
      "id": "s31"
    },
    {
      "text": "An account of profits has been ordered.",
      "id": "s32"
    },
    {
      "text": "I dismissed a like claim made against Dr Keung.",
      "id": "s33"
    },
    {
      "text": "Hamilton's claim was a small, self contained and, in my view, routine breach of confidence matter.",
      "id": "s34"
    },
    {
      "text": "As will be seen from my reasons the liability question could be dealt with shortly.",
      "id": "s35"
    },
    {
      "text": "I am satisfied that, in relation to it, it should be ordered that AMC should pay Hamilton's costs of the claim on a party and party basis and that Hamilton should pay Dr Keung's costs in relation to its unsuccessful claim against him.",
      "id": "s36"
    },
    {
      "text": "1.",
      "id": "s37"
    },
    {
      "text": "The Calderbank, \"Entire Action Offer\" of 29 February 2008\n This offer was made by Hamilton to resolve \"all issues in dispute\" with AMC.",
      "id": "s38"
    },
    {
      "text": "The offer made was that, in consideration for the termination of the Distribution Agreement and in return for AMC (a) discontinuing its claim in the action and (b) providing an all-encompassing deed of release (\"on terms to be agreed\") in respect of any past or future claim whatsoever against Hamilton, Hamilton would --- take all steps necessary (and available to it) to affirm ownership of the Fuyunhon and Tuotoning marks by your client;\n release your client from its obligations pursuant to the restrictive covenant imposed upon your client by Clause 41.1.7 of the Distribution Agreement (thereby allowing your client to lawfully sell its competing \"Fuyunhon\" products in Hong Kong); \n discontinue its cross-claim in the Action (including the proposed amendments to our client's cross-claim as advised in our 11 February 2008 letter); \n forgive and write off the sum of $35,091.12 owed by your client to our client and subject of invoice no EXP 1768; \n provide your client with any reasonable assistance that it requires to prosecute its litigation against Forward Company currently on foot in Hong Kong;\n grant your client a limited licence to sell its inventory of Hamilton products in Hong Kong;\n provide your client with an all-encompassing release (on terms to be agreed in a Deed) in respect of any present or future claim against your client;\n pay your client the sum of $250,000 AUD (inclusive of any GST payable) which amount is inclusive of any claim for costs and interest by your client; and \n pay its own costs in respect of the Cross-Claim.",
      "id": "s39"
    },
    {
      "text": "We note that a further condition of our client's offer is that your client agree to expeditiously do all things necessary to transfer all product registrations which it holds (in respect of any Hamilton product or any territory) to a nominee of Hamilton.",
      "id": "s40"
    },
    {
      "text": "At the time of this letter both an Amended Statement of Claim and an Amended Defence and Cross-Claim had been filed.",
      "id": "s41"
    },
    {
      "text": "AMC, but not Hamilton, had filed its witness statements.",
      "id": "s42"
    },
    {
      "text": "AMC's full evidence on quantum was not due until 25 March 2008.",
      "id": "s43"
    },
    {
      "text": "While accepting almost all of Hamilton's terms, AMC made a counter-offer on 7 March 2008 which included the following terms: \n \n 5.1 Your client's offer to take all steps necessary (and available to it) to affirm ownership of the Fuyunhon and Tuotoning Trade Marks by our client is accepted and your client is additionally to undertake: \n \n\n \n \n (a) to acknowledge in writing, and not to contest, our client's ownership of those trade marks and copyright in the Chinese language product indications and the validity of our client's ownership of registrations in respect of those trade marks anywhere in the World; \n \n\n \n \n (b) not to take action against our client, Sphere or any other third party acting under authorisation from our client in respect of: \n \n\n \n \n (1) the use of those trade marks or the Chinese language product indications; \n \n\n \n \n (2) the reproduction of those trade marks or the Chinese language product indications; \n \n\n \n \n (3) the get-up of any packaging bearing those trade marks or the Chinese language product indications; \n \n\n \n \n (4) the branding of AMC products by reference to those trade marks or Chinese language product indications; and/or \n \n\n \n \n (5) the sale of AMC's products by reference to those trade marks or product indications, \n \n\n \n \n anywhere in the World; and \n \n\n \n \n ... \n \n\n \n \n 5.8 Our client will accept payment in the amount of A$1,500,000 (which is much less than the damages assessed by our client and evidenced in Paul Jorgensen's expert report_ in full and final settlement of any and all monetary claims, inclusive of our client's costs (which are in the region of A$600,000 to date), which our client has against your client on the basis that the settlement payment referred to above is expressly and specifically acknowledged and agreed to be paid only on account of and in respect of our client's costs of the above action and on account of our client's claim pleaded in paragraphs 70 --- 84 of the Amended Statement of Claim [ie for breach of contract].",
      "id": "s44"
    },
    {
      "text": "... \n \n\n Your client will undertake not to use the Fuyunhon or Tuotoning Trade Marks and not to trade in any products bearing those trade marks.",
      "id": "s45"
    },
    {
      "text": "Your client will undertake not to reproduce or trade in any products by reference to the Chinese language product indications used by our client which are the property of our client.",
      "id": "s46"
    },
    {
      "text": "Your client will specifically release our client from any claim it may have against our client in respect of the reproduction, get-up, branding and/or sale of our client's products in the current Fuyunhon Cream Packaging anywhere in the World.",
      "id": "s47"
    },
    {
      "text": "Hamilton rejected this counter-offer.",
      "id": "s48"
    },
    {
      "text": "While Hamilton's settlement offer dealt with ownership of the Fuyunhon and Tuotoning trade marks, it did not deal with the copyright and packaging issues.",
      "id": "s49"
    },
    {
      "text": "Bearing in mind the length of time over which the parties had been in acrimonious dispute over Chinese language intellectual property, it is wholly unsurprising that the counter-offer proposed had such a focus on that issue.",
      "id": "s50"
    },
    {
      "text": "In those matters to which it related, what Hamilton's offer proposed by way of pecuniary relief was more favourable to AMC than the relief it obtained on its claim.",
      "id": "s51"
    },
    {
      "text": "Other favourable benefits on \"issues in dispute\" were offered as well.",
      "id": "s52"
    },
    {
      "text": "As is well accepted, the non-acceptance of a Calderbank offer can be a relevant matter for consideration on the question whether the discretion to order costs should be exercised on an indemnity basis rather than in accordance with the Court's usual practice of ordering party and party costs, if its non-acceptance is followed by a result to the offeree which is less favourable than the offer made: see MGICA (1992) Pty Ltd v Kenny &amp; Good Pty Ltd (1996) 70 FCR 236 ; on the primacy of the ordinary practice see Re Wilcox; Ex parte Venture Industries Pty Ltd (No 2) (1996) 72 FCR 151 ; and see generally on Calderbank offers, Dal Pont, Law of Costs , [13.46]-[13.69] (2 nd ed, 2009).",
      "id": "s53"
    },
    {
      "text": "The significance for costs purposes to be attributed to a rejected Calderbank offer falls, increasingly, for determination by reference to criteria of reasonableness: Was the offer a reasonable one in the circumstances?",
      "id": "s54"
    },
    {
      "text": "Was its rejection unreasonable when viewed in light of the circumstances existing at the time of its rejection?",
      "id": "s55"
    },
    {
      "text": "See eg University of Western Australia v Gray (No 21) [2008] FCA 1056 ; (2008) 249 ALR 360 at 361; Dal Pont at [13.58].",
      "id": "s56"
    },
    {
      "text": "In making that determination, the circumstances of the litigation and the parties' understanding of the strengths and weaknesses of their respective cases can be relevant considerations: see GEC Marconi Systems Pty Ltd v BHP Information Technology Pty Ltd [2003] FCA 688 ; (2003) 201 ALR 55 at [34] .",
      "id": "s57"
    },
    {
      "text": "I am satisfied that, at the time of the offer, AMC's damages claim for breaches of contract might have appeared ambitious.",
      "id": "s58"
    },
    {
      "text": "But by this stage AMC's full evidence on the matter had not been filed.",
      "id": "s59"
    },
    {
      "text": "Neither had any of Hamilton's.",
      "id": "s60"
    },
    {
      "text": "I am not prepared to conclude that, at this time in relation to the monetary component of the offer, AMC could not reasonably have entertained any prospects of recovery of compensable loss of profits resulting from parallel importation: cf Reasons [411]-[413].",
      "id": "s61"
    },
    {
      "text": "More importantly, I do not consider rejection of the offer unreasonable given the significance of the intellectual property issues at the time and, considered in the context of the parties' long standing dispute over intellectual property, their parsimonious reflection in the offer.",
      "id": "s62"
    },
    {
      "text": "The protection sought by AMC in its counter-offer was entirely understandable.",
      "id": "s63"
    },
    {
      "text": "Rejection of the offer in the circumstances does not warrant an exercise of the costs discretion on an indemnity costs basis.",
      "id": "s64"
    },
    {
      "text": "2.",
      "id": "s65"
    },
    {
      "text": "The \"Rules\" Offers\n In its Calderbank letter Hamilton indicated that, if AMC did not accept its offer, Hamilton would deliver a formal offer of compromise in accordance with the Federal Court Rules .",
      "id": "s66"
    },
    {
      "text": "It went on to indicate that the offer would be for a monetary sum only.",
      "id": "s67"
    },
    {
      "text": "As Mansfield J indicated in Smith v 600 Machinery Australia Pty Ltd [1996] FCA 1029 , O 23 of the Federal Court Rules provides a structure which encourages the parties throughout a proceeding to offer and to consider a fair and reasonable compromise of their proceeding while also providing a party with the means of protecting its position in relation to costs against an opponent with unrealistic expectations of the proceeding's likely outcome.",
      "id": "s68"
    },
    {
      "text": "The Rules prescribes both the formalities for an offer to be characterised as one made for O 23 purposes and the costs consequences of unaccepted offers.",
      "id": "s69"
    },
    {
      "text": "Relevantly for present purposes O 23 r 11(5) provides: \n \n (5) If: \n \n\n \n \n (a) an offer is made by a respondent and not accepted by the applicant; and \n \n\n \n \n (b) the applicant obtains judgment on the claim to which the offer relates not more favourable than the terms of the offer; \n \n\n \n \n then, unless the Court otherwise orders: \n \n\n \n \n (c) the applicant is entitled to an order that the respondent pay the applicant's costs in respect of the claim incurred up to 11 am on the day after the day when the offer was made, taxed on a party and party basis; and \n \n\n \n \n (d) the respondent is entitled to an order that the applicant pay the respondent's costs in respect of the claim incurred after that time, taxed on an indemnity basis.",
      "id": "s70"
    },
    {
      "text": "So is created a rebuttable presumption of indemnity costs, it then being incumbent on the applicant to show reason why the Court should \"otherwise order\".",
      "id": "s71"
    },
    {
      "text": "As Hely J indicated in Port Kembla Coal Terminal Ltd v Braverus Maritime Inc (No 2) (2004) 212 ALR 281 at [17]: \n \n ... the prima facie position should only be departed from for proper reasons which, in general, only arise in an exceptional case.",
      "id": "s72"
    },
    {
      "text": "See also Futuretronics.com.au Pty Ltd v Graphix Labels Pty Ltd [2009] FCAFC 40.",
      "id": "s73"
    },
    {
      "text": "While emphasising that it is impossible to state exhaustively the circumstances in which a discretion to the contrary might be exercised, it is established that the fact that an applicant acted reasonably in rejecting an offer of compromise is not itself a sufficient reason to displace the operation of the rule: Futuretronics at [11].",
      "id": "s74"
    },
    {
      "text": "As Dal Pont has indicated (at [13.17]):\n \n \n ... a party who rejects an offer cannot reasonably compain if, due to [the] risks and vicissitudes [of litigation], his or her judgment proves unsound.",
      "id": "s75"
    },
    {
      "text": "On 18 March 2008, Hamilton made an offer of compromise.",
      "id": "s76"
    },
    {
      "text": "It was, as the covering letter stated, \"for a monetary sum in respect of your client's claim only \": emphasis added.",
      "id": "s77"
    },
    {
      "text": "The offer was to pay the sum of $250,000 in full satisfaction of AMC's claim and was made up of a monetary sum of $150,000 and a sum for costs of $100,000.",
      "id": "s78"
    },
    {
      "text": "A latter offer, increasing the sums proposed to a monetary sum of $350,000 and costs of $150,000, was made on 17 June 2008.",
      "id": "s79"
    },
    {
      "text": "The covering letter for this offer indicated that the offer was in respect of AMC's claim only and \"does not include an offer to resolve our client's cross claim\".",
      "id": "s80"
    },
    {
      "text": "I would note in passing AMC made a further counter-offer on 30 June 2000 in which (inter alia) it reduced the monetary sum it required to be paid to $1,250,000.",
      "id": "s81"
    },
    {
      "text": "See also Sunlec International Ltd v Carroll Australasia Pty Ltd [2001] WASC 354 at [14] .",
      "id": "s82"
    },
    {
      "text": "There are two additional matters that need to be noted.",
      "id": "s83"
    },
    {
      "text": "First, the comparison which O 23 r 11(5) requires is between the \"judgment on the claim to which the offer relates\" and \"the terms of the offer\".",
      "id": "s84"
    },
    {
      "text": "If the \"judgment\" is less favourable than the offer, the presumption arises.",
      "id": "s85"
    },
    {
      "text": "As was observed by the Full Court in Digga Australia Pty Ltd v Norm Engineering Pty Ltd (No 2) [2008] FCAFC 76 at [20] : \n \n The reference in the rule to \"judgment\" directs attention to \"a judgment, decree or order ...\": see s 46 of the Acts Interpretation Act 1901 (Cth); s 13 of the Legislative Instruments Act 2003 (Cth); s 4 (\"judgment\") of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s86"
    },
    {
      "text": "We do not think that the comparison between the judgment obtained and the terms of the offer to which O 23 r 11(5) refers embraces a reference to findings made in the reasons for judgment.",
      "id": "s87"
    },
    {
      "text": "At no stage in this matter prior to the publication of my reasons in the principal proceedings had AMC sought declaratory relief in relation to its proprietorship and beneficial ownership of the Fuyunhon and Tuotoning marks or to its ownership of the copyright in the Hong Kong packaging and the English language product indications for Urederm.",
      "id": "s88"
    },
    {
      "text": "While fact findings to the above effect in relation to the trade marks are implicit in my reasons and are explicit in relation to copyright ownership, I am not prepared now to make declarations to the above effect as AMC now seeks: on the potential significance of injunctions and declarations for the purposes of the O 23 r 11(5) comparison see Sunlec International at [16].",
      "id": "s89"
    },
    {
      "text": "I will later return to this.",
      "id": "s90"
    },
    {
      "text": "The second matter to be noted arises from the fact that the O 23 offer related only to AMC's claim and not to Hamilton's cross-claim.",
      "id": "s91"
    },
    {
      "text": "This split could well be perceived as a tactical manoeuvre given that the cross-claim asserted Hamilton's entitlement to AMC's trade marks.",
      "id": "s92"
    },
    {
      "text": "A decision by AMC so to agree to split the respective proceedings, in my view, was not to be expected.",
      "id": "s93"
    },
    {
      "text": "It was, in the context of the litigation, quite improbable.",
      "id": "s94"
    },
    {
      "text": "The principle to be applied to the taxation of costs in such cases was stated by Dixon J in Smith v Madden [1946] HCA 19 ; (1946) 73 CLR 129 at 133: \n \n In such a case the taxation of the costs of the action and of the counterclaim is governed by the principle that the party receiving the costs of the claim should recover the general costs and whatever was reasonably incurred in bringing and maintaining or defending the action, as the case may be, considered as if there had been no counterclaim, and that the party receiving the costs of the counterclaim should recover the further or increased costs reasonably incurred in bringing and maintaining or defending the counterclaim.",
      "id": "s95"
    },
    {
      "text": "Nonetheless, his Honour acknowledged that where the successful (or unsuccessful) party on the claim or the counterclaim was not successful (or unsuccessful) on all issues, it may be appropriate to reflect this in any cost orders made by, for example, costs according to success or failure on costs issues in the claim or counterclaim (but not as between them: at 134-136) or by making a percentage or apportionment order in relation to the costs of the claim or counterclaim: at 133; and see Dal Pont [8.4].",
      "id": "s96"
    },
    {
      "text": "Though they could be said, if only for reasons of their timing, to raise slightly different issues, I intend to treat the two O 23 offers together --- the more so as the change in the offer amount made is not material in the view I take of the matter.",
      "id": "s97"
    },
    {
      "text": "The relief sought by AMC in its Further Amended Statement Claim sought declarations and orders in relation to the terms and effect of particular contractual provisions, rectification and damages for breach of contract, damages and injunctive relief at law and/or under the TP Act for, variously, misleading or deceptive conduct, passing off, copyright infringement and conversion as well as other ancillary relief.",
      "id": "s98"
    },
    {
      "text": "In light of my conclusions, it cannot be doubted that the judgment on AMC's claim will be less favourable to it than either of the offers made.",
      "id": "s99"
    },
    {
      "text": "In relation to the contractual claims for damages for breach of contract arising out of the parallel importation claim and for wrongful repudiation, AMC was claiming substantial damages.",
      "id": "s100"
    },
    {
      "text": "In relation to the parallel importation claim, only nominal damages were awarded.",
      "id": "s101"
    },
    {
      "text": "Given the apparent object of the claim made was to secure substantial damages and was not to establish a legal right irrespective of the monetary relief awarded, I do not consider that AMC could properly be regarded as having been successful on this issue for costs purposes.",
      "id": "s102"
    },
    {
      "text": "As was said in the Full Court in Nexus Minerals NL v Brutus Constructions Pty Ltd [1997] FCA 926 at 11-12: \n \n An award of nominal damages ought not today be regarded as a \"peg on which to hang costs\": cf Beaumont v Greathead [1846] EngR 257 ; (1846) 2 CB 494 at 499; see McGregor on Damages , para404-para405, Sweet &amp; Maxwell, London, (1988, 15 th ed); see also Burrows, Remedies for Tort and Breach of Contract , 269-270, Butterworths, London (2 nd ed 1994).",
      "id": "s103"
    },
    {
      "text": "See also Mid-City Skin Cancer &amp; Laser Centre v Zahedi-Anarak [2006] NSWSC 1149 at [48] - [52] ; Dal Pont, at [8.35].",
      "id": "s104"
    },
    {
      "text": "I would also note that AMC was awarded only nominal damages for breach of cl 11.1 of the Distribution Agreement in respect of Hamiltons refusal to supply products on two orders.",
      "id": "s105"
    },
    {
      "text": "Here again it ought not be regarded as successful for costs purposes.",
      "id": "s106"
    },
    {
      "text": "As to its claims for damages and ancillary relief for breach of copyright, passing off, etc, it was entirely unsuccessful in securing any of the relief sought.",
      "id": "s107"
    },
    {
      "text": "However, it needs to be noted that the copyright relief sought was premised upon AMC's being the beneficial owner both of the Fuyunhon and Tuotoning trade marks and of the copyright of the Hong Kong packaging and the English language product indications.",
      "id": "s108"
    },
    {
      "text": "A considerable part of Hamilton's defence of AMC's claims in this respect was directed at denying AMC's beneficial ownership of any of these and at establishing misleading or deceptive conduct in relation to alleged representations concerning the marks and Chinese language translations: see FAD paras 17-30.",
      "id": "s109"
    },
    {
      "text": "Hamilton pleaded in its defence that the marks and the Chinese language artworks were held by AMC on constructive trust for it.",
      "id": "s110"
    },
    {
      "text": "In its cross-claim Hamilton claimed the trade marks (via the constructive trust) but not the artworks.",
      "id": "s111"
    },
    {
      "text": "It abandoned the claim to the trade marks at the beginning of final submissions.",
      "id": "s112"
    },
    {
      "text": "I simply note, a significant component of the hearing was devoted to the Hamilton defences and claims I have noted above.",
      "id": "s113"
    },
    {
      "text": "This is a matter to which I will return.",
      "id": "s114"
    },
    {
      "text": "Given that AMC secured no relief on any of its claims other than by way of awards of nominal damages, it must on any view be said that the orders to be made will necessarily be less favourable to AMC than either of the offers made.",
      "id": "s115"
    },
    {
      "text": "This said, it equally has to be acknowledged that AMC was successful and Hamilton not so in relation to many of the disputed issues which occupied significant time in the protracted hearing of the matter.",
      "id": "s116"
    },
    {
      "text": "I should add that offers made by Hamilton were stated to be \"in full and final satisfaction of the Applicant's claim\".",
      "id": "s117"
    },
    {
      "text": "The term \"claim\" as used in O 23 is intended to refer to any \"legal or equitable claim\" in the proceeding: cf Federal Court of Australia Act 1976 (Cth), s 22.",
      "id": "s118"
    },
    {
      "text": "For this purpose the proceeding on AMC's claim and that on Hamilton's cross-claim are separate proceedings: O 5 r 11.",
      "id": "s119"
    },
    {
      "text": "Nonetheless, the term \"claim\" as used in Hamilton's offers of compromise on its proper construction clearly encompassed all claims made by AMC and is to be so understood.",
      "id": "s120"
    },
    {
      "text": "In the circumstances I am satisfied that the O 23 r 11(5) presumption is raised in respect of all the claims made in AMC's proceeding.",
      "id": "s121"
    },
    {
      "text": "I would add that AMC assumed the risks and vicissitudes of litigation in relation to its claims but with ultimately adverse consequences.",
      "id": "s122"
    },
    {
      "text": "Further, I consider AMC's expectation of very substantial damages from its contract claims was, in any event, unrealistic.",
      "id": "s123"
    },
    {
      "text": "I simply note here that I did not explore --- or have to explore --- the assumptions informing Mr Jorgensen's Report in my reasons in the principal proceedings.",
      "id": "s124"
    },
    {
      "text": "I need not reiterate my understatement about them: see Reasons [375].",
      "id": "s125"
    },
    {
      "text": "Nor do I consider it necessary to dissect the quantum claims here.",
      "id": "s126"
    },
    {
      "text": "The remaining question is whether this is an exceptional case in which there are proper reasons for my ordering otherwise.",
      "id": "s127"
    },
    {
      "text": "I am satisfied that it is.",
      "id": "s128"
    },
    {
      "text": "In my view, it is of crucial importance to understand the context both of the litigation itself and of the O 23 offers.",
      "id": "s129"
    },
    {
      "text": "As I indicated in my earlier reasons the parties were involved in the bitter unravelling of a long term (about 16 year) business relationship.",
      "id": "s130"
    },
    {
      "text": "In 2000, after 10 years of relatively informal dealings under short form agreements, a lengthy Distribution Agreement was executed.",
      "id": "s131"
    },
    {
      "text": "It was by no means apt to describe all the elements of the parties' relationship.",
      "id": "s132"
    },
    {
      "text": "This explains the difficulty particularly Hamilton experienced in attempting to bring AMC's actions, contributions, etc within the terms of the agreement.",
      "id": "s133"
    },
    {
      "text": "It also contributed to the controversy over the intellectual property rights AMC claimed, but which Hamilton asserted, were its own.",
      "id": "s134"
    },
    {
      "text": "What is clear is that from about 2000 the parties' business relationship began to fray.",
      "id": "s135"
    },
    {
      "text": "By 2006 (when I found it came to an end) there was a total failure of mutual trust and confidence between the principals of the two companies and very real animosity between them.",
      "id": "s136"
    },
    {
      "text": "I would comment in passing that, while Hamilton seeks to portray AMC as the aggressor in AMC's proceeding, it seems to be oblivious, or else indifferent, to its being a catalyst to AMC's resentment and, I would add, occasional but unpardonable duplicity.",
      "id": "s137"
    },
    {
      "text": "What is clear is that each party in the process of the breakdown acted unreasonably, intransigently, engaged in forms of self-deception and sought to practise deception upon the other.",
      "id": "s138"
    },
    {
      "text": "As to the last of these, I need not reiterate what I have said of some of Dr Keung's actions.",
      "id": "s139"
    },
    {
      "text": "In Hamilton's case I would simply note that it sought to appropriate to itself advantages from the relationship (ie Chinese language trade marks) which, on facts known to it, it clearly ought to have appreciated belonged to AMC and which were essential to AMC's business.",
      "id": "s140"
    },
    {
      "text": "Further, it asserted its entitlement to these advantages in its defence and counterclaim.",
      "id": "s141"
    },
    {
      "text": "The characteristics of unreasonableness, intransigence and self-deception were evident in the proceedings themselves in varying degrees.",
      "id": "s142"
    },
    {
      "text": "I have already indicated that the breach of confidence action apart, there were two clusters of issue in this litigation --- the one revolving around essentially contractual issues; the other about intellectual property issues.",
      "id": "s143"
    },
    {
      "text": "In the context, not only were the two clusters part of the same matter, they ought properly to be seen as inseparable elements in the unravelling of the parties' relationship which it was the purpose of the claim and counterclaim to effectuate.",
      "id": "s144"
    },
    {
      "text": "In that part of the matter that AMC lost --- its own claim --- AMC can be said to have proceeded with unrealistic expectations, at least in relation to the quantum of contract damages it sought.",
      "id": "s145"
    },
    {
      "text": "But so too did Hamilton in its defence to that claim, at least in relation to its claims to be beneficial owner of the AMC's intellectual property and in relation to the misleading and deceptive conduct said to have been engaged in by AMC in relation to that intellectual property.",
      "id": "s146"
    },
    {
      "text": "This defence to that extent was wholly without substance and Hamilton ought to have understood this.",
      "id": "s147"
    },
    {
      "text": "In relation to the cross-claims, there were two minor matters of little costs significance.",
      "id": "s148"
    },
    {
      "text": "Hamilton's constructive trust claim to the trade marks was live until final submissions.",
      "id": "s149"
    },
    {
      "text": "Its TP Act s 87 claim to them was lost.",
      "id": "s150"
    },
    {
      "text": "While AMC did not seek all of the relief it might have in relation to its intellectual property, each party secured the best and probably the warranted outcome from the disputed issues they raised and the claims respectively prosecuted by them.",
      "id": "s151"
    },
    {
      "text": "The two clusters of issues to which I have referred did not raise identical issues, though there were points of intersection between the contract and issues of intellectual property.",
      "id": "s152"
    },
    {
      "text": "Nonetheless, the nature and purpose of the litigation put in context was not one which it could reasonably be expected would be solved piecemeal, the more so because of the ambiguity inherent in the outcome in relation to AMC's copyright ownership if either of the offers were accepted.",
      "id": "s153"
    },
    {
      "text": "While it might be said that that ambiguity still remains despite my finding of copyright in AMC's favour, the proper view of the two proceedings as I have described them is that they should for O 23 purposes be seen compositely.",
      "id": "s154"
    },
    {
      "text": "Rejecting either of the O 23 offers ought not attract the indemnity costs presumption.",
      "id": "s155"
    },
    {
      "text": "Save in relation to the breach of confidence action and one specific issue mentioned below, the justice of the matter is, rather, that not only that no indemnity costs order should be made on AMC's claim in Hamilton's favour but also no costs order should be made on the claim or the cross-claim.",
      "id": "s156"
    },
    {
      "text": "Considering and balancing the successes and failures on the multitude of issues raised by the claim, the cross-claim and the respective defences --- and they were many and often complex --- and having regard to their relative significance, I consider this pragmatic result to be the fair and appropriate outcome to what has been an acrimonious litigation in which agreement on almost any matter --- and not the least on an offer of compromise of only a part of it --- could not reasonably be expected.",
      "id": "s157"
    },
    {
      "text": "The one specific issue I would except from the above relates to the issue of the damages claimed by AMC.",
      "id": "s158"
    },
    {
      "text": "Not only was AMC unsuccessful in its various claims, the quantum of relief sought for its principal claims can properly be considered to be improbable at best.",
      "id": "s159"
    },
    {
      "text": "Hamilton is entitled to be paid its costs on that issue in AMC's proceeding on a party and party basis.",
      "id": "s160"
    },
    {
      "text": "Orders\n I will order that: \n1.",
      "id": "s161"
    },
    {
      "text": "The judgments in these proceedings will take effect on their date of pronouncement.",
      "id": "s162"
    },
    {
      "text": "2.",
      "id": "s163"
    },
    {
      "text": "On the Application and Second Further Amended Statement of Claim:\n \n 2.1 There be judgment for the Applicant against the Respondent in the sum of $120.00;\n \n 2.2 The Application otherwise be dismissed; and\n \n 2.3 There be no order as to costs of the Application save on the issue of the costs of the damages claimed by the Applicant for which costs it is ordered the Applicant pay the Respondent on a party and party basis.",
      "id": "s164"
    },
    {
      "text": "On the Cross-Applicant's Second Further Amended Cross-Claim: \n 3.1 There be judgment for the Cross-Claimant against the First Cross-Respondent in the sum of $35,091.12 together with interest from 6 August 2006 to the date of pronouncement of these judgments;\n \n 3.2 An inquiry and an account be made and taken as follows:\n \n 3.2.1 An inquiry as to the number of units of 10% Urea cream manufactured for and sold to the First Cross-Respondent by Sphere Healthcare Pty Ltd or Tabco Pty Ltd using the Urederm production formula (as defined in paragraph 20 of the Further Amended Cross-Claim) during the period from 24 January 2007 to 16 May 2008; and\n \n 3.2.2 An account of the profits made by the First Cross-Respondent on the sale of the products manufactured by Sphere or Tabco referred to in paragraph 3.2.1 above.",
      "id": "s165"
    },
    {
      "text": "3.3 The inquiry and account ordered in paragraph 3.2 above be made and taken by the District Registrar, reserving liberty to the District Registrar, if thought fit, to appoint an expert to take and report on the said account.",
      "id": "s166"
    },
    {
      "text": "3.4 Liberty to apply in relation to the taking of the account.",
      "id": "s167"
    },
    {
      "text": "3.5 By 4.00 pm on 8 January 2010:\n \n 3.5.1 The First and Second Cross-Respondents:\n \n (a) deliver up to Crawford Legal (solicitors for the Respondent/Cross-Claimant) all hard copies of the Cross-Claimant's production formula and manufacturing method for Urederm (Exhibit R15) (the \"Confidential Information\") which are in their possession, custody or power; \n \n (b) where any Confidential Information is stored on a hard disk of any computer in the possession, custody or power of the Cross-Respondents, ensure that such Confidential Information is erased from the hard disk drive of that computer;\n \n (c) destroy (or in the case of electronic documents, delete) all documents in the possession, custody or power of the Cross-Respondents that contain the Confidential Information;\n \n 3.5.2 The First Cross-Respondent:\n \n (a) is not required to deliver up or destroy copies of the confidential information which are in the possession of the First Cross-Respondent's solicitors or counsel;\n \n (b) write a letter to each of Sphere and Tabco:\n \n (i) advising them of the judgment in these proceedings and enclosing a copy of: \n \n (I) the Reasons for Judgment dated 30 October 2009; and\n \n (II) a copy of these Orders;\n \n (ii) requesting each of them within 14 days from receipt of the abovementioned letter:\n \n (I) to deliver up to Crawford Legal (solicitors for the Cross-Claimant) all hard copies of the Confidential Information which are in the possession, custody or power of Sphere or Tabco, except for such copy or copies, if any, as are required to be retained by Sphere or Tabco to comply with its obligations under regulatory requirements prescribed by the Therapeutic Goods Act 1989 (Cth) and/or the Australian Code of Good Manufacturing Practice for Medicinal Products 2002; \n \n (II) where any Confidential Information is stored on a hard disk of any computer in the possession, custody or power of Sphere or Tabco, to ensure that such Confidential Information is erased from the hard disk drive of that computer; \n \n (III) to destroy (or in the case of electronic documents delete) all documents in the possession, custody or power of Sphere or Tabco that contain the Confidential Information; and \n \n (IV) within 28 days of receipt of the abovementioned letter to write to Crawford Legal confirming that the steps in subparagraphs 3.5.2(b)(ii)(I), (II) and (III) have been completed; \n \n 3.5.3 The First and Second Cross-Respondents swear, file and serve upon Crawford Legal an affidavit confirming that the steps in sub-paragraphs 3.5.1(a), (b), (c) and, in the case of the First Cross-Respondent, sub-paragraph 3.5.2(b) required to be undertaken by them have been completed, the first Cross-Respondent exhibiting a copy of the letter sent to each of Sphere and Tabco.",
      "id": "s168"
    },
    {
      "text": "3.6 Save and except for the relief granted in sub-paragraphs 3.1-3.5 (inclusive) above, Cross-Claimant's Further Amended Cross-Claim be dismissed.",
      "id": "s169"
    },
    {
      "text": "3.7 The Cross-Claimant pay the costs of the Second Cross-Respondent on the Cross-Claim.",
      "id": "s170"
    },
    {
      "text": "3.8 The First Cross-Respondent pay the costs of the Cross-Claimant on the Cross-Claim insofar as they relate to establishing the First Cross-Respondent's liability for breach of confidence.",
      "id": "s171"
    },
    {
      "text": "3.9 Reserve costs in relation to the inquiry and account ordered in paragraph 3.2.",
      "id": "s172"
    },
    {
      "text": "3.10 Subject to the above orders in paragraph 3, the Further Amended Cross-Claim be dismissed.",
      "id": "s173"
    },
    {
      "text": "3.11 Save as ordered in paragraphs 3.7 to 3.9, there be no order as to costs of the Cross-Claim.",
      "id": "s174"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s175"
    },
    {
      "text": "Associate:\n \n \nDated: 14 December 2009\n \n Counsel for the Applicant/Cross-Respondents: Mr I Robertson SC with Ms A Barnett \n \n Solicitor for the Applicant/Cross-Respondents: Piper Alderman \n \n Counsel for the First Respondent/Cross-Claimant: Mr P McNamara QC with Mr T Cox \n \n Solicitor for the First Respondent/Cross-Claimant: Crawford Legal \n \n Date of Hearing: 20 November 2009 \n \n Date of Judgment: 14 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1494.html",
      "id": "s176"
    }
  ]
}