{
  "name": "Chiropedic Bedding Pty Ltd v Radburg Pty Ltd [2009] FCA 1163 (14 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1163.html",
  "catchphrases": [
    {
      "text": "registered design",
      "id": "c0"
    },
    {
      "text": "validity of",
      "id": "c1"
    },
    {
      "text": "whether new or original",
      "id": "c2"
    },
    {
      "text": "relevance of registered statement of novelty",
      "id": "c3"
    },
    {
      "text": "approach to assessing similarity to prior art",
      "id": "c4"
    },
    {
      "text": "features commonly used in trade",
      "id": "c5"
    },
    {
      "text": "whether design differed from prior art only in respect of those features",
      "id": "c6"
    },
    {
      "text": "designs act 1906 (cth), s 17(1).",
      "id": "c7"
    },
    {
      "text": "registered design",
      "id": "c8"
    },
    {
      "text": "infringement of",
      "id": "c9"
    },
    {
      "text": "application of design or obvious imitation",
      "id": "c10"
    },
    {
      "text": "approach to assessing similarity between design and allegedly infringing article",
      "id": "c11"
    },
    {
      "text": "relevance of extent of departure of design from prior art",
      "id": "c12"
    },
    {
      "text": "application of fraudulent imitation of design",
      "id": "c13"
    },
    {
      "text": "extent of alleged infringer's knowledge of registration required",
      "id": "c14"
    },
    {
      "text": "designs act 1906 (cth), s 30(1).",
      "id": "c15"
    },
    {
      "text": "account of profits",
      "id": "c16"
    },
    {
      "text": "cost of materials",
      "id": "c17"
    },
    {
      "text": "whether bill of materials or audited accounts to be used.",
      "id": "c18"
    },
    {
      "text": "intellectual property",
      "id": "c19"
    },
    {
      "text": "intellectual property",
      "id": "c20"
    },
    {
      "text": "remedies",
      "id": "c21"
    }
  ],
  "sentences": [
    {
      "text": "The applicant, Chiropedic Bedding Pty Ltd, is the owner of Registered Design No.",
      "id": "s0"
    },
    {
      "text": "127723 under the Designs Act 1906 (Cth) and the Designs Act 2003 (Cth).",
      "id": "s1"
    },
    {
      "text": "A representation of the design as registered is set out in Appendix A to these reasons.",
      "id": "s2"
    },
    {
      "text": "In the Certificate of Registration tendered in evidence, the article is described as \"a mattress and base\".",
      "id": "s3"
    },
    {
      "text": "Statements of monopoly and of novelty are made as follows: \n \n Statement of Monopoly: Monopoly is claimed in the shape and configuration of the mattress and base as shown in the representations.",
      "id": "s4"
    },
    {
      "text": "Statement of Novelty: Novelty is claimed in the shape and configuration of the upper layer of the mattress portion of the mattress and base as indicated by the beading as shown in the representations.",
      "id": "s5"
    },
    {
      "text": "The priority date is 26 July 1996.",
      "id": "s6"
    },
    {
      "text": "The respondent, Radburg Pty Ltd, engages in the business of manufacturing and selling mattresses and bases.",
      "id": "s7"
    },
    {
      "text": "It has been in business since about 1981, and now makes, and distributes in all States of Australia, about 100,000 mattresses and bases per annum.",
      "id": "s8"
    },
    {
      "text": "In the present proceeding, the applicant alleges that the respondent has infringed its monopoly in the registered design by applying the design, or a fraudulent or obvious imitation of it, to beds which it manufactured, sold or offered or kept for sale.",
      "id": "s9"
    },
    {
      "text": "By way of cross-claim, the respondent alleges that the registration is invalid upon the ground that, as at the priority date, the design was not new or original, particularly by differing only in immaterial details or in features commonly used in the trade from designs that were published or used in Australia in respect of beds, and by being no more than an obvious adaptation of such designs.",
      "id": "s10"
    },
    {
      "text": "Because of the date of registration of the design, it is the 1906 Act which governs the disposition of the present proceeding.",
      "id": "s11"
    },
    {
      "text": "Henceforth, when I refer to \"the Designs Act \", I intend a reference to that Act.",
      "id": "s12"
    },
    {
      "text": "VALIDITY \n I shall deal first with the matter of validity.",
      "id": "s13"
    },
    {
      "text": "Under the Designs Act , a \"design\" was defined as --- \n \n features of shape, configuration, pattern or ornamentation applicable to an article, being features that, in the finished article, can be judged by the eye, but does not include a method or principle of construction \n \n\n \nThe terms \"statement of monopoly\" and \"statement of novelty\" were defined as follows:\n \n \n statement of monopoly, in relation to a design, means a statement relating to the representations of an article to which the design is applied that indicates --- \n (a) those features of the representations in respect of which the applicant for registration of the design wishes to claim a monopoly; and\n (b) those features of the representations that are to be disregarded in considering the extent of the monopoly protection;\n statement of novelty, in relation to a design, means a statement relating to the representations of an article to which the design is applied that indicates those features of the representations in respect of which novelty or originality is claimed; \n \n\nThe provision of the Designs Act upon which the respondent relies to challenge validity is s 17(1) , as follows:\n \n \n Subject to this Act, a design shall not be registered unless it is a new or original design and, in particular, shall not be registered in respect of an article if the design:\n (a) differs only in immaterial details or in features commonly used in the relevant trade from a design that, before the priority date in respect of the application for registration, was registered, published or used in Australia in respect of the same article; or\n (b) is an obvious adaptation of a design that, before the priority date in respect of the application for registration, was registered, published or used in Australia in respect of any other article.",
      "id": "s14"
    },
    {
      "text": "The principles which guide the application of these provisions of the Designs Act were set out by Young J in Ullrich Aluminium Pty Ltd v Dias Aluminium Products Pty Ltd [2006] FCAFC 119 ; (2006) 153 FCR 437 , 443-444: \n \n (1) Section 4(1) of the 1906 Act defines 'design' to mean 'features of shape, configuration, pattern or ornamentation applicable to an article, being features that, in the finished article, can be judged by the eye, but does not include a method or principle of construction'.",
      "id": "s15"
    },
    {
      "text": "An 'article' is defined under s 4(1) as 'any article of manufacture and includes a part of such an article if made separately ...\n (2) Registration of a design protects the appearance of an article, which must be special or distinctive.",
      "id": "s16"
    },
    {
      "text": "In Dart Industries Inc v Decor Corporation Pty Ltd (1989) 15 IPR 403 ... at 408, Lockhart J stated that: \n \n \n \n \n \n The design is the mental conception conveyed to the mind by the eye; it is the mental picture of the shape, configuration, pattern or ornament of the article to which the design has been applied.... For a design to be protected there must be a special or distinctive appearance, something in the design which captures and appeals to the eye.",
      "id": "s17"
    },
    {
      "text": "To have that effect, the design must be noticeable and have some perceptible appearance of an individual character.... \n \n \n \n \n \n \n Whether a design is new or original when compared with prior art, and whether or not a registered design has been infringed by another article, are matters to be determined by the eye....",
      "id": "s18"
    },
    {
      "text": "In Conrol Pty Ltd v Meco McCallum Pty Ltd (1996) 34 IPR 517 at 530, ... Lockhart J said that it is well established the novelty of a design is a matter of fact to be decided by the eye....",
      "id": "s19"
    },
    {
      "text": "The role of expert evidence is to enable the Court's eye to be an 'instructed eye'.... \n \n \n \n \n (3) A design can be registered if it consists of, or includes, features of shape or configuration that serve, or serve only, a functional purpose: s 18(1) of the 1906 Act.",
      "id": "s20"
    },
    {
      "text": "The functionality of the features of a design is irrelevant to the question whether the design is registrable....",
      "id": "s21"
    },
    {
      "text": "However, a novel design must have sufficient individuality of appearance to distinguish it from the fundamental form of an article....\n (4) When the design concerns commonplace articles, subtle differences may be enough to achieve sufficient individuality of appearance to qualify for registration....\n (5) Features which can be found in the prior art can be combined to produce a novel visual result....",
      "id": "s22"
    },
    {
      "text": "The same point was made very clearly by Laddie J in the following passage in Household Articles Ltd's Registered Design [1998] FSR 676 ... at 686: \n \n \n \n \n \n A design can be novel even if it is made up entirely by blending together a number of old designs provided the resulting combination itself has a sufficiently distinctive appearance.",
      "id": "s23"
    },
    {
      "text": "It is only where all the features have been used before, and used commonly (or are immaterial), that the Act deems them to be novelty-destroying.",
      "id": "s24"
    },
    {
      "text": "Particular aspects of these principles which are important in the present case are that the novelty of a design is a matter of fact to be decided by the eye; that a novel design must have sufficient individuality of appearance to distinguish it from the fundamental form of an article; in the case of commonplace articles, that subtle differences may be enough to achieve sufficient individuality of appearance; and that a design may be novel notwithstanding that it does no more than combine features which exist in the prior art as separate entities.",
      "id": "s25"
    },
    {
      "text": "In Ullrich , Young J dealt also with the construction of par (a) of s 17(1) of the Designs Act .",
      "id": "s26"
    },
    {
      "text": "His Honour said (153 FCR at 447 [38]): \n \n The two limbs of s 17(1)(a) can be regarded as a sub-set of the overarching test of novelty or originality in s 17(1).",
      "id": "s27"
    },
    {
      "text": "Paragraph (a) of s 17(1) is preceded by the words 'in particular'.",
      "id": "s28"
    },
    {
      "text": "As Burchett, Lindgren and Lehane JJ said in their joint judgment in Conrol Pty Ltd v Meco McCallum Pty Ltd (1997) 80 FCR 264 at 273, para (a) of s 17(1)(a) is expressed as a particular application of the general proposition that a design is not to be registered unless it is new or original.",
      "id": "s29"
    },
    {
      "text": "Whether consideration is being given to the first or second limb of s 17(1)(a) , the designs in question must be looked at as a whole; it is not appropriate to disregard configuration and shape: see Macrae Knitting Mills Ltd v Lowes Ltd [1936] HCA 43 ; (1936) 55 CLR 725 at 730---731 per Dixon J.",
      "id": "s30"
    },
    {
      "text": "The 1906 Act as a whole is concerned with the protection of 'one particular individual and specific appearance': see Re Wolanski's Registered Design [1953] HCA 72 ; (1953) 88 CLR 278 at 279---280 per Kitto J.",
      "id": "s31"
    },
    {
      "text": "Specifically with respect to the second limb of s 17(1)(a) --- \"features commonly used in the relevant trade\" --- Young J said (153 FCR at 451 [51]-[52]):\n \n \n The expression 'features commonly used in the trade' is similar to the concept of trade variants that is discussed in the earlier authorities.",
      "id": "s32"
    },
    {
      "text": "In Phillips v Harbro Rubber Co (1920) 37 RPC 233 ... Lord Moulton said at 240: \n \n \n \n \n The introduction of ordinary trade variants into an old design cannot make it new or original.",
      "id": "s33"
    },
    {
      "text": "For example, if it is common practice to have or not to have spikes in the soles of running shoes, a man does not make a new or original design out of an old type of running shoe by putting spikes into the soles.",
      "id": "s34"
    },
    {
      "text": "The working world, as well as the trade world, is entitled at its will to take, in all cases, its choice of ordinary trade variants for use in any particular instance, and no patent and no registration of a design can prevent an ordinary workman from using or not using trade knowledge of this kind.",
      "id": "s35"
    },
    {
      "text": "After quoting this passage from Phillips , the learned authors of Russell-Clarke and Howe on Industrial Designs ..., 7th ed, Sweet &amp; Maxwell, 2005; concluded at [3---156]: \n \n \n \n \n A trade variant is, therefore, some embellishment (useful or otherwise) which is known, and sometimes, though not always, used in connection with a particular class of article or class of work.",
      "id": "s36"
    },
    {
      "text": "In the present case, both parties accepted the law as stated in Ullrich .",
      "id": "s37"
    },
    {
      "text": "It remains, therefore, to apply that law in the visual comparison between the registered design and the prior art required by s 17(1).",
      "id": "s38"
    },
    {
      "text": "Before doing so, however, I shall refer to a particular aspect of the Designs Act which was not the subject of observation in Ullrich , namely, the concept of a \"statement of novelty\".",
      "id": "s39"
    },
    {
      "text": "That concept was contentious in the present case because the applicant resisted the suggestion that, in performing the visual comparison required by s 17(1) , one should pay particular attention to the respects in which the applicant itself claimed that the design was novel.",
      "id": "s40"
    },
    {
      "text": "Even if, in those respects, it should transpire that the design was not novel, or original, it was submitted on behalf of the applicant that the authorities (including Ullrich ) required the court to look at the design (and at every item in the prior art) as a whole, the result of which might well be a determination that the design was new or original.",
      "id": "s41"
    },
    {
      "text": "Although, as I have indicated above, the Designs Act defined the term \"statement of novelty\", it proceeded to make very little use of that term.",
      "id": "s42"
    },
    {
      "text": "Under s 20(5) , upon lodgement of an application for registration of a design, the Registrar might have requested the applicant \"to furnish a statement of novelty in respect of the design to which the application relates\".",
      "id": "s43"
    },
    {
      "text": "By s 22E, a statement of novelty (if there were one) was deemed to be part of the application for registration, for the purposes of such amendment as the Registrar may have been minded to make.",
      "id": "s44"
    },
    {
      "text": "Under s 27(1) , the statement of novelty was, along with the application, to be open for public inspection.",
      "id": "s45"
    },
    {
      "text": "In terms, the Act gave no other significance to the term \"statement of novelty\".",
      "id": "s46"
    },
    {
      "text": "Save for providing for the inclusion of a statement of novelty in the form of certificate of registration prescribed, the Designs Regulations 1982 (Cth) took the matter no further.",
      "id": "s47"
    },
    {
      "text": "Counsel for the applicant relied upon the following paragraph in the reasons of Davies and Whitlam JJ in Richsell Pty Ltd v Khoury (1995) 32 IPR 289 in support of the proposition that the statement of novelty was not limiting (32 IPR at 292): \n \n Mr Morris, counsel for Richsell, has submitted that the monopoly was limited by the statement of novelty being the features of the backrest cushion noted in the statement of novelty.",
      "id": "s48"
    },
    {
      "text": "However, the effect of the registrations was to accord to Richsell the exclusive right to apply to furniture the features of shape and configuration of furniture as disclosed by the representations of the designs.",
      "id": "s49"
    },
    {
      "text": "The monopoly related to the furniture as a whole: see Macrae Knitting Mills Ltd v Lowes Ltd [1936] HCA 43 ; (1936) 55 CLR 725 at 730-1 Fisher &amp; Paykel Healthcare Pty Ltd v Avion Engineering Pty Ltd [1991] FCA 434 ; (1991) 22 IPR 1 ; 103 ALR 239 at 243-4 D Sebel &amp; Co Ltd v National Art Metal Co Pty Ltd (1965) 10 FLR 224 at 228 Dalgety Australia Operations Ltd v FF Seeley Nominees Pty Ltd (1986) 10 FCR 403 at 406; 6 IPR 361 ; Wanem Pty Ltd v John Tekiela [1990] FCA 372 ; (1990) 19 IPR 435 at 439-40 Turbo Tek Enterprises Inc v Sperling Enterprises Pty Ltd [1989] FCA 275 ; (1989) 15 IPR 617 at 636; [1989] FCA 275 ; 88 ALR 524.",
      "id": "s50"
    },
    {
      "text": "The registration of each design therefore signified that the furniture so described was distinctive as a whole, owing to the features of novelty identified in the statement.",
      "id": "s51"
    },
    {
      "text": "If the registration of a design of furniture, considered as a whole, is not supported by s 17 of the Designs Act , then the registration may be cancelled: Macrae Knitting Mills Ltd v Lowes Ltd. \n \n\n \nI shall return to this passage, and to Richsell generally, presently.",
      "id": "s52"
    },
    {
      "text": "I propose first, however, to consider the authorities referred to in this passage.",
      "id": "s53"
    },
    {
      "text": "The two earliest of those authorities were cases decided before the Designs Act contained any reference to a statement of monopoly or a statement of novelty (which were inserted by amendment in 1981).",
      "id": "s54"
    },
    {
      "text": "Macrae Knitting Mills Ltd v Lowes Ltd [1936] HCA 43 ; (1936) 55 CLR 725 was concerned with a design for a bathing garment.",
      "id": "s55"
    },
    {
      "text": "The passage referred to in the judgment of the Full Court in Richsell was taken from the judgment of Dixon J in Macrae (55 CLR at 730-731): \n \n The Designs Act is concerned with shape and configuration, not function.",
      "id": "s56"
    },
    {
      "text": "The whole bathing garment is registered as a design and, therefore, the whole bathing garment must be considered.",
      "id": "s57"
    },
    {
      "text": "The part for which novelty is now claimed is the strapping at the back.",
      "id": "s58"
    },
    {
      "text": "Of the modes of strapping which were in practice many have been placed before the court by means of pictures put in evidence.",
      "id": "s59"
    },
    {
      "text": "As might be imagined, they exhibit a great variation in detail.",
      "id": "s60"
    },
    {
      "text": "Doubtless, form, configuration and appearance did not constitute the sole motive which led people to adopt one or the other of the various arrangements of straps.",
      "id": "s61"
    },
    {
      "text": "More substantial considerations played their part.",
      "id": "s62"
    },
    {
      "text": "But configuration and shape would not be disregarded.",
      "id": "s63"
    },
    {
      "text": "In order to understand the context in which Dixon J said that \"the whole bathing garment must be considered\", it is helpful to refer also to the next paragraph in his Honour's judgment (55 CLR at 731):\n \n \n In the present design the configuration is not an exact reproduction of any shown in the pictures.",
      "id": "s64"
    },
    {
      "text": "But the configuration does not, in my opinion, show any distinctiveness in its departure from prior models.",
      "id": "s65"
    },
    {
      "text": "The general appearance presented by many of the entire garments formerly in use is the same.",
      "id": "s66"
    },
    {
      "text": "Innumerable variations in the relative sizes and positions of back and shoulder straps are possible.",
      "id": "s67"
    },
    {
      "text": "However varied, in function they are a mere equivalent.",
      "id": "s68"
    },
    {
      "text": "In appearance also they are substantially equivalent.",
      "id": "s69"
    },
    {
      "text": "Originality or novelty are not qualities to be ascribed to the configuration produced by the variation.",
      "id": "s70"
    },
    {
      "text": "In my opinion the bathing garment is not a new or original design.",
      "id": "s71"
    },
    {
      "text": "As I read his Honour, Dixon J looked at the \"entire garments\", but considered especially the portions for which novelty had been claimed (the strapping at the back) when addressing the question whether the design was a new or original one.",
      "id": "s72"
    },
    {
      "text": "In D Sebel &amp; Co Ltd v National Art Metal Co Pty Ltd (1965) 10 FLR 224 , 228, Jacobs J said: \n \n It must be borne in mind that in the registration there is not, as in Australia there need not be, any statement of the alleged novel features in respect of which protection was claimed.",
      "id": "s73"
    },
    {
      "text": "The absence of any such statement means in effect that it is necessary to regard each article as a whole and see whether there is a substantial identity between them.",
      "id": "s74"
    },
    {
      "text": "\"... the application for the design in suit did not include any statement of the alleged novel features in respect of which protection was claimed, and the registered proprietors were not in consequence fettered in their submissions as to the particular features of this chair which should be had in mind when the ambit of the copyright monopoly was being considered....\" ( W. Lusty &amp; Sons Ltd. v. Morris Wilkinson &amp; Co. (Nottingham) Ltd. (1954) 71 R.P.C.",
      "id": "s75"
    },
    {
      "text": "174 , at pp.",
      "id": "s76"
    },
    {
      "text": "179, 180.",
      "id": "s77"
    },
    {
      "text": "It seems fairly clear from this passage that Jacobs J regarded the absence of a statement of novelty in a particular application as significant.",
      "id": "s78"
    },
    {
      "text": "It is noteworthy that his Honour relied upon the statement from Lusty that, in the absence of a statement of novelty, \"the registered proprietors were not in consequence fettered in their submissions as to the particular features of this chair which should be had in mind when the ambit of the copyright monopoly was being considered\" (emphasis added).",
      "id": "s79"
    },
    {
      "text": "The passage from Dalgety Australia Operations Ltd v FF Seeley Nominees Pty Ltd (1986) 10 FCR 403 to which the Full Court in Richsell referred was taken from the judgment of Fisher J (which, although concurring, was not that of the Full Court).",
      "id": "s80"
    },
    {
      "text": "Fisher J said (10 FCR at 406): \n \n A crucial feature of this matter is that the appellant sought to register and gain a monopoly in respect of the design for features of shape and configuration applicable to the article illustrated in photographs accompanying its application....",
      "id": "s81"
    },
    {
      "text": "There was no statement of monopoly by the appellant which identified the features of the shape or configuration for which it did or did not claim a monopoly.",
      "id": "s82"
    },
    {
      "text": "The design as registered applies to the appearance as a whole of the air conditioner: D Sebel &amp; Co Ltd v National Art Metal Co Pty Ltd (1965) 10 FLR 224 per Jacobs J at 228.",
      "id": "s83"
    },
    {
      "text": "It did not relate to any pattern or ornamentation thereon.",
      "id": "s84"
    },
    {
      "text": "On the question of validity of registration and infringement regard must be paid to the shape or configuration considered as a whole in relation to the article illustrated in the photographs ...The design consists of the totality of the visual features of the air conditioner.",
      "id": "s85"
    },
    {
      "text": "Fisher J's words stand for the proposition that regard must be paid to the shape and configuration of the article shown in the design as a whole, but say nothing, it seems to me, about the significance of a statement of novelty, in a case in which one exists.",
      "id": "s86"
    },
    {
      "text": "The relevant passage in Turbo Tek Enterprises Inc v Sperling Enterprises Pty Ltd [1989] FCA 275 ; (1989) 88 ALR 524 is the following (at 543): \n \n The cases we have cited show that it is our eyes which must do the judging.",
      "id": "s87"
    },
    {
      "text": "Having performed that exercise, we are satisfied that the differences between the appellants' design and the respondents' article are not subtle.",
      "id": "s88"
    },
    {
      "text": "They are apparent and substantial.",
      "id": "s89"
    },
    {
      "text": "The question is, therefore, whether they are, nevertheless, mere disguises: see Malley's case (at 354) and the Fabtile case (at 3619).",
      "id": "s90"
    },
    {
      "text": "There is here no statement of monopoly identifying particular features of shape or configuration of the design as registered.",
      "id": "s91"
    },
    {
      "text": "The design thus applies to the appearance as a whole: cf Jones &amp; Attwood Ltd v National Radiator Co Ltd (1928) 45 RPC 71 per Tomlin J at 83; D Sebel &amp; Co Ltd v National Art Metal Co Pty Ltd (1965) 10 FLR 224 per Jacobs J at 228; and Russell-Clarke, Copyright in Industrial Designs , 1930, pp 69---70.",
      "id": "s92"
    },
    {
      "text": "In this passage, having observed that there was no statement of monopoly, the court stated that the design \"thus\" applied to the appearance as a whole.",
      "id": "s93"
    },
    {
      "text": "Although the Full Court was not here concerned with a statement of novelty, in so far as anything may be derived from this passage, it would seem to be that the absence of a statement of monopoly meant that attention had to be given to the appearance of the design as a whole.",
      "id": "s94"
    },
    {
      "text": "The passage from the judgment of Gummow J in Wanem Pty Ltd v John Tekiela [1990] FCA 372 ; (1990) 19 IPR 435 to which the Full Court in Richsell referred was the following (19 IPR at 439-440): \n \n In aid of his submissions that ... [the allegedly infringing designs] did not infringe any of the design registrations in question, counsel for the respondents also referred to the wide terms in which the statement of monopoly is expressed in each design registration.",
      "id": "s95"
    },
    {
      "text": "He referred to what was said by the Full Court in Dalgety Australia Operations Ltd v Seeley (FF) Nominees Pty Ltd (1986) 6 IPR 361 at 362---3 ; 64 ALR 421 at 422 and in Turbo Tek Enterprises Inc v Sperling Enterprises Pty Ltd [1989] FCA 275 ; (1989) 15 IPR 617 at 636 ; [1989] FCA 275 ; 88 ALR 524 at 543.",
      "id": "s96"
    },
    {
      "text": "The authorities are collected there for the proposition that where the statement of monopoly does not identify particular features of shape or configuration of the design, the design applies to the appearance of the article as a whole and issues of infringement are to be approached with that in mind.",
      "id": "s97"
    },
    {
      "text": "Again, Gummow J's words were concerned with a statement of monopoly rather than with a statement of novelty, but, in that context, they imply that, where a statement of monopoly does identify particular figures of shape or configuration, issues of infringement were to be approached by reference to that statement.",
      "id": "s98"
    },
    {
      "text": "However that may be, it does seem, with respect, that his Honour's words provide no authority for the proposition that a statement of novelty should not be regarded as limiting in proceedings challenging the validity of a design.",
      "id": "s99"
    },
    {
      "text": "The final case referred to by the Full Court in Richsell was Fisher &amp; Paykel Health Care Pty Ltd v Avion Engineering Pty Ltd [1991] FCA 434 ; (1991) 103 ALR 239 , a Full Court judgment which related to the design of a wheelchair.",
      "id": "s100"
    },
    {
      "text": "Their Honours said (at 243) that the design consisted of representations of two black and white photographs showing perspective views of an electrically powered wheelchair from the front and rear.",
      "id": "s101"
    },
    {
      "text": "There was a statement of monopoly, but not a statement of novelty.",
      "id": "s102"
    },
    {
      "text": "Monopoly was claimed \"in the shape and configuration of a wheelchair as illustrated in the accompanying illustrations\".",
      "id": "s103"
    },
    {
      "text": "Having referred to these facts, their Honours continued (at 243-244): \n \n The effect of the statement of monopoly was to seek protection for the design as a whole as depicted in the photographs.",
      "id": "s104"
    },
    {
      "text": "The statement of monopoly did not indicate any particular features of the illustrations in respect of which Avion wished to claim a monopoly or those features of the illustrations that are to be disregarded in considering the extent of monopoly protection.",
      "id": "s105"
    },
    {
      "text": "Nor were there any specific features of the representations in respect of which novelty or originality was specifically claimed because the \"statement of novelty\" merely contained the word \"nil\": see s 4(1) of the Designs Act for the definition of \"statement of novelty\".",
      "id": "s106"
    },
    {
      "text": "It follows that the protection afforded by the wheelchair design is with respect to the design as a whole as depicted in the photographs.",
      "id": "s107"
    },
    {
      "text": "Their Honours' use of the expression \"it follows...\" makes it tolerably clear that they considered that the breadth of the statement of monopoly, and the absence of a statement of novelty, meant that the statutory protection afforded to the design was \"with respect to the design as a whole\".",
      "id": "s108"
    },
    {
      "text": "I do not consider their Honours' judgment to stand as any authority for the proposition that, where there is a statement of novelty, that should not be regarded as limiting.",
      "id": "s109"
    },
    {
      "text": "I return to the judgment of the Full Court in Richsell .",
      "id": "s110"
    },
    {
      "text": "That case concerned lounge chairs in respect of which three designs had been registered.",
      "id": "s111"
    },
    {
      "text": "The primary Judge had held the designs to be invalid, upon the ground that they were not new or original in the context of the prior art.",
      "id": "s112"
    },
    {
      "text": "There was a statement of novelty accompanying each of the designs and, on appeal, counsel for the registered owner argued that the question arising under s 17(1) of the Designs Act should be answered by reference to an examination only of the features of the designs for which novelty had been claimed.",
      "id": "s113"
    },
    {
      "text": "That argument was rejected in the passage which I have set out at par 9 above.",
      "id": "s114"
    },
    {
      "text": "The position arising in Richsell was, in a sense, the obverse of that arising here.",
      "id": "s115"
    },
    {
      "text": "In the present case, counsel for the registered owner argue that, for the purposes of s 17(1) , the complete design must be taken into account.",
      "id": "s116"
    },
    {
      "text": "Even if the features of the design for which novelty was claimed failed the test of s 17(1) , counsel argue that the design as a whole might nonetheless be adjudged to have been, at the priority date, new or original by reference to an examination of its features as a whole.",
      "id": "s117"
    },
    {
      "text": "In that argument, they do appear to have the support of the judgment of Davies and Whitlam JJ in Richsell , notwithstanding what I consider to be, with respect, a less than satisfactory consideration of the authorities on which their Honours relied.",
      "id": "s118"
    },
    {
      "text": "The question which arises in the present case was the same as that which arose on what is, apparently, the only other occasion, since Richsell , upon which it has been necessary to consider the significance of a statement of novelty to the application of s 17(1) questions in proceedings challenging the validity of a registered design, namely, Polyaire Pty Ltd v K-Aire Pty Ltd [2003] SASC 41.",
      "id": "s119"
    },
    {
      "text": "Relevantly to the present issue, Polyaire was concerned with a design for an air-conditioning outlet director part.",
      "id": "s120"
    },
    {
      "text": "Monopoly was claimed in the shape and configuration of the part, as shown in the representation of the design, and novelty was claimed in \"the arrangement of the end parts of the blades and a coupling bar inter-connecting said ends at each side of a surrounding frame as illustrated in the representations\".",
      "id": "s121"
    },
    {
      "text": "It was submitted on behalf of the defendants that the statement of novelty \"may be taken as an admission by the application for registration of the features said to be new or original\".",
      "id": "s122"
    },
    {
      "text": "Rejecting that submission, Besanko J said: \n \n I do not accept the defendants' submission that the statement of novelty is the only basis upon which newness or originality should be considered, or that it constitutes a binding admission against the applicant.",
      "id": "s123"
    },
    {
      "text": "The plaintiff submitted, and I agree, that the position under the Designs Act is the same as was stated by the author of the sixth edition of Russell-Clarke on Industrial Designs para 3.278 in commenting on the position in England: \n \n \n \n \n \"... the statement of novelty is merely a unilateral statement by the applicant asserting that certain features shown on his representation are novel; that statement does not exclude other features also shown on the representation from forming part of the design (ie the whole collection of features shown) as registered.",
      "id": "s124"
    },
    {
      "text": "\" \n \n \n \n \n There is nothing in the Designs Act which suggests that a statement of novelty should be given the force or effect for which the defendants contend.",
      "id": "s125"
    },
    {
      "text": "Besanko J referred to the passage from the judgment of the Full Court in Richsell referred to in par 9 above, and continued (at [321]):\n \n \n The above is the only relevant statement in the authorities on the issue raised by the defendants.",
      "id": "s126"
    },
    {
      "text": "It does seem odd that the statement of novelty would have only the limited effect of a unilateral statement by the applicant asserting certain features of his design are novel.",
      "id": "s127"
    },
    {
      "text": "However, that does seem to me to be the better approach bearing in mind that there is a statement of monopoly in this case and, that other than excluding features of pattern or ornamentation, it is completely general in its terms.",
      "id": "s128"
    },
    {
      "text": "The statement of monopoly relates to the airconditioning outlet director part as a whole.",
      "id": "s129"
    },
    {
      "text": "With respect, I do not gain much assistance from what is said in the report of the Designs Law Review Committee in February 1973 (Report on the Law Relating to Designs para 99 --- para 101 inclusive).",
      "id": "s130"
    },
    {
      "text": "I note that the definition in the Act of a statement of monopoly includes not only a reference to features which are to be disregarded, but also features in respect of which the applicant wishes to claim a monopoly.",
      "id": "s131"
    },
    {
      "text": "It seems that the Full Court in Richsell , and Besanko J in Polyaire , may not have been referred to Sommer Allibert (UK) Ltd v Flair Plastics Ltd [1987] RPC 599.",
      "id": "s132"
    },
    {
      "text": "In the course of delivering the judgment of the English Court of Appeal, Slade LJ said (at 619-620): \n \n Every application for the registration of a design has to state the article to which the design is to be applied, that the applicant claims to be the proprietor thereof and, with certain exceptions immaterial for present purposes, it has to be accompanied by a statement of the features of the design for which novelty is claimed: rule 14 of the Design Rules 1949 (S.I 1949 No.",
      "id": "s133"
    },
    {
      "text": "2368) as amended.",
      "id": "s134"
    },
    {
      "text": "The purpose of the statement is to direct attention to the part or parts of the submitted design which are said to introduce into it the applicant's alleged novel contribution and thus to entitle them to registration.",
      "id": "s135"
    },
    {
      "text": "It is important because it defines the scope of the monopoly claimed.",
      "id": "s136"
    },
    {
      "text": "While the court does not have to assume that it is correct, it precludes the proprietor, who has obtained his registration on the grounds that certain features of the design give novelty to it, from thereafter denying their novelty and asserting their immateriality, so as to extend the scope of the protected design.",
      "id": "s137"
    },
    {
      "text": "The author of the current edition of Russell-Clarke (Howe, M, Russell-Clarke and Howe on Industrial Designs , 7 th ed, 2005) described this (at par 3-284) as \"creating what amounts to an estoppel against the proprietor\".",
      "id": "s138"
    },
    {
      "text": "Although recognising that the statutory basis for the requirement (in England) was \"exiguous\", the author commented that the statement of novelty, on the best view, could have an important impact on what was regarded as \"material\" for the purposes of the equivalent of s 17(1) of the Designs Act .",
      "id": "s139"
    },
    {
      "text": "As noted in the extract above, in Polyaire Besanko J did not derive much assistance from the relevant passage of the Franki Report of 1973 which led to the enactment of the provisions with which I am now concerned.",
      "id": "s140"
    },
    {
      "text": "The Designs Law Review Committee considered whether the Designs Act should be amended to provide for statements of monopoly and of novelty.",
      "id": "s141"
    },
    {
      "text": "As to the former, the committee took the view ( Report , par 99) that, since the proprietor got a monopoly for one thing only --- a \"particular and individual specific appearance\" (in that respect invoking the words of Kitto J in Re Wolanski's Design [1953] HCA 72 ; (1953) 88 CLR 278 , 279) --- the scope of the monopoly could not be varied by a statement made by the proprietor, save by way of disclaimer.",
      "id": "s142"
    },
    {
      "text": "As to a statement of novelty, however, the committee said ( Report , par 100): \n \n On the other hand we were of the opinion that the Registrar should be given power to require a 'statement of novelty' to be lodged.",
      "id": "s143"
    },
    {
      "text": "By 'statement of novelty' we mean a statement dealing with the features of a design that may be said to provide the basis for the design being new or original.",
      "id": "s144"
    },
    {
      "text": "For example, if in a design for a chair the significant feature is in the shape of the two front legs and attention is drawn to this fact in a statement of novelty, while there would be no infringement of the design unless the infringing article satisfied the tests for infringement of the chair as a whole, nevertheless it is reasonable to assume that, in testing the novelty and originality of the design, attention would be directed to the two front legs and that this feature of the design would be given particular weight in testing infringement, although an infringement could not be proved unless the relevant tests were satisfied in respect of the whole chair.",
      "id": "s145"
    },
    {
      "text": "In proceedings for expungement on the ground of lack of novelty or originality in the design as registered, the court will not be concerned with an attempt by the owner to extend the scope of the design by denying materiality in an aspect originally claimed to be novel.",
      "id": "s146"
    },
    {
      "text": "The aspect of the problem referred to by Slade LJ, therefore, will not directly arise.",
      "id": "s147"
    },
    {
      "text": "And it does not arise in the present case, since the applicant does not suggest that the features of the registered design covered by the statement of novelty should not be regarded as material for the purposes of infringement.",
      "id": "s148"
    },
    {
      "text": "However, the explanation of the purpose and role of a statement of monopoly given by the Franki Committee is relevant in the context of a challenge to validity.",
      "id": "s149"
    },
    {
      "text": "That explanation rings particularly true in circumstances where the legislation did not specify how such a statement was to be used in the assessment required by s 17(1).",
      "id": "s150"
    },
    {
      "text": "That is to say, it seems consistent with the purpose of the amendment that, at the point of registration and thus of a later challenge to validity, that \"attention ... be given\" to the features of the design for which novelty was claimed.",
      "id": "s151"
    },
    {
      "text": "Given the inclusion of a statement of novelty on the certificate of registration, it seems particularly harsh that a member of the public, or another business concern wanting to make a new product, should not be able to rely on the statement of novelty as indicating the respects in which the owner of the registered design would assert that his or her design was novel.",
      "id": "s152"
    },
    {
      "text": "It will not uncommonly be the case (and it is the case here) that a challenge to validity is required to be made many years after the priority date, and many years, therefore, after designs which might potentially be invoked as anticipatory have first been published or used.",
      "id": "s153"
    },
    {
      "text": "The onus of proof lies on the party challenging validity, and if the designs which he or she is able to bring forward in evidence happen to differ from the registered design in respects other than those set out in the statement of novelty, the potential for opportunism on the part of the registered owner is obvious.",
      "id": "s154"
    },
    {
      "text": "In the present case, all of the items of prior art relied on by the respondent bear an arguable similarity to the registered design with respect to the feature identified in the statement of novelty.",
      "id": "s155"
    },
    {
      "text": "Indeed, they appear to have been selected with that in mind.",
      "id": "s156"
    },
    {
      "text": "Yet much of the energies of the applicant at trial were devoted to having various witnesses accept that there were differences in appearance between the prior art and the registered design in other respects.",
      "id": "s157"
    },
    {
      "text": "If this is the kind of forensic contest that was permitted by the Designs Act , one may be forgiven for wondering what value there was in the inclusion of a statement of novelty on the certificate.",
      "id": "s158"
    },
    {
      "text": "Yet it was said to be justified by the requirement that one must look at the design as a whole.",
      "id": "s159"
    },
    {
      "text": "I think there is much to be said for the view of the author of the 7 th edition of Russell-Clarke as to the relevance of such a statement to questions of materiality, and for the concept of preclusion (adapted to the circumstances of a challenge to validity) favoured by Slade LJ in Sommer Allibert .",
      "id": "s160"
    },
    {
      "text": "Does Richsell stand in the way of taking such an approach?",
      "id": "s161"
    },
    {
      "text": "I do not think so.",
      "id": "s162"
    },
    {
      "text": "The argument which Davies and Whitlam JJ rejected in that case was that, in making the comparison required by s 17(1) , one should look only at the features for which novelty had been claimed.",
      "id": "s163"
    },
    {
      "text": "It is one thing to say that the registered owner should not be permitted to use his or her own statement of novelty for the purpose of shutting the court's eyes to the appearance of a complete design, and to do so to his or her own advantage.",
      "id": "s164"
    },
    {
      "text": "It is another thing altogether to say that the registered owner should not be held to such a statement of novelty when the court comes to consider what aspects of the registered design are new or original.",
      "id": "s165"
    },
    {
      "text": "The court's eyes would then be open to the complete design, of course, but it should, in my view, assess that design against the prior art with a particular emphasis upon those features that the registered owner himself or herself, at the point of registration, considered to be novel.",
      "id": "s166"
    },
    {
      "text": "Returning to the facts of the present case, in a document filed on 15 May 2007 described as \"Application and Statement of the Applicant's Claim\", the applicant noted that it had previously filed an Application and Statement of Claim under the general Rules of Court.",
      "id": "s167"
    },
    {
      "text": "Since then, the proceeding was referred by consent to the Fast Track List, and the purpose of the document was said by the applicant to be \"to better clarify the issues at an early stage in line with the spirit of the Fast Track List Direction\".",
      "id": "s168"
    },
    {
      "text": "The document set out the statement of novelty, and said that the design was commercially known \"as a single-sided 'posture top' type of design --- where a separate thin sprung layer is attached to the top of the main mattress to create a composite structure\".",
      "id": "s169"
    },
    {
      "text": "Having referred to the commercial success of mattresses made in accordance with the design, the document continued: \"this posture top design is to be contrasted with the older 'pillow top' type design where the top layer was not sprung but more like a sewn-in comforter with a '&gt;' or '&lt;' type of profile.",
      "id": "s170"
    },
    {
      "text": "\" A pictorial example was given, and the document continued: \"The difference in profile between the two is obvious and significant.",
      "id": "s171"
    },
    {
      "text": "The posture top layer is sprung (and obviously so) whereas the pillow top is not.",
      "id": "s172"
    },
    {
      "text": "This was a revolutionary break from previous pillow top designs ....\" The document said nothing further as to the respects in which the design stood apart from the prior art.",
      "id": "s173"
    },
    {
      "text": "In the circumstances, I can think of no reason to include a reference to the statement of novelty in a document filed for the purpose of clarifying the issues in the case than to indicate to the respondent and to the court the respects in which the applicant would contend that its registered design was new or original.",
      "id": "s174"
    },
    {
      "text": "A bed manufactured by the applicant in line with the design won an award at the National New Product Parade Show of the furnishing industry in July 1996.",
      "id": "s175"
    },
    {
      "text": "However, it did so by reason of an innovative system of small springs that resided in the top layer of the mattress, rather than by reason of the appearance of the product.",
      "id": "s176"
    },
    {
      "text": "The importance of this spring arrangement found its way into the document of 15 May 2007, in the passage to which I have just referred.",
      "id": "s177"
    },
    {
      "text": "However, at trial, it was no part of the applicant's case that, as a matter of appearance, the top layer of the mattress was obviously sprung.",
      "id": "s178"
    },
    {
      "text": "It was part of its case that the top layer of the mattress --- and the mattress as a whole --- had a taut appearance with vertical lines, but it was accepted that the judgment required by s 17(1) of the Designs Act had to be made without reference to the mechanical means by which this appearance was achieved.",
      "id": "s179"
    },
    {
      "text": "I turn next to a consideration of the prior art relied on by the respondent.",
      "id": "s180"
    },
    {
      "text": "As requested by the court, the respondent filed a series of representations of the prior art, arranged in order of perceived strength in assisting its case on invalidity.",
      "id": "s181"
    },
    {
      "text": "Those that I consider to be most relevant are reproduced in Appendix B to these reasons.",
      "id": "s182"
    },
    {
      "text": "Apart from being mattress/base combinations, the characteristic of these representations which, it seems, guided the respondent in including them in its list of prior art was the existence of a relatively shallow upper layer of the mattress itself, separated from the main body of the mattress by a clearly visible line of cording, beading or the like.",
      "id": "s183"
    },
    {
      "text": "Commencing with the \"Adjust-A-Sleep\" bed, it is immediately apparent that this is a single bed and, as the name suggests, is adapted to be adjusted by tilting upwards at the head.",
      "id": "s184"
    },
    {
      "text": "In these respects, it has nothing like the appearance of the registered design.",
      "id": "s185"
    },
    {
      "text": "I am, however, prepared to treat the first aspect (single or double bed) as a feature commonly used in the relevant trade and, therefore, as not proper to be taken into account on the matter of novelty or originality.",
      "id": "s186"
    },
    {
      "text": "I am also prepared to envisage the Adjust-A-Sleep bed as it would appear in the lowered position.",
      "id": "s187"
    },
    {
      "text": "However, I accept the applicant's submission that the representation tendered in evidence is of a quality that substantially compromises one's ability to see the design in one's mind's eye, and thus to assess similarity: J Rapee &amp; Co Pty Ltd v Kas Cushions Pty Ltd (1989) 15 IPR 577 , 585-586.",
      "id": "s188"
    },
    {
      "text": "In particular, the definition and alignment of the upper portion of the mattress are difficult to discern from the exhibit.",
      "id": "s189"
    },
    {
      "text": "I am also not prepared to assume that the side portion of this layer, at the point where the hinging mechanism of the bed operates, would not, even when the bed was lowered, convey an appearance of malleability or flexibility which is altogether absent in the registered design.",
      "id": "s190"
    },
    {
      "text": "That portion is, of course, concealed from view in the exhibit.",
      "id": "s191"
    },
    {
      "text": "The next two examples --- the Crest and the Private Label by Sealy --- will be taken together.",
      "id": "s192"
    },
    {
      "text": "On first impressions, they are both quite different from the registered design, most obviously because they incorporate headboards.",
      "id": "s193"
    },
    {
      "text": "However, the applicant did not rely upon that circumstance, presumably because it recognised that the presence or absence of a headboard was a feature commonly used in the trade.",
      "id": "s194"
    },
    {
      "text": "The applicant also foreswore any reliance upon the lines of vertical stitching that gave the side portions of the private label mattress a striped-like appearance.",
      "id": "s195"
    },
    {
      "text": "Rather, the applicant submitted that these representations were not anticipatory for the following reasons: \n(a) The mattresses were \"double sided\";\n \n(b) Tufting was immediately noticeable;\n \n(c) The pillow top portions were set inwards (described as \"shrinkage\");\n \n(d) The mattresses had what was called a \"hamburger\" appearance;\n \n(e) The sleeping surfaces of the mattresses had \"curvature\".",
      "id": "s196"
    },
    {
      "text": "It will be necessary to consider each of these features in turn.",
      "id": "s197"
    },
    {
      "text": "When the applicant said that the Sealy mattresses were \"double sided\", it was referring to the fact that the defined upper layer in each was replicated by a similar layer on the underside of the mattress.",
      "id": "s198"
    },
    {
      "text": "The effect, apparently, was that the mattress would look the same whichever way up it was on the base.",
      "id": "s199"
    },
    {
      "text": "Evidence led on behalf of the respondent, and not seriously contested by the applicant, justifies the conclusion that single-sided pillow-top arrangements were common in the trade before the priority date.",
      "id": "s200"
    },
    {
      "text": "The applicant contended that such arrangements (to the extent that representations of them were in evidence) were quite different in appearance from the registered design.",
      "id": "s201"
    },
    {
      "text": "Whether or not that be so, however, it is a separate point.",
      "id": "s202"
    },
    {
      "text": "Here the respondent was submitting not that the design was not new or original in an absolute sense, but that it differed only in immaterial respects, or in features commonly used in the trade, from pre-existing designs (specifically, the Sealy beds).",
      "id": "s203"
    },
    {
      "text": "When that question is to be addressed, clearly it is no answer to say that the immaterial detail or the commonly-used feature gave the design in question a different look from that of the prior art.",
      "id": "s204"
    },
    {
      "text": "That it does, or at least might, do so is the premise upon which s 17(1) is based.",
      "id": "s205"
    },
    {
      "text": "I find that the omission or inclusion of a defined layer on the obverse side of a mattress (a \"pillow bottom\" to so speak) was, at the priority date, a variant commonly resorted to in the relevant trade.",
      "id": "s206"
    },
    {
      "text": "The next point is \"tufting\".",
      "id": "s207"
    },
    {
      "text": "The process of tufting was described (in relation to the Sealy beds) by Mr Graeme Patford, the General Manager for Victoria of Sealy of Australia (Vic) Pty Ltd.",
      "id": "s208"
    },
    {
      "text": "He said: \n \n On these two beds, what we do, if you can imagine, there's a spring unit.",
      "id": "s209"
    },
    {
      "text": "Now, on top of that spring unit, we have what you call a comfort system, in our language.",
      "id": "s210"
    },
    {
      "text": "That comfort system can consist of, you know, anywhere from three to a dozen layers of material, whatever that material happens to be.",
      "id": "s211"
    },
    {
      "text": "Then we have what we call an inner panel and then on top of that, we put another three or four comfortable layers, if you like, and we tuft through the whole lot using a template.",
      "id": "s212"
    },
    {
      "text": "It's a two man operation and we do that on both sides of these two products.",
      "id": "s213"
    },
    {
      "text": "Mr Patford said that non-tufted finishes were in common use before 1996.",
      "id": "s214"
    },
    {
      "text": "Fairly clearly, to the extent that tufting affected the appearance of a mattress, it was calculated to give the whole a more conspicuously comfortable, even luxurious, look.",
      "id": "s215"
    },
    {
      "text": "It was an addition by way of embellishment.",
      "id": "s216"
    },
    {
      "text": "In the terms of s 17(1) , it was a \"feature\".",
      "id": "s217"
    },
    {
      "text": "The evidence amply sustains the finding that beds without tufting were commonly in use as at the priority date, and that the use of tufting was a trade variant frequently resorted to.",
      "id": "s218"
    },
    {
      "text": "The applicant's next point is that the pillow-top portion of the Sealy mattresses is \"set inwards\" (unlike the mattress depicted in the representation of the registered design, which is said to have a more vertical, or \"straight up and down\" look to it).",
      "id": "s219"
    },
    {
      "text": "For my own part, I find it hard to discern this feature of the Sealy beds.",
      "id": "s220"
    },
    {
      "text": "The applicant here relied on the evidence of Mr Patford and Mr Alan Robinson, the National Operations Manager of Sleepmaker, a division of PacBrands (each called by the respondent).",
      "id": "s221"
    },
    {
      "text": "Counsel for the applicant put it to Mr Patford that, imagining a vertical line along one corner of the Crest bed, one could see that the \"upper pillow-top portion is slightly inwardly pulled\".",
      "id": "s222"
    },
    {
      "text": "Mr Patford agreed that this was so, adding \"ever so slightly, yes\".",
      "id": "s223"
    },
    {
      "text": "He explained how this slight effect might have come about, involving (as I understand his evidence) one or more of three possible minor variations in the manufacturing process.",
      "id": "s224"
    },
    {
      "text": "Mr Robinson's attention was drawn to the left-hand corner of the Crest bed, and he agreed that \"the pillow-top portion seems to be set inwards from the mattress below it by a little\".",
      "id": "s225"
    },
    {
      "text": "However, he added that this visual effect seemed to be a function of the angle from which one was viewing the bed.",
      "id": "s226"
    },
    {
      "text": "He said that, if one looked at the bed from any other angle, one would be \"hard-pressed to see a difference in either proportion or treatment on the border\".",
      "id": "s227"
    },
    {
      "text": "Although it is valuable to have the assistance of witnesses with experience in the industry such as Messrs Patford and Robinson, ultimately the question of similarity is one for the court.",
      "id": "s228"
    },
    {
      "text": "I consider that the difference between the vertical set or profile on the pillow top layer of the mattress which is the subject of the registered design and the like aspect of the Sealy mattresses, to the extent that it exists at all, is an immaterial detail of each.",
      "id": "s229"
    },
    {
      "text": "To discern that this portion of the side of the Sealy mattress is not absolutely vertical requires a fastidious inspection.",
      "id": "s230"
    },
    {
      "text": "It is the kind of difference that might well more readily present itself to those experienced in the trade, as they would be astute to recognise minor manufacturing variations as may be implied thereby.",
      "id": "s231"
    },
    {
      "text": "It does not, however, strike the eye.",
      "id": "s232"
    },
    {
      "text": "It is not the stuff of s 17(1).",
      "id": "s233"
    },
    {
      "text": "By a \"hamburger\" appearance, the applicant intended to convey the meaning that the Sealy mattresses had a \"curve at the bottom and the top\".",
      "id": "s234"
    },
    {
      "text": "Here the applicant relied upon the following passage in the cross-examination of Mr Robinson: \n \n One of the first things you notice when you look at a bed like that is that it's double-sided, don't you?---Yes.",
      "id": "s235"
    },
    {
      "text": "You notice that it's double-sided, yes.",
      "id": "s236"
    },
    {
      "text": "Because in common parlance, it does have a bit of a hamburger look about it?---Yes.",
      "id": "s237"
    },
    {
      "text": "It curves in at the bottom and the top?---Yes.",
      "id": "s238"
    },
    {
      "text": "In the way it was put to Mr Robinson, the \"hamburger look\" which the Crest label had was an aspect of it being a double-sided, rather than a single-sided, pillow top unit.",
      "id": "s239"
    },
    {
      "text": "In some respects, this \"hamburger\" point of the applicant's was a kind of amalgam of its first and third points.",
      "id": "s240"
    },
    {
      "text": "That is to say, if the pillow top portion were set inwards, and if the mattress were double-sided (ie symmetrical), the inward set of the upper and lower layers might be regarded as giving the mattress the impression of curving in at the top and the bottom, as put to Mr Robinson.",
      "id": "s241"
    },
    {
      "text": "For my own part, whilst I can see the feature of the Sealy beds to which the applicant here refers, I find it not to be an obvious or immediately striking feature of those beds.",
      "id": "s242"
    },
    {
      "text": "Indeed, it is not apparent at all if one looks at the visible side or end of either of the Sealy beds: it is apparent, after careful observation, only when looking at the left hand corner in profile.",
      "id": "s243"
    },
    {
      "text": "Further, if I am correct in my conclusion that the double-sided aspect of the mattress should, in effect, be ignored (because of common trade usage), I do not think it is open to the applicant to rely upon the absence of that feature as depriving the registered design of the \"hamburger\" look which, it is said, the Sealy beds had.",
      "id": "s244"
    },
    {
      "text": "I also consider that, to the extent that the registered design departed from the design of the Sealy beds in the feature presently under discussion, it was an immaterial detail within the meaning of s 17(1)(a).",
      "id": "s245"
    },
    {
      "text": "I rely in this respect upon what I have said above as to the \"inward set\" of the pillow top portion, but here applied to the lower, as well as to the upper, layer.",
      "id": "s246"
    },
    {
      "text": "If one were to look not at specific aspects of the design but at the overall impression derived from it, I likewise consider that the omission of the subtle inwards set to which the applicant refers from the registered design constitutes a difference from the Sealy mattresses in immaterial details only.",
      "id": "s247"
    },
    {
      "text": "The applicant's final point with respect to the Sealy mattresses was that their sleeping surfaces had \"curvature\".",
      "id": "s248"
    },
    {
      "text": "Here the applicant was referring to the profile of so much of the mattresses as was situated above the upper row of beading or cording travelling around the perimeter thereof.",
      "id": "s249"
    },
    {
      "text": "Particularly with respect to the Crest mattress, one can readily see a convexity of profile in this area.",
      "id": "s250"
    },
    {
      "text": "The applicant contrasted this with what was said to be the corresponding part of the profile of the registered design.",
      "id": "s251"
    },
    {
      "text": "It was said that the horizontal upper surface of the mattress came straight, and without curvature, to the top line of beading, there terminating in what was, to the eye, something closely resembling a right-angle.",
      "id": "s252"
    },
    {
      "text": "That appears to be so when looking at the front face of the registered design as shown in the representation, but that is perhaps not the angle best calculated to reveal the aspect of profile upon which the applicant here relies.",
      "id": "s253"
    },
    {
      "text": "One is better able to see the profile of the top surface of the mattress in the registered design by looking at the right hand rear corner thereof, against the wall in the representation.",
      "id": "s254"
    },
    {
      "text": "There appears there to be a very slight convexity as the horizontal surface of the mattress meets the line of beading.",
      "id": "s255"
    },
    {
      "text": "However, that feature is not striking, and is nowhere near as distinct as the like feature on the Sealy beds.",
      "id": "s256"
    },
    {
      "text": "This aspect of the features of the mattress being compared is of especial importance, since it is covered by the statement of novelty.",
      "id": "s257"
    },
    {
      "text": "Considered overall, but paying particular attention to the upper layer of the mattress portion, I accept the applicant's submission that the mattress in the registered design, to the eye, appears to have a relatively square look where the horizontal surface meets the upper line of beading.",
      "id": "s258"
    },
    {
      "text": "As a matter of visual impression that is, in my view of it, quite striking.",
      "id": "s259"
    },
    {
      "text": "By contrast, where the sleeping surface of the Sealy beds meets the top line of beading, it does so in the way of a convex curve, this being particularly evident down the right hand side of the Crest mattress.",
      "id": "s260"
    },
    {
      "text": "For this reason, I take the view that the registered design was not anticipated by the Sealy beds.",
      "id": "s261"
    },
    {
      "text": "The next examples of prior art put forward by the respondent were the three beds displayed at the AH Beard stand at the Sydney Furniture Fair in May 1995.",
      "id": "s262"
    },
    {
      "text": "The first of these beds (under the banner \"Silentnight Beds\") has the same, or at least a very similar, feature of convexity where the sleeping surface meets the edge as I have referred to above in relation to the Sealy beds.",
      "id": "s263"
    },
    {
      "text": "For that reason, I would not consider it to be anticipatory.",
      "id": "s264"
    },
    {
      "text": "However, I do not see the same feature in the beds depicted in the second and third photographs taken at this fair (which photographs are, in fact, slightly different perspectives of the same two beds).",
      "id": "s265"
    },
    {
      "text": "The applicant said of these two beds that they have \"the extreme form of hamburger appearance\".",
      "id": "s266"
    },
    {
      "text": "I do not agree.",
      "id": "s267"
    },
    {
      "text": "They are double-sided beds it is true, but, as I have held above, the addition of a defined layer on the lower, as well as on the upper, portion of a mattress is to be regarded as a trade variant.",
      "id": "s268"
    },
    {
      "text": "Also, as in the case of the registered design, the sides of these mattresses appear quite straight to the eye, and the point of intersection between them and the respective sleeping surfaces appears square in profile.",
      "id": "s269"
    },
    {
      "text": "In a written outline of its submission in relevant respects (but not in its submissions as made to the court), the applicant noted that these beds had a \"shallow comfort layer (proportionally different from the design)\".",
      "id": "s270"
    },
    {
      "text": "By this the applicant intended to convey that the relative depth of the upper layers of the beds at the 1995 fair was shallower than that depicted in the registered design.",
      "id": "s271"
    },
    {
      "text": "I agree that that difference exists, and is apparent to the eye.",
      "id": "s272"
    },
    {
      "text": "Especially since this is part of the aspect of the registered design to which attention was drawn in the statement of novelty, I consider it to be significant that, to the eye, the upper layer appears to constitute about 30% of the vertical section of the mattress portion, and to have the appearance of being a significant part of the mattress itself.",
      "id": "s273"
    },
    {
      "text": "In the beds depicted in the photographs from the Sydney fair, however, the upper layer strikes one not so much as a layer of each mattress itself, as a double line of beading by way of embellishment.",
      "id": "s274"
    },
    {
      "text": "I consider this gives those mattresses a distinctly different visual impression from that of the mattress in the registered design.",
      "id": "s275"
    },
    {
      "text": "Thus I do not consider that these mattresses were anticipatory.",
      "id": "s276"
    },
    {
      "text": "As I have said, the prior art representations filed by the respondent were arranged in order of perceived strength in assisting its case on invalidity.",
      "id": "s277"
    },
    {
      "text": "I have dealt, adversely to the respondent, with the first three of those representations.",
      "id": "s278"
    },
    {
      "text": "I agree with the respondent's assessment that the strength of the claims of the remaining representations is weaker than those of the first three, and I see no need to deal with those remaining representations save by that general conclusion.",
      "id": "s279"
    },
    {
      "text": "For illustrative purposes only, I have included in Appendix B to these reasons the next two representations relied upon by the respondent.",
      "id": "s280"
    },
    {
      "text": "Neither they nor the remaining representations of prior art are such as would deprive the registered design of novelty or originality for the purposes of s 17(1) of the Designs Act .",
      "id": "s281"
    },
    {
      "text": "In the circumstances, I propose to dismiss the respondent's cross-claim.",
      "id": "s282"
    },
    {
      "text": "INFRINGEMENT \n The starting point for the questions of infringement which arise in the present case is s 30(1) of the Designs Act , which (relevantly) provided as follows: \n \n (1) A person shall be deemed to infringe the monopoly in a registered design if he, without the licence or authority of the owner of the design:\n (a) applies the design or any fraudulent or obvious imitation of it to any article in respect of which the design is registered;\n ...\n (c) sells, or offers or keeps for sale, or hires, or offers or keeps for hire, any article:\n (i) to which the design or any fraudulent or obvious imitation of it has been applied in infringement of the monopoly in the design; or\n .... \n \n\n \nIn the present case, the applicant relied upon each of the three formulations employed by the subpars (a) and (c) of this provision: application of the design, application of a fraudulent imitation of the design, and application of an obvious imitation of the design.",
      "id": "s283"
    },
    {
      "text": "As with the respondent in its case on invalidity, the applicant filed a series of representations showing beds which allegedly fell within these categories, arranged in order of perceived strength in assisting its case on infringement.",
      "id": "s284"
    },
    {
      "text": "Those that I consider to be most relevant are reproduced in Appendix C to these reasons.",
      "id": "s285"
    },
    {
      "text": "The approach which the court should take to the essentially visual task of determining whether a registered design, or an obvious imitation of it, had been applied to an article was discussed by Lockhart J in Dart Industries Inc v Decor Corporation Pty Ltd (1989) 15 IPR 403 , 408-412.",
      "id": "s286"
    },
    {
      "text": "The principles which his Honour identified were summarised by Gummow J in Wanem Pty Ltd v Tekiela [1990] FCA 372 ; (1990) 19 IPR 435 , 440: \n \n In Dart Industries Inc v Decor Corp Pty Ltd ... Lockhart J (in a judgment with which Jenkinson J and I agreed) dealt with the authorities which establish that (i) first impressions are important in determining whether there is an infringement of a design, (ii) an obvious imitation is one which is not the same as the registered design but is a copy apparent to the eye notwithstanding slight differences, (iii) the question must be looked at as one of substance and by examining the essential features of the design, (iv) a closer correspondence between the registered design and the alleged infringing design is necessary to satisfy the test of obvious imitation than that of fraudulent imitation, (v) precise mathematical comparisons or matters of measurements or ratios, which form no part of the mental picture which the eye conveys to the brain of shape or configuration suggested by the design, are not to be applied as the test of infringement; appearance to the eye is the critical issue, and (vi) questions of infringement must not be determined by a narrow or overly technical approach in comparison between the design and the alleged infringement, lest the registration be sapped of its worth to the registered owner.",
      "id": "s287"
    },
    {
      "text": "There is an aspect of Lockhart J's judgment in Dart which is important in the present case, and yet which was not encompassed in the summary provided by Gummow J in Wanem .",
      "id": "s288"
    },
    {
      "text": "That is the following principle ( Dart , 15 IPR at 409): \n \n Small differences between the registered design and the prior art will generally lead to a finding of no infringement if there are equally small differences between the registered design and the alleged infringing article.",
      "id": "s289"
    },
    {
      "text": "On the other hand, the greater the advance in the registered design over the prior art, generally the more likely that a court will find common features between the design and the alleged infringing article to support a finding of infringement: Kevi A/S v Suspa-Verein UK Ltd [1982] RPC 173 per Falconer J at 179; Firmagroup [Australia Pty Ltd] v Byrne &amp; Davidson [Doors (Vic) Pty Ltd (1986) 67 ALR 29 ] , at 38; D Sebel &amp; Co Ltd v National Art Metal Co Pty Ltd (1965) 10 FLR 224 at 229 per Jacobs J; Russell-Clarke, Designs, 5th ed, pp.",
      "id": "s290"
    },
    {
      "text": "85---7; Blanco White on Patents and Designs, 4th ed, pp 326---7; and Ricketson, The Law of Intellectual Property, p 493.",
      "id": "s291"
    },
    {
      "text": "Applying these principles to the beds represented in Appendix C, I consider that the \"Ambassador Sensor Flex Pocket Spring\" bed involves an application of the design as such.",
      "id": "s292"
    },
    {
      "text": "Comparing that representation to the registered design, the immediate visual impression conveyed is one of striking similarity.",
      "id": "s293"
    },
    {
      "text": "A moment's reflection will show that, taking the approach required by Dart and Wanem , there is in fact no difference between the representation said to infringe and the registered design.",
      "id": "s294"
    },
    {
      "text": "I would not hold that any of the other beds in Appendix C involves an application of the design as such.",
      "id": "s295"
    },
    {
      "text": "I consider that the \"Chiro Deluxe\" bed as represented in Appendix C is an obvious imitation of the registered design.",
      "id": "s296"
    },
    {
      "text": "The visual similarity to the registered design is not striking in its immediate impact, but it is, in my view, quite obvious, and the representation of the infringing bed does not show any readily apparent differentiating features.",
      "id": "s297"
    },
    {
      "text": "The task of resolving the question of obvious imitation in relation to the other beds represented in Appendix C must be informed by the nature and extent of the differences by reference to which the registered design was differentiated from the prior art in the respondent's case on validity.",
      "id": "s298"
    },
    {
      "text": "This is, in my view, pre-eminently a case in which, for that reason, small differences in shape or configuration will enable an article to escape a finding of infringement.",
      "id": "s299"
    },
    {
      "text": "Applying that principle, I am not persuaded that any of the other beds represented in Appendix C has had applied to it a design which amounts to an obvious imitation of the registered design.",
      "id": "s300"
    },
    {
      "text": "The characteristics of the beds in Appendix C (save for the two referred to above) which I consider set them apart, in point of shape and/or configuration, from the registered design, are the following.",
      "id": "s301"
    },
    {
      "text": "First, the extremity, or outer edge, of the sleeping surfaces of some beds has a curved or convex profile in a way similar to that of the two Sealy beds which I discussed above in relation to validity.",
      "id": "s302"
    },
    {
      "text": "Secondly, the beading on some beds does not have the appearance of a firm, tightly-defined line as depicted in the registered design, but appears to show a protruding, sometimes almost floppy, length of fabric.",
      "id": "s303"
    },
    {
      "text": "In some cases one can observe this fabric casting a shadow onto the vertical surface of the bed itself, which gives an appearance quite different from that conveyed by the registered design.",
      "id": "s304"
    },
    {
      "text": "Thirdly, in the case of some beds, it appears that the fabric of the vertical surface is crinkly, and generally lacks the taut, firm appearance of that in the registered design.",
      "id": "s305"
    },
    {
      "text": "Fourthly, in some cases the sleeping surface of the beds has been stitched in such a way as to change the visual impression one gets with respect to the shape and configuration thereof.",
      "id": "s306"
    },
    {
      "text": "The sleeping surfaces of some of the beds are, for example, quite conspicuously ribbed in a way that goes beyond a matter merely of pattern or ornamentation, and is proper, in my opinion, to be regarded as a matter of shape or configuration.",
      "id": "s307"
    },
    {
      "text": "Fifthly, in the case of some beds, the depth of the upper layer, relative to that of the mattress as a whole, is conspicuously shallower than as shown in the registered design.",
      "id": "s308"
    },
    {
      "text": "Sixthly, in some cases the upper layer is not vertically aligned with the mattress itself, but, rather, is set inwards to a degree which is obvious to the eye.",
      "id": "s309"
    },
    {
      "text": "Seventhly, in some cases the photographic representations upon which the applicant relies are simply too poor to discern the kind of obvious visual similarity required by the statute.",
      "id": "s310"
    },
    {
      "text": "Applying these general categories to the beds in Appendix C, I make the following findings: \n(a) Victorian : floppy tape; convex borders.",
      "id": "s311"
    },
    {
      "text": "(b) Flinders Version 1 : ribbed upper surface; crinkly vertical fabric.",
      "id": "s312"
    },
    {
      "text": "(c) Tranquility : ribbed upper surface; convex borders.",
      "id": "s313"
    },
    {
      "text": "(d) Chiro Contour 5 Turn Inner Spring : convex borders.",
      "id": "s314"
    },
    {
      "text": "(e) Oakmont : convex borders; crinkly vertical fabric; relatively shallow upper layer.",
      "id": "s315"
    },
    {
      "text": "(f) Royale Latex Zone Deluxe : diamond-shaped mounds on upper surface; floppy tape.",
      "id": "s316"
    },
    {
      "text": "(g) Chiro Contour Supreme (Version 1) : convex borders.",
      "id": "s317"
    },
    {
      "text": "(h) Sterling Version 1 : ribbed upper surface; convex borders.",
      "id": "s318"
    },
    {
      "text": "(i) Spinal Zone Executive Deluxe : inferior photograph; probable inset of upper layer.",
      "id": "s319"
    },
    {
      "text": "I have not burdened Appendix C of these reasons with more of the representations relied on by the applicant.",
      "id": "s320"
    },
    {
      "text": "As I have said above, those representations were arranged in order of perceived strength, and I agree with the applicant that, if none of the representations referred to above shows an article to which an obvious imitation of the registered design has been applied, neither do the subsequent ones.",
      "id": "s321"
    },
    {
      "text": "The next aspect of the applicant's case related to beds which, because they had a relatively shallow upper layer, did not, the applicant accepted, so clearly bespeak the application of an obvious imitation of the registered design.",
      "id": "s322"
    },
    {
      "text": "Here the applicant submitted that a fraudulent imitation of the design had been applied.",
      "id": "s323"
    },
    {
      "text": "Prior to the judgment of the High Court in Polyaire Pty Ltd v K-Aire Pty Ltd [2005] HCA 32 ; (2005) 221 CLR 287 , the leading exposition of the proper construction to be placed upon the words \"fraudulent imitation\" in s 30(1) of the Designs Act binding on this court was that of the Full Court in Dart .",
      "id": "s324"
    },
    {
      "text": "There, Lockhart J set out a lengthy passage from the judgment of Farwell J in Dunlop Rubber Co Ltd v Golf Ball Developments Ltd (1931) 48 RPC 268 , 279-280, which included the following (15 IPR at 411): \n \n With regard to the word 'fraudulent', fraudulent I think does presuppose a knowledge of the registered design.",
      "id": "s325"
    },
    {
      "text": "I think it would be difficult for a court to come to the conclusion that an imitation was fraudulent unless the court was satisfied that the registered design had been known to the author of the alleged infringing design, and further, it seems to me that 'fraudulent' imports something in the nature of making use of the registered design.",
      "id": "s326"
    },
    {
      "text": "It does not necessarily import deliberate intention to steal the property of the owner of the registered design.",
      "id": "s327"
    },
    {
      "text": "It does not import any intention to be fraudulent, because a person may be the author of a fraudulent imitation believing perfectly honestly that he has so altered the registered design as to make them two different designs, and so far as his own mind and his own intention are concerned, he may be honest in that sense.",
      "id": "s328"
    },
    {
      "text": "But fraudulent imitation seems to me to be an imitation which is based upon, and deliberately based upon, the registered design, and is an imitation which may be less apparent than an obvious imitation.... \n \n\n \nHaving reiterated that fraudulent imitation presupposed \"a knowledge of the registered design\", Lockhart J continued (15 IPR at 411-412):\n \n \n The essence of fraudulent imitation is that the respondent's design has knowingly, consciously or deliberately been based on or derived from the registered design and neither dishonest intent nor deliberate or conscious intention to copy is a necessary element.... \n \n In Polyaire , the High Court said (221 CLR at 295-296 [17]): \n \n The submission, which should be accepted, is that the application of a \"fraudulent imitation\" requires that the application of the design be with knowledge of the existence of the registration and of the absence of consent to its use, or with reason to suspect those matters, and that the use of the design produces what is an \"imitation\" within the meaning of para (a).",
      "id": "s329"
    },
    {
      "text": "This, to apply the general principle recently exemplified in Macleod v The Queen (2003) 214 CLR 230, 242 [37], 256 [99]-[100], 264-265 [130] is the knowledge, belief or intent which renders the conduct fraudulent .",
      "id": "s330"
    },
    {
      "text": ".",
      "id": "s331"
    },
    {
      "text": "So far as the knowledge of the alleged infringer is concerned, here the High Court has held that it is sufficient if he or she has \"reason to suspect\" that the design was registered and that there was no consent to use it.",
      "id": "s332"
    },
    {
      "text": "Their Honours so held notwithstanding that they cited, apparently with approval, the judgment of Farwell J in Dunlop Rubber .",
      "id": "s333"
    },
    {
      "text": "Their Honours also referred to, and endorsed, the judgment of the Full Court in Turbo Tek Enterprises Inc v Sperling Enterprises Pty Ltd (1989) 23 FCR 311, 347-348, which was argued in June 1989, and decided in July 1989.",
      "id": "s334"
    },
    {
      "text": "Of that judgment, the High Court in Polyaire noted as follows (221 CLR at 296 [18]):\n \n \n The Full Court held that it was sufficient that the alleged infringer had reason to believe or strongly suspected that an article which it had imported and marketed embodied a design that was registered, or in respect of which an application was pending .",
      "id": "s335"
    },
    {
      "text": ".",
      "id": "s336"
    },
    {
      "text": "It is unnecessary in the present appeal to decide whether the proposition respecting applications pending but not granted is correct.",
      "id": "s337"
    },
    {
      "text": "In Turbo Tek , the Full Court did not refer to the judgment in Dart , which had been delivered in February of the same year.",
      "id": "s338"
    },
    {
      "text": "Neither did the High Court, in Polyaire , refer to Dart , notwithstanding that Gummow J, who was a member of the court which decided Polyaire , had also been a member of the court in Dart and, 18 months later, had relied upon Dart in his judgment in Wanem .",
      "id": "s339"
    },
    {
      "text": "Notwithstanding these reservations, the law which must now be applied is that an imitation of the registered design will be fraudulent if the person responsible for it either knew or had reason to suspect that the design in question was registered.",
      "id": "s340"
    },
    {
      "text": "Even by reference to this possibly less rigorous standard, however, I could not find it to have been established in the present case that the respondent, or those responsible for its management in relevant respects, applied a fraudulent imitation of the registered design to the beds which they made.",
      "id": "s341"
    },
    {
      "text": "The main witness called on behalf of the respondent was its director, Mr Sam Sapuppo.",
      "id": "s342"
    },
    {
      "text": "In his affidavit sworn on 18 September 2007, Mr Sapuppo said that he had seen the applicant's bed at the New Product Parade Show in Melbourne in July 1996.",
      "id": "s343"
    },
    {
      "text": "He noticed that it had won an award.",
      "id": "s344"
    },
    {
      "text": "Otherwise, he thought that the bed looked unremarkable.",
      "id": "s345"
    },
    {
      "text": "He continued: \n \n I held the view at the time and up to the present that the Chiropedic Bedding mattress won its award for its internal construction including that it had small coils in the pillow top.",
      "id": "s346"
    },
    {
      "text": "Its external appearance was plain and the pillowtop was a common shape for a pillowtop and in my view the external appearance would not have been the reason for the award.",
      "id": "s347"
    },
    {
      "text": "I don't remember exactly when the Respondent started making single sided pillow tops with a straight gusset.",
      "id": "s348"
    },
    {
      "text": "However, the style was already in the marketplace and manufacturers were offering this style of mattress.",
      "id": "s349"
    },
    {
      "text": "Some manufacturers were referring to it as a \"no-turn mattress\" or \"no-turn pillowtop\" and the Respondent has adopted the same words and also the words \"non-flip mattress\" or non-flip pillowtop\".",
      "id": "s350"
    },
    {
      "text": "The Respondent denies copying the Design when making and selling single sided pillowtops.",
      "id": "s351"
    },
    {
      "text": "I did not consider that there was any impediment to making and selling this type of mattress because many manufacturers were doing it as well, and it was a style that was within any manufacturer's capability to make and within their ordinary thinking to make if they wanted a single sided pillowtop.",
      "id": "s352"
    },
    {
      "text": "I considered it was the equivalent of the double sided pillow top with the bottom pillow top removed.",
      "id": "s353"
    },
    {
      "text": "It was a pretty obvious development in my mind given that there had also been single and double sided mattress of the older floppy pillow top type.",
      "id": "s354"
    },
    {
      "text": "I saw the style as simply the next trend in mattresses that had established itself across the industry.",
      "id": "s355"
    },
    {
      "text": "I considered that it was probably a trend that came from Europe because it was often referred to as a \"Euro-top\" to distinguish it from previous pillow tops.",
      "id": "s356"
    },
    {
      "text": "Before the Respondent made and sold the single sided pillow tops with a straight gusset, I did not consider it necessary to check for any registered design rights for such a style.",
      "id": "s357"
    },
    {
      "text": "I thought this type of mattress was not new and was not original to any individual manufacturer.",
      "id": "s358"
    },
    {
      "text": "I had not seen any notices to this effect anywhere, not even by the Applicant.",
      "id": "s359"
    },
    {
      "text": "The Respondent and I first learnt that the Applicant claimed to have a registered design 127723 when the Respondent received a letter of demand dated 13 April 2006.",
      "id": "s360"
    },
    {
      "text": "Mr Sapuppo was not challenged as to the correctness of the passages of his affidavit which I have set out above.",
      "id": "s361"
    },
    {
      "text": "He agreed with the proposition that bed manufacturers often caused their successful designs to be registered.",
      "id": "s362"
    },
    {
      "text": "I could not infer, however, that that circumstance, together with Mr Sapuppo's awareness that the applicant's bed had won an award at the 1996 show, gave him reason to suspect that the corresponding design had been registered.",
      "id": "s363"
    },
    {
      "text": "Mr Sapuppo was also taken to a trade magazine published in September 1997 in which the applicant's bed was the subject of a full-page advertisement, part of the text accompanying which stated that the bed incorporated \"the unique design registered dual-tech system\".",
      "id": "s364"
    },
    {
      "text": "He said that, although he would \"probably just flick through\" magazines of this kind, he could not recall seeing the advertisement at the time.",
      "id": "s365"
    },
    {
      "text": "It was not squarely put to Mr Sapuppo that he knew that the applicant's design was registered; and neither was it squarely put to him that he ought to have regarded particular circumstances (such as the ones to which I have referred) as giving rise to a suspicion that it had been registered.",
      "id": "s366"
    },
    {
      "text": "I accept the evidence given by Mr Sapuppo in his affidavit, and hold that he neither knew nor had reason to suspect that there was a registered design which might be relevant to any of the beds which his company made, including those alleged by the applicant to be fraudulent imitations.",
      "id": "s367"
    },
    {
      "text": "It was also (rather faintly, I consider) suggested by the applicant in submissions that I should not allow the respondent to escape the allegation of fraudulent imitation merely by having called Mr Sapuppo and relied on his evidence.",
      "id": "s368"
    },
    {
      "text": "It was said, as was the case, that Mr Sapuppo himself was not the only, or at least not the main, person involved in devising new designs for beds which the respondent made.",
      "id": "s369"
    },
    {
      "text": "The implication was that there were others in the organisation of the respondent who would have had a better technical concept of the actual provenance of its bed designs, and who might well have been aware of the registration of the applicant's design.",
      "id": "s370"
    },
    {
      "text": "These submissions are, however, entirely within the realm of conjecture.",
      "id": "s371"
    },
    {
      "text": "The primary evidence before the court does not go to the length necessary to give rise to the kind of inference that would carry the applicant over the line in relevant respects, even when it may be right to conclude that the respondent has chosen not to call the witnesses with most direct knowledge of the subject.",
      "id": "s372"
    },
    {
      "text": "That is to say, so far as the applicant's inferential case is concerned, I do not consider that it amounts to a case sufficient to call for an answer from the respondent additional to that given by Mr Sapuppo.",
      "id": "s373"
    },
    {
      "text": "REMEDIES \n The applicant sought permanent injunctions to restrain the respondent from applying the registered design, or any fraudulent or obvious imitation thereof, to any article, and from selling, or offering or keeping for sale, any article to which the registered design, or such an imitation, had been so applied.",
      "id": "s374"
    },
    {
      "text": "The respondent contested the applicant's case to the end, and I can think of no reason why the applicant should not be granted permanent injunctions.",
      "id": "s375"
    },
    {
      "text": "However, injunctions which went no further than to recite the terms of s 30 of the Designs Act would be unsatisfactory.",
      "id": "s376"
    },
    {
      "text": "The injunctions should be limited to the beds which I have found involved (in one case) an application of the design and (in another case) an application of an obvious imitation of the design.",
      "id": "s377"
    },
    {
      "text": "The applicant sought declarations, to the extent that it was successful.",
      "id": "s378"
    },
    {
      "text": "I consider, however, that the other remedies which I propose to grant, and the terms of these reasons, will make the basis of the applicant's success reasonably self-evident.",
      "id": "s379"
    },
    {
      "text": "I see no need to make declarations.",
      "id": "s380"
    },
    {
      "text": "In the event that it succeeded on all or some of its claims, the applicant elected for an account of profits rather than damages.",
      "id": "s381"
    },
    {
      "text": "As to how the accounting should proceed, the parties were in dispute on one matter only, and have asked me to decide what should be the correct approach.",
      "id": "s382"
    },
    {
      "text": "It relates to the cost of materials used in the calculation of the profit derived by the applicant from the sale of beds which should be held to infringe.",
      "id": "s383"
    },
    {
      "text": "The applicant and its accounting witness, Mr Robert Miano, proposed that the respondent's bills of materials, as maintained in its computerised accounting system since 2005, should be used, upon the ground that they most accurately reflected the actual costs incurred by the respondent in obtaining materials for the manufacture of the beds in question.",
      "id": "s384"
    },
    {
      "text": "These figures were not available before 2005, but the applicant proposed that a rule of thumb calculation be used, which would involve adjusting the 2005 figures by reference to the corresponding proportionate difference in the consumer price index for each year before 2005.",
      "id": "s385"
    },
    {
      "text": "The respondent and its accounting witness, Mr Michael Smith, urged that I should take a different approach.",
      "id": "s386"
    },
    {
      "text": "That expert, Mr Smith, proposed that there should be an allocation (pro-rated by reference to sales) to the infringing beds of their share of the overall material cost outlays of the respondent on all beds, as reported in its financial statements, for each of the years in question.",
      "id": "s387"
    },
    {
      "text": "He justified taking this approach as follows: \n \n Mr Miano did a comprehensive job on analysing the cost of materials prepared by Radburg for what he indicated were the infringing [beds], and came up with a margin of 50 per cent.",
      "id": "s388"
    },
    {
      "text": "Now, ... we would say that is an estimated margin.",
      "id": "s389"
    },
    {
      "text": "It's a theoretical margin of what you believe it will cost.",
      "id": "s390"
    },
    {
      "text": "The true measure of that is then what goes through in material costs through your general ledger, and given that the estimate of sales is around 25 per cent of the total sales, ... if you were to assume that those bill of materials were correct, the actual margins achieved on the remaining bed were significantly different .... \n \n\nAnd further: \n \n \n Now, my experience as an auditor of textile companies indicates that many businesses put together estimated bill of materials but the real test of those is whether their financial statements reconcile with those items.",
      "id": "s391"
    },
    {
      "text": "And generally that will mean if they don't do that actual test of reconciling then quite often there can be very incorrect assumptions in the bill of materials, and it's one of the aspects of quite often businesses believe they're making more money than they actually are.",
      "id": "s392"
    },
    {
      "text": "And these are generally because of wastage, greater use of materials and inefficiencies in manufacturing processes.",
      "id": "s393"
    },
    {
      "text": "When I looked at the estimated infringing beds, they accounted for 25 per cent of the total sales of any one year.",
      "id": "s394"
    },
    {
      "text": "If you were to apply that 50 per cent margin to those offending beds in the 25 per cent category and assume that the financial statements were correct, then those remaining sales only achieved margins in the approximate 20 to 30 per cent range.",
      "id": "s395"
    },
    {
      "text": "I consider that the position for which the applicant contends is the one most naturally calculated to reflect the respondent's profits on the production and sale of individual beds.",
      "id": "s396"
    },
    {
      "text": "It is, after all, the respondent which would be required to account for the profits made on infringing beds, the starting point of which would be its sales revenue.",
      "id": "s397"
    },
    {
      "text": "It would then be a matter for the respondent to identify the costs incurred in the production of the infringing beds and, consistently with legal and accounting principles, one should keep as close as possible to the actual costs of producing the infringing goods themselves.",
      "id": "s398"
    },
    {
      "text": "I recognise the necessity for the pragmatic approach taken by Mr Smith in the preparation of financial statements, but in the context of a company which has presumptively made profits as the result of using another person's registered design, I consider that the infringer should not have the benefit of such an approach and that only those materials costs which can be shown to have been incurred in the manufacture of the infringing articles should be deducted from revenue.",
      "id": "s399"
    },
    {
      "text": "That approach, which I consider to be consistent with principle, will also more fairly accommodate the kind of circumstance, such as apparently existed in the present case, where the margins on different products are not uniform across the infringer's operations as a whole.",
      "id": "s400"
    },
    {
      "text": "To the extent that the respondent has bills of materials recording its costs actually incurred in obtaining materials for the two beds which I have found to infringe, those records should be used as the basis for the calculation of materials costs.",
      "id": "s401"
    },
    {
      "text": "To the extent that the respondent does not have such records, I would accept the rule of thumb proposed by the applicant, that a back-calculation should be made with respect to the years in question by reference to an appropriate index.",
      "id": "s402"
    },
    {
      "text": "In the absence of agreement to use an index directly or proximately related to the cost of materials, I would require the parties to use the consumer price index for that purpose.",
      "id": "s403"
    },
    {
      "text": "I certify that the preceding sixty-two (62) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s404"
    },
    {
      "text": "Associate:\n \n \nDated: 14 October 2009\n \n Counsel for the Applicant: Mr G McGowan SC and Ms S Ryan \n \n Solicitor for the Applicant: Actuate IP \n \n Counsel for the Respondent: Mr C Golvan SC and Mr J Samargis \n \n Solicitor for the Respondent: Lawcorp Lawyers \n Date of Hearing: 10, 11, 12, 13, 14, 26 &amp; 27 August 2009 \n \n Date of Judgment: 14 October 2009 \n APPENDIX A \n REGISTERED DESIGN NO.",
      "id": "s405"
    },
    {
      "text": "127723 \n \n \n \n \n \n \n \n \n \n APPENDIX B \n \"ADJUST A SLEEP\" \n \n \n \n \n \n SEALY \"CREST\" \n \n \n \n \n \n \n SEALY \"PRIVATE LABEL\" \n \n \n SYDNEY FURNITURE FAIR MAY 1995\n \n \n \n ANOTHER REPRESENTATION RELIED ON BY THE RESPONDENTS\n \nANOTHER REPRESENTATION RELIED ON BY THE RESPONDENTS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ANOTHER REPRESENTATION RELIED ON BY THE RESPONDENTS \n \n \n APPENDIX C \n SENSOR FLEX POCKET SPRING \"AMBASSADOR\"\n \nCHIRO DELUXE \nVICTORIAN \n \n \n FLINDERS VERSION 1 \n \n \n \n TRANQUILITY \n \n \n \n CHIRO CONTOUR 5 TURN INNER SPRING \n \n \n \n OAKMONT \n \n \n \n \n ROYALE LATEX ZONE DELUXE \n \n CHIRO CONTOUR SUPREME (VERSION 1) \n \n \n STERLING VERSION 1 \n \n \n \n SPINAL ZONE EXECUTIVE DELUXE \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1163.html",
      "id": "s406"
    }
  ]
}