{
  "name": "Combis, Trustee of the Property of Peter Jensen (Bankrupt) v Jensen (No 2) [2009] FCA 1383 (25 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1383.html",
  "catchphrases": [
    {
      "text": "application for leave to file amended defence",
      "id": "c0"
    },
    {
      "text": "o 13 r 2 federal court rules",
      "id": "c1"
    },
    {
      "text": "substantive proceedings concern transfers of property from bankrupt husband to respondent wife pursuant to financial agreement under family law act 1975 (cth)",
      "id": "c2"
    },
    {
      "text": "transfers allegedly to defeat creditors of husband",
      "id": "c3"
    },
    {
      "text": "s 120 and s 121 bankruptcy act 1966 (cth)",
      "id": "c4"
    },
    {
      "text": "application for leave to file cross-claim",
      "id": "c5"
    },
    {
      "text": "o 5 r 9(2) federal court rules",
      "id": "c6"
    },
    {
      "text": "cross-claim contests s 139zq bankruptcy act notice served on respondent by applicant trustee",
      "id": "c7"
    },
    {
      "text": "s 139zq notice alleges transfer of property not subject of current proceedings",
      "id": "c8"
    },
    {
      "text": "similar issues to substantive proceedings",
      "id": "c9"
    },
    {
      "text": "strike out application",
      "id": "c10"
    },
    {
      "text": "whether paragraphs of the amended defence and cross-claim refer to factors which do not constitute valid consideration under bankruptcy act",
      "id": "c11"
    },
    {
      "text": "whether forbearance to sue and relinquishment of claims identified in financial agreement are valid consideration under bankruptcy act",
      "id": "c12"
    },
    {
      "text": "past consideration",
      "id": "c13"
    },
    {
      "text": "inconsistency between financial agreement and pleadings in the amended defence and cross-claim",
      "id": "c14"
    },
    {
      "text": "whether non-financial contributions to marriage constitute valid consideration under bankruptcy act",
      "id": "c15"
    },
    {
      "text": "application for leave to transfer the proceedings to the family court",
      "id": "c16"
    },
    {
      "text": "s 35a bankruptcy act 1966 (cth)",
      "id": "c17"
    },
    {
      "text": "principles relevant to transfer",
      "id": "c18"
    },
    {
      "text": "respondent has commenced proceedings in the family court",
      "id": "c19"
    },
    {
      "text": "bankruptcy",
      "id": "c20"
    },
    {
      "text": "bankruptcy",
      "id": "c21"
    },
    {
      "text": "bankruptcy",
      "id": "c22"
    },
    {
      "text": "bankruptcy",
      "id": "c23"
    }
  ],
  "sentences": [
    {
      "text": "The background to these proceedings is described in detail in Combis, Trustee of the Property of Peter Jensen (Bankrupt) v Jensen [2009] FCA 778.",
      "id": "s0"
    },
    {
      "text": "In summary, pursuant to a financial agreement executed on 22 January 2002 by Mr Jensen and the respondent in accordance with s 90C of the Family Law Act 1975 (Cth) (Family Law Act), Mr Jensen agreed to transfer the interest he held as a joint tenant in the parties' matrimonial home at 640-646 Nerang-Broadbeach Road, Carrara (\"the Carrara property\") to the respondent.",
      "id": "s1"
    },
    {
      "text": "Mr Jensen became bankrupt on 14 February 2006.",
      "id": "s2"
    },
    {
      "text": "The applicant is his trustee in bankruptcy (\"trustee\").",
      "id": "s3"
    },
    {
      "text": "In substantive proceedings in this Court the trustee has sought orders pursuant to s 120 and s 121 of the Bankruptcy Act 1966 (Cth) (Bankruptcy Act) to set aside the transfer by Mr Jensen of his interest in the Carrara property to the respondent, and consequential orders in respect of the matrimonial home.",
      "id": "s4"
    },
    {
      "text": "In Combis, Trustee of the Property of Peter Jensen (Bankrupt) v Jensen [2009] FCA 778 I dismissed the respondent's notice of motion seeking an order that the substantive proceedings be stayed as an abuse of process.",
      "id": "s5"
    },
    {
      "text": "At the same time I dealt in part with the trustee's amended notice of motion filed 31 March 2009, and ordered that the trustee have leave to amend his statement of claim.",
      "id": "s6"
    },
    {
      "text": "However that part of the trustee's amended notice of motion seeking an order that paras 10a to 10i of the Defence filed by the respondent be struck out has remained unresolved.",
      "id": "s7"
    },
    {
      "text": "This is because: The respondent now seeks leave to file an Amended Defence and Cross-Claim.",
      "id": "s8"
    },
    {
      "text": "In her Amended Defence and Cross-Claim the respondent has also sought to further amend para 10, the subject of the trustee's notice of motion.",
      "id": "s9"
    },
    {
      "text": "It was not in contention during the hearing before me that the trustee's application to strike out para 10 of the respondent's Amended Defence and Cross-Claim extended to the amended version of para 10.",
      "id": "s10"
    },
    {
      "text": "Accordingly before me now for determination are: para 2 of the trustee's amended notice of motion filed 31 March 2009 in which the trustee applied for an order pursuant to O 11 r 16(a) and (b) of the Federal Court Rules that para 10 of the Defence filed by the respondent on 6 November 2007 be struck out; and a notice of motion filed by the respondent on 22 September 2009.",
      "id": "s11"
    },
    {
      "text": "In her notice of motion the respondent sought the following orders: \n \n 1. pursuant to Order 5 rule 9 of the Federal Court Rules , the respondent have leave to file a cross-claim in the terms of the cross-claim contained in the Amended Defence and Cross-Claim annexed to the Affidavit of Ildiko Elizabeth Jensen sworn 22nd day of September 2009 and marked with the letter \"D\" and serving a copy on the Applicant within 7 days of the making of this order; \n \n\n \n \n 2. pursuant to Order 13 rule 2 of the Federal Court Rules , the respondent have leave to amend her Defence by filing an Amended Defence in the terms of the Amended Defence contained within the Amended Defence and Cross-Claim annexed to the Affidavit of Ildiko Elizabeth Jensen, sworn 22nd day of September 2009 and marked with the letter \"D\" and serving a copy on the Applicant within 7 days of the making of this order; \n \n\n \n \n 3. pursuant to section 35A of the Bankruptcy Act 1966 (Cth), that these proceedings be transferred to the Family Court of Australia; \n \n\n \n \n 4. such further or other order as the Court considers appropriate; \n \n\n \n \n 5. that the respondent pay the costs of the Application.",
      "id": "s12"
    },
    {
      "text": "There is clear overlap between orders sought by the parties in the sense that para 10 of the Defence filed by the respondent on 6 November 2007 contains material virtually identical to para 24 of the respondent's Amended Defence and Cross-Claim.",
      "id": "s13"
    },
    {
      "text": "These paragraphs, like para 7e of the Amended Defence and Cross-Claim, plead material relevant to the family arrangements of Mr Jensen and the respondent and the question whether the respondent had provided consideration for the transfer of property by Mr Jensen.",
      "id": "s14"
    },
    {
      "text": "From the written submissions filed on behalf of the trustee, and oral submissions made by Mr McQuade for the applicant at the hearing, it became clear that the trustee's key concerns lay with paras 7e, 10 and 24 of the Amended Defence and Cross-Claim.",
      "id": "s15"
    },
    {
      "text": "The trustee does not take issue with other paragraphs in the Amended Defence and Cross-Claim.",
      "id": "s16"
    },
    {
      "text": "At the hearing before me it was common ground that the trustee's notice of motion in respect of the striking out of para 10 of the Amended Defence and Cross-Claim extended to para 7e and para 24 of the Amended Defence and Cross-Claim.",
      "id": "s17"
    },
    {
      "text": "In light of the position adopted by the trustee there are, in summary, three issues for determination in these proceedings.",
      "id": "s18"
    },
    {
      "text": "They are: Whether the Court should grant leave to the respondent to file an Amended Defence and Cross-Claim; If the Court does grant such leave --- whether paras 7e, 10 and 24 of the Amended Defence and Cross-Claim should be struck out as pleadings which are untenable; and Whether in any event the proceedings should be transferred to the Family Court.",
      "id": "s19"
    },
    {
      "text": "1.",
      "id": "s20"
    },
    {
      "text": "SHOULD THE COURT GRANT LEAVE TO THE RESPONDENT TO FILE AN AMENDED DEFENCE AND CROSS-CLAIM?",
      "id": "s21"
    },
    {
      "text": "Amended Defence\n The trustee opposed orders granting leave to the respondent to file an Amended Defence only on the basis of its objections to paras 7e and 10.",
      "id": "s22"
    },
    {
      "text": "I put the substance of the objections of the trustee temporarily to one side.",
      "id": "s23"
    },
    {
      "text": "In relation to the proposed amendments to the respondent's defence I note that: In my view it is appropriate that the respondent have leave to file an Amended Defence in the terms annexed to the affidavit of the respondent sworn 22 September 2009.",
      "id": "s24"
    },
    {
      "text": "Cross-Claim\n The Court may grant leave to a respondent in accordance with O 5 r 9(2) to file a Cross-Claim after the directions hearing.",
      "id": "s25"
    },
    {
      "text": "The orders sought by the respondent in respect of the proposed Cross-Claim are: \n(a) An order that the Notice dated 30 October 2007, served by the Cross-respondent on the Cross-claimant, be set aside;\n \n(b) The Cross-respondent pay the Cross-claimant's costs.",
      "id": "s26"
    },
    {
      "text": "The Notice referred in paragraph (a) was a notice issued by the Official Receiver pursuant to s 139ZQ of the Bankruptcy Act on behalf of the trustee following application by the trustee.",
      "id": "s27"
    },
    {
      "text": "Such notices are alternatives to a trustee bringing an application to set aside an allegedly void transaction.",
      "id": "s28"
    },
    {
      "text": "The recipient of the s 139ZQ notice may bring an application to Court contesting the notice.",
      "id": "s29"
    },
    {
      "text": "It is not in contention that, on 30 October 2007, the trustee served a s 139ZQ notice on Mrs Jensen in relation to the transfer of an interest in a property at 12 Broadwater Avenue Hope Island from Mr Jensen to the respondent.",
      "id": "s30"
    },
    {
      "text": "The trustee opposes the respondent's Cross-Claim on the basis that: In relation to the Cross-Claim the respondent made detailed oral and written submissions through Counsel in support of her claim that leave to bring the Cross-Claim be granted.",
      "id": "s31"
    },
    {
      "text": "In summary, the respondent submitted that by allowing the filing of the Cross-Claim: \n(a) the possibility of conflicting decisions in separate proceedings would be avoided;\n \n(b) there would only be one trial.",
      "id": "s32"
    },
    {
      "text": "Following ordinary principles the trustee should bring all of his case at once.",
      "id": "s33"
    },
    {
      "text": "There would not be two separate proceedings between the same parties relating to similar issues, namely in relation to the Hope Island property and the matrimonial home.",
      "id": "s34"
    },
    {
      "text": "This approach would also save Court time and resources;\n \n(c) the parties would save costs.",
      "id": "s35"
    },
    {
      "text": "In relation to the Cross-Claim before me, there is no suggestion by the trustee that the respondent has unduly delayed her application to file a Cross-Claim, that it would be unjust to the trustee if I were to grant leave to the respondent to file the Cross-Claim, or that the Cross-Claim is designed as a calculated harassment of the trustee in the principal proceedings (cf National Mutual Holdings Pty Ltd v The Sentry Corporation (1989) 22 FCR 209 at 238).",
      "id": "s36"
    },
    {
      "text": "The s 139ZQ notice the subject of the Cross-Claim was issued on the basis of a claim that the transfer of the Hope Island property was made for no consideration at a time at which Mr Jensen was insolvent, and that it was void as against the trustee pursuant to s 120 of the Bankruptcy Act .",
      "id": "s37"
    },
    {
      "text": "Similar issues, as between the same parties, are raised by both the s 139ZQ notice and the principal proceedings.",
      "id": "s38"
    },
    {
      "text": "While, as submitted by Mr McQuade for the trustee, the issue of the s 139ZQ notice does not require the trustee to commence proceedings in relation to the property the subject of that notice, I consider that the submissions of the respondent I listed earlier in this judgment concerning the broader question of whether the Court should grant leave to file the Cross-Claim have merit, and I propose to adopt them.",
      "id": "s39"
    },
    {
      "text": "Accordingly, I consider it appropriate that the respondent have leave to file Cross-Claim in the terms annexed to the affidavit of the respondent sworn 22 September 2009.",
      "id": "s40"
    },
    {
      "text": "2.",
      "id": "s41"
    },
    {
      "text": "SHOULD PARAGRAPHS 7e, 10 AND 24 AMENDED DEFENCE AND CROSS-CLAIM BE STRUCK OUT?",
      "id": "s42"
    },
    {
      "text": "Under the heading \" Section 120 \" in para 8 of the Amended Statement of Claim the trustee pleads: \n \n The respondent gave no consideration to the transfer or alternatively gave consideration less than the market value of the property transferred to the respondent.",
      "id": "s43"
    },
    {
      "text": "Further, under the heading \" Section 121 \" in para 14 of the Amended Statement of Claim the trustee pleads: \n \n The respondent gave no consideration for the transfer or alternatively gave consideration less than the market value of the property transferred.",
      "id": "s44"
    },
    {
      "text": "Paragraph 7e and para 10 of the Amended Defence and Cross-Claim respond to these pleadings in the Amended Statement of Claim.",
      "id": "s45"
    },
    {
      "text": "Further, in para 24 of the Cross-Claim the respondent claims that consideration was given in relation to the Hope Island property the subject of the s 139ZQ notice.",
      "id": "s46"
    },
    {
      "text": "The trustee contends that paras 7e, 10 and 24 of the Amended Defence and Cross-Claim should be struck out because they plead as consideration for the transfer of property factors related to the marriage of Mr Jensen and the respondent, including non-financial contributions.",
      "id": "s47"
    },
    {
      "text": "The trustee submits that these factors do not constitute consideration or the value of the consideration within the meaning of s 120 or s 121 of the Bankruptcy Act , and that accordingly the pleadings are untenable.",
      "id": "s48"
    },
    {
      "text": "Paragraphs 7e, 10 and 24 provide as follows ( underlining and strike-through original ): \n \n 7.e the transfer of the property was a transfer of the bare legal title and, further and alternatively, by reason of the terms and effect of the financial agreement, it was not a transfer in respect of which, in terms of section 120(i)(b) of the Bankruptcy Act 1966 , the transferee gave no consideration for the transfer or gave consideration of less value than the market value of the property.",
      "id": "s49"
    },
    {
      "text": "by operation of the terms of the Family Law Act 1977.",
      "id": "s50"
    },
    {
      "text": "The Respondent denies the allegations contained in paragraph 8 of the Amended Statement of Claim on the basis that Respondent did provide consideration for the transfer that was not less than the market value of the property, particulars of which are as follows:- \n \n \n a. the Respondent and Peter Jensen were married on 9 January 1976; \n \n \n the Respondent and Peter Jensen had three children, Peter Christian Jensen born 13 November 1979, Nicholas Paul Eugene Jensen born 21 February 1982 and Alexander Karl Jensen born 13 March 1988; \n \n \n c. the Respondent and Peter Jensen separated on 24 July 2001; \n \n \n during the marriage the Respondent made significant financial contributions to the marriage, particulars of which are contained in the agreement referred to in paragraph 3 of the Statement of Claim; the Respondent, or alternatively, the Respondent and her mother provided all the money required for the purchase of the Carrara property.",
      "id": "s51"
    },
    {
      "text": "(ea) in the premises, the interest transferred was the bare legal interest in the Carrara property; \n \n \n \n during the marriage the Respondent made significant non-financial contributions to the marriage, particulars of which are contained in the agreement referred to in paragraph 3 of the Statement of Claim; during the marriage Peter Jensen made financial contributions to the marriage, particulars of which are contained in the agreement referred to in paragraph 3 of the Statement of Claim; as at the date of separation, the Respondent and and/or Peter Jensen (and or his associated companies) owned between them were the legal owners of the following properties:- \n \n \n \n (i) the Carrara property;\n (ii) the property situated at Broadwater Avenue, Hope Island, Gold Coast;\n (iii) the property situated at Lot 314 Crescent Avenue, Hope Island;\n (iv) the property situated at Lot 315 Crescent Avenue, Hope Island;\n (v) the property situated at Unit 14 Mykonos 28-30A Old Burleigh Road Surfers Paradise;\n (vi) the property situated at 5 Jempal Court, Tanah Merah\n (vii) the property situated at 5 Rivervista Court Eagleby\n (viii) the property situated at 8 Rivervista court Eagleby\n (ix) the property situated at 2 Rebbeehi Court Parkwood \n \n \n \n upon separation, the Respondent has and will continue to care for Alexander Carl Jensen who is autistic and who may need assistance throughout his life; \n \n \n (ia) in the premises, the Defendant had, upon separation from her husband, an entitlement to sue Peter Jensen for:- \n \n \n \n \n \n \n (i) an adjustment of the interest of Peter Jensen in the properties referred to in subparagraphs (h) and (i) herein pursuant to the Family Law Act 1975; \n (ii) spousal maintenance; and \n (iii) child maintenance.",
      "id": "s52"
    },
    {
      "text": "as part of a property settlement and spousal maintenance agreement made between the Respondent and Peter Jensen on 21 January 2002, and in consideration of Peter Jensen transferring to the Respondent, any claim or entitlement he may have had to various assets including the Carrara property, the Respondent relinquished and forfeited her claims and entitlements to existing or future claims for spousal maintenance and any additional property settlement claims and various assets including claim in respect of the following:- \n \n \n \n (iv) Unit 14 Mykonos;\n (v) 5 Jempal Court Tanah Merah;\n (vi) 5 Rivervista Court Eagleby;\n (vii) 8 Rivervista Court Eagleby;\n (viii) 2 Rebbechi Court Parkwood;\n (ix) Peter Jensen's 43.8% interest in the Broad Water Avenue, Hope Island property;\n (x) Peter Jensen's stamps and coins;\n (xii) any monies then held by Peter Jensen in bank accounts or in other investment;\n (xiii) all other property then lawfully in Peter Jensen's possession or control.",
      "id": "s53"
    },
    {
      "text": "The Cross-claimant provided consideration for the transfer referred to in paragraph 23 above that was not less than the market value of the interest transferred, particulars of which are as follows:- the Cross-claimant and Peter Jensen were married on 9 January 1976; the Cross-claimant and Peter Jensen had three children, Peter Christian Jensen born 13 November 1979, Nicholas Paul Eugene Jensen born 21 February 1982 and Alexander Karl Jensen born 13 March 1988; \n \n \n c. the Cross-claimant and Peter Jensen separated on 24 July 2001; \n \n \n during the marriage the Cross-claimant made significant financial contributions to the marriage, particulars of which are contained in the agreement referred to in paragraph 3 of the Statement of Claim; the Cross-claimant, or alternatively, the Cross-claimant and her mother provided all the money required for the purchase of the Hope Island property; in the promises, the interest transferred was the bare legal interest in the Hope Island property; during the marriage the Respondent made significant non-financial contributions to the marriage, particulars of which are contained in the agreement referred to in paragraph 3 of the Statement of Claim; during the marriage Peter Jensen made financial contributions to the marriage, particulars of which are contained in the agreement referred to in paragraph 3 of the Statement of Claim; as at the date of separation, the Respondent and/or Peter Jensen (and or his associated companies) were the legal owners of the following properties:- \n \n \n \n (i) the Carrara property; \n (ii) the property situated at Broadwater Avenue, Hope Island, Gold Coast; \n (x) the property situated at Lot 314 Crescent Avenue, Hope Island; \n (xi) the property situated at Lot 315 Crescent Avenue, Hope Island; \n (xii) the property situated at Unit 14 Mykonos 28-30A Old Burleigh Road Surfers Paradise; \n (xiii) the property situated at 5 Jempal Court, Tanah Merah \n (xiv) the property situated at 5 Rivervista Court Eagleby \n (xv) the property situated at 8 Rivervista Court Eagleby \n (xvi) the property situated at 2 Rebbeehi Court Parkwood \n \n \n \n upon separation, the Cross-claimant has and will continue to care for Alexander Carl Jensen who is autistic and who may need assistance throughout his life; in the premises, the Cross-claimant had, upon separation from her husband, an entitlement to sue Peter Jensen for:- an adjustment of the interest of Peter Jensen in the properties referred to in subparagraphs (i) and (l) herein pursuant to the Family Law Act 1975 ; \n \n \n \n 2.",
      "id": "s54"
    },
    {
      "text": "spousal maintenance; and \n 3.",
      "id": "s55"
    },
    {
      "text": "child maintenance.",
      "id": "s56"
    },
    {
      "text": "as part of a property settlement and spousal maintenance agreement made between the Cross-claimant and Peter Jensen on 21 January 2002, and in consideration of Peter Jensen transferring to the Cross-claimant, any claim or entitlement he may have had to various assets including the Hope Island property, the Cross-claimant relinquished and forfeited her claims and entitlements to existing or future claims for spousal maintenance and any additional claim in respect of the following:- \n \n \n \n 1.",
      "id": "s57"
    },
    {
      "text": "Unit 14 Mykonos; \n 2.",
      "id": "s58"
    },
    {
      "text": "5 Jempal Court Tanah Merah; \n 3.",
      "id": "s59"
    },
    {
      "text": "5 Rivervista Court Eagleby; \n 4.",
      "id": "s60"
    },
    {
      "text": "8 Rivervista Court Eagleby; \n 5.",
      "id": "s61"
    },
    {
      "text": "2 Rebbechi Court Parkwood; \n \n \n \n Peter Jensen's interest in the Broad Water Avenue, Hope Island property; \n \n \n \n 7.",
      "id": "s62"
    },
    {
      "text": "Peter Jensen's stamps and coins; \n 8.",
      "id": "s63"
    },
    {
      "text": "Peter Jensen's personal property and effects; \n \n \n \n any monies then held by Peter Jensen in bank accounts or in other investment; all other property then lawfully in Peter Jensen's possession or control.",
      "id": "s64"
    },
    {
      "text": "Consideration\n In summary there are two issues arising from paras 7e, 10 and 24 of the Amended Defence and Cross-Claim to which the trustee objects, namely: \n(a) factors relating to the alleged relinquishment or forfeiture of claims by the respondent, specifically paras 10(ia), 10j, 24k and 24l.",
      "id": "s65"
    },
    {
      "text": "Related to these factors are matters concerning the marriage of the respondent and Mr Jensen, specifically paras 10a, 10b, 10c, 10d, 10f, 10g, 10h, 10i, 24a, 24b, 24c, 24d, 24g, 24h, 24i and 24j;\n \n(b) factors relating to the alleged payment by the respondent and her mother for the Carrara property, and the allegation that accordingly the transfer of that property to the respondent by Mr Jensen was merely a transfer of the bare legal title, specifically paras 7e, 10e, 10 (ea), 24e and 24f.",
      "id": "s66"
    },
    {
      "text": "I shall consider each of these issues in turn.",
      "id": "s67"
    },
    {
      "text": "(a) Alleged relinquishment and forfeiture of claims by the respondent\n In claiming that the alleged relinquishment and forfeiture of claims by the respondent did not constitute valid consideration the trustee relied in particular on the decision of the Full Court in Official Trustee in Bankruptcy v Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 , in which case their Honours had in turn considered the earlier Full Court decision in Official Trustee in Bankruptcy v Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217.",
      "id": "s68"
    },
    {
      "text": "The respondent claimed that her forbearance to sue and relinquishment of claims as pleaded in both the Amended Defence and the Cross-Claim constituted consideration in the circumstances of this case, and that accordingly those pleadings were not untenable as claimed by the trustee.",
      "id": "s69"
    },
    {
      "text": "Submissions of the trustee\n In summary Mr McQuade for the trustee submitted that: The claims in relation to the properties listed in para 10j of the Amended Defence, in respect of which the respondent alleges relinquishment and forfeiture of her claims and in respect of which the respondent also claims forfeiture of her claims to spousal maintenance, are inconsistent with the recitals and terms of the Financial Agreement (in particular Recital N and cl 6) and are therefore untenable.",
      "id": "s70"
    },
    {
      "text": "Recital K to the Financial Agreement stated that the agreement was entered into in substitution for any rights for spousal maintenance and property under Pt VIII of the Family Law Act .",
      "id": "s71"
    },
    {
      "text": "Whitlam and Jacobson JJ in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at [97] - [102] rejected the proposition that valuation of consideration in the form of a forbearance to sue could be undertaken by assessing the non-financial and financial contributions to the marriage as if an application had been made under s 79 of the Family Law Act .",
      "id": "s72"
    },
    {
      "text": "The respondent's pleaded case is underpinned by the allegation of assessment of the value of the consideration, namely the relinquishment of causes of action on the basis of the factors set out in paras 10a to 10d and 10f to 10(ia) of the Amended Defence and Cross-Claim.",
      "id": "s73"
    },
    {
      "text": "For the reasons set out in Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217 and Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 that is untenable.",
      "id": "s74"
    },
    {
      "text": "Submissions of the respondent\n In summary, Mr Griffin QC for the respondent submitted that: The decision in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 does not support the proposition that forbearance to sue in matrimonial proceedings is of no commercial value and therefore not consideration within the meaning of s 120 of the Bankruptcy Act .",
      "id": "s75"
    },
    {
      "text": "Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 is distinguishable because in that case the parties made an informal agreement which did not prevent the wife from applying for relief under s 79 of the Family Law Act , whereas in this case: the parties signed a formal agreement recognised under the Family Law Act ; the respondent expressly relinquished and forfeited any claims and entitlements to property in Mr Jensen's name as well as an entitlement to spousal maintenance; the respondent has, by entering into the financial agreement and by virtue of s 71A of the Family Law Act , lost the right to apply for relief under s 72 and s 79 of the Family Law Act in relation to spousal maintenance and alteration of property interests.",
      "id": "s76"
    },
    {
      "text": "Insofar as the decision in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 related to the meaning of the phrase \"consideration of less than market value\" it was obiter because: the primary judge in Lopatinsky found that a forbearance to sue under s 79 of the Family Law Act was consideration within the meaning of s 120 of the Bankruptcy Act ; the Full Court found that there was no agreement to compromise Mrs Lopatinsky's claims and if there had been an implied forbearance to sue it was worthless because there were no consent orders entered under s 79 of the Family Law Act nor was the agreement approved under s 87 of the Family Law Act ; the trustee in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 accepted that an implied forbearance to sue can constitute good consideration.",
      "id": "s77"
    },
    {
      "text": "The appeal in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 was allowed because the agreement of Mrs Lopatinsky not to sue was found to be unenforceable and therefore was not valid consideration.",
      "id": "s78"
    },
    {
      "text": "The outcome would have been different had the agreement been binding and enforceable.",
      "id": "s79"
    },
    {
      "text": "In any event the whole issue of consideration and forbearance to sue are matters of judicial debate, and the pleadings ought not be struck out on an interlocutory application.",
      "id": "s80"
    },
    {
      "text": "Forbearance to sue and bankruptcy\n Forbearance to sue for an antecedent debt pursuant to an agreement, either express or implied, may constitute valuable consideration, including in a bankruptcy context: Wigan v English and Scottish Law Life Assurance Association (1909) 1 Ch 291 at 303, re Zampatti ex parte RJ Levack Ltd [1993] FCA 170 , Cannane &amp; Anor v Official Trustee in Bankruptcy (1996) 65 FCR 453 at 466, Official Trustee in Bankruptcy v Racovitis [1995] FCA 959 , Victorian Producers Co-Operative Co Ltd v Kenneth [1999] FCA 1488 , Phillips Fox (A Firm) v Westgold Resources NL [2000] WASCA 85 at [22] .",
      "id": "s81"
    },
    {
      "text": "However in bankruptcy-related proceedings the forbearance must be for value.",
      "id": "s82"
    },
    {
      "text": "This point was emphasised in para 84.14 of the Explanatory Memorandum to the Bankruptcy Legislation Amendment Bill 1996 (Cth), which enacted s 120 in its current form, states: \n \n Forbearance to sue has always been regarded at law as good consideration.",
      "id": "s83"
    },
    {
      "text": "Such forbearance will, under the Act as proposed to be amended by the Bill, have to be looked at in the light of the likely value of the chose in action.",
      "id": "s84"
    },
    {
      "text": "(emphasis added) \n \n\n Indeed the Bankruptcy Act was amended in 2006 to clarify s 120 to make it clear that a transfer would only be protected from that provision if market value consideration was given by the transferee to the bankrupt (para 3 of the Explanatory Memorandum to the Bankruptcy Legislation Amendment (Anti-Avoidance) Bill 2005 (Cth), Bankruptcy Legislation Amendment (Anti-Avoidance) Act 2006 (Cth)).",
      "id": "s85"
    },
    {
      "text": "The concepts of forbearance to sue and consideration sit uneasily with circumstances where property interests are altered in a matrimonial context and one of the spouses becomes bankrupt.",
      "id": "s86"
    },
    {
      "text": "This issue was considered in detail by the Full Court in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234.",
      "id": "s87"
    },
    {
      "text": "It is useful at this point to turn to that decision.",
      "id": "s88"
    },
    {
      "text": "Official Trustee in Bankruptcy v Lopatinsky\n A property was registered in the name of Mr and Mrs Lopatinsky as joint tenants.",
      "id": "s89"
    },
    {
      "text": "The property was sold.",
      "id": "s90"
    },
    {
      "text": "Approximately eighteen months after the settlement of the sale Mr Lopatinsky became bankrupt.",
      "id": "s91"
    },
    {
      "text": "It appears that the Lopatinskys had agreed informally that, on settlement of the sale of the property, Mrs Lopatinsky would receive $81,387 more than she would have been paid out of the net proceeds if those proceeds had been equally divided between them.",
      "id": "s92"
    },
    {
      "text": "Mr Lopatinksy's trustee in bankruptcy claimed that Mrs Lopatinsky gave no consideration for the transfer to her of the $81,387 or alternatively that she gave consideration which was less than the market value of the sum transferred to her, and that accordingly the payment of that sum was void pursuant to s 120 of the Bankruptcy Act .",
      "id": "s93"
    },
    {
      "text": "So far as relevant the trial judge found that: Mrs Lopatinsky gave consideration for the transfer of the $81,387 in the form of a forbearance to sue under s 79 of the Family Law Act for an adjustment of property rights to reflect her contribution to the acquisition of the property and to the welfare of the marriage; Mr Lopatinsky had agreed to this arrangement: \n \n \n because he was settling, in a general sense, with his wife following the failure of their marriage in relation to all the matrimonial property.",
      "id": "s94"
    },
    {
      "text": "It is to be recalled that the bankrupt told the applicant she could take whatever money was necessary to purchase something for her and the children to live in and that he believed she would be fair.",
      "id": "s95"
    },
    {
      "text": "I also infer from these remarks of the bankrupt, having regard to he context in which they were made, that his offer was in recognition of the applicant's contribution to the family and the property they jointly owned as well as her future needs in raising their children, and an acceptance that a fair distribution of that property would result in her receiving a disproportionately large sum of the proceedings.",
      "id": "s96"
    },
    {
      "text": "( Official Trustee in Bankruptcy v Lopatinsky (2002) 29 Fam LR 274 at 287 [43]) \n \n \n\n Accordingly the trial judge ordered that the relevant s 139ZQ notice be set aside.",
      "id": "s97"
    },
    {
      "text": "Before the Full Court the trustee contended that: The Full Court allowed the appeal against the decision of the primary judge.",
      "id": "s98"
    },
    {
      "text": "The majority judgment in the case was delivered by Whitlam and Jacobson JJ.",
      "id": "s99"
    },
    {
      "text": "Their Honours considered the earlier decision of the Full Court in Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217 upon which the trial judge in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 relied, and in summary observed that: The trial judge in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 had found that there was implied in the settlement a forbearance on the part of Mrs Lopatinsky to make a claim against Mr Lopatinsky under the Family Law Act , and that an implied forbearance to sue constitutes good consideration.",
      "id": "s100"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 245-246) Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217 was not a case involving express or implied forbearance to sue --- rather consent orders had been made and entered pursuant to s 79 of the Family Law Act which provided for , inter alia, the transfer of the matrimonial home.",
      "id": "s101"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 244) All the members of the Full Court in Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217 were of the view that where a consent order is made under s 79 of the Family Law Act the transfer of property takes place pursuant to the order of the Court.",
      "id": "s102"
    },
    {
      "text": "Accordingly, as a matter of construction of s 121 , there can be no \"transfer of property by a person who later becomes a bankrupt\".",
      "id": "s103"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 246) The purpose of s 120 of the Bankruptcy Act is to prevent properties, including the matrimonial home, from being transferred to related parties to the disadvantage of the bankrupt's creditors.",
      "id": "s104"
    },
    {
      "text": "Disadvantage will occur if the property is transferred for no consideration or for less than market value.",
      "id": "s105"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 249) There is nothing in s 120(5) to suggest that Parliament intended that the term \"consideration\" in s 120(1)(b) is to be read in anything other than its legal sense.",
      "id": "s106"
    },
    {
      "text": "It would be inconsistent with the observations of Wilcox and Branson JJ in Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217 to proceed upon the basis that \"consideration\" could be something less than the ordinary legal and commercial understanding of that term.",
      "id": "s107"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 249) In applying s 120(1)(b) the first step is to identify the consideration which was actually given.",
      "id": "s108"
    },
    {
      "text": "If consideration was given, the second step is to determine whether its value was less than the market value of the property transferred.",
      "id": "s109"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 249) As Wilcox J observed in Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217 at [66] , the issue of the value of contributions is to be determined at a time when the marriage has come to an end and any contributions to the marriage were made in the past.",
      "id": "s110"
    },
    {
      "text": "Past consideration is, generally speaking, no consideration.",
      "id": "s111"
    },
    {
      "text": "The only significant exception to that rule arises where there is an earlier promise to pay (express or implied), an exception which is difficult to apply to matrimonial contributions unless for example there is a valid prenuptial agreement to that effect.",
      "id": "s112"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 247) The primary judge acknowledged that there was no express agreement between the Lopatinskys that Mrs Lopatinsky would not maintain proceedings for an adjustment of her property rights under the Family Law Act.",
      "id": "s113"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 250) The trustee accepted that an implied forbearance to sue can constitute good consideration.",
      "id": "s114"
    },
    {
      "text": "While the evidence of such a forbearance was slim, it was in any event unnecessary to decide whether the primary judge was correct in drawing the inference that Mrs Lopatinsky had so acted because the approach of the primary judge as to what constituted consideration and the value of it was contrary to the decision in Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217.",
      "id": "s115"
    },
    {
      "text": "Their Honours continued: \n \n \n [Findings of the primary judge] indicate that his Honour endeavoured to value the \"consideration\" provided by Mrs Lopatinsky upon the basis of her financial and non-financial contributions to the marriage in accordance with the criteria referred to in s 79 of the Family Law Act .",
      "id": "s116"
    },
    {
      "text": "The short answer to this appeal is therefore that the primary judge's view of the value of the consideration given by Mrs Lopatinsky depended upon factors which cannot provide a basis for assessing the value of the consideration which was given.",
      "id": "s117"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 250) \n \n \n\n In any event, actual forbearance to sue does not constitute consideration unless it is evidence of an implied promise to forbear or unless it is given at the express or implied request of the other party.",
      "id": "s118"
    },
    {
      "text": "There was no evidence to support a finding that Mrs Lopatinsky promised to give up a claim under s 79 of the Family Law Act , in that there were no proceedings on foot in the Family Court and no mention by either party of the possibility of such a claim.",
      "id": "s119"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 250) Further, even if the informal agreement between Mr and Mrs Lopatinsky was supported by consideration in the form of an implied promise not to sue, it would not amount to a legally binding agreement for a compromise of Mrs Lopatinsky's entitlement to make a claim for a further property adjustment.",
      "id": "s120"
    },
    {
      "text": "( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 251) Findings\n In my view paras 10a, 10b, 10c, 10d, 10f, 10g, 10h, 10i, 10(ia), 10j, 24a, 24b, 24c, 24d, 24g, 24h, 24i, 24j, 24k and 24l of the of the Amended Defence and Cross-Claim are untenable.",
      "id": "s121"
    },
    {
      "text": "I have formed this view for the following reasons.",
      "id": "s122"
    },
    {
      "text": "1.",
      "id": "s123"
    },
    {
      "text": "First, I accept Mr McQuade's submission that paras 10(ia), 10j, 24k and 24l of the Amended Defence and Cross-Claim are untenable to the extent that they do not reflect the terms of the financial agreement executed by the respondent and Mr Jensen on 22 January 2002 in accordance with s 90C of the Family Law Act .",
      "id": "s124"
    },
    {
      "text": "The financial agreement was annexed as an exhibit to the respondent's affidavit sworn 18 March 2009.",
      "id": "s125"
    },
    {
      "text": "In particular I note Recitals L, M, N and LL, and cl 6 and cl 7 of the financial agreement which provide as follows: \n Recitals \n \n \n \n L. The Husband and the Wife were engaged in January 1975 and married at Surfers Paradise on 9 January 1976.",
      "id": "s126"
    },
    {
      "text": "They separated on 24 July 2001 when the Husband left the former matrimonial home at Carrara after informing the Wife about certain improper dealings with money of hers, other family members and clients of his legal practice.",
      "id": "s127"
    },
    {
      "text": "M. The Queensland Law Society Incorporated has suspended the Husband's practising certificate and seized his books and other records.",
      "id": "s128"
    },
    {
      "text": "The Husband expects to be arrested and charged with criminal offences in relation to his conduct.",
      "id": "s129"
    },
    {
      "text": "N. No part of any monies referred to in L and M above were used to acquire or is associated with the matrimonial assets the subject of this agreement.",
      "id": "s130"
    },
    {
      "text": "The Husband is the registered proprietor of certain other real property associated with his former mortgage lending dealings, but only as Trustee.",
      "id": "s131"
    },
    {
      "text": "The Wife is not aware of those dealings.",
      "id": "s132"
    },
    {
      "text": "He has no beneficial interest in those properties.",
      "id": "s133"
    },
    {
      "text": "They have been excluded from consideration, as they are not relevant to the settlement between the Husband and the Wife.",
      "id": "s134"
    },
    {
      "text": "... \n \n \n\n \n \n \n LL.",
      "id": "s135"
    },
    {
      "text": "The property currently owned by the parties is as follows:- \n \n \n\n \n \n \n Asset \n \n \n \n \n Value \n \n \n \n \n \n Matrimonial home Nerang Broadbeach Rd\n Broadwater Avenue Hope Island\n Crescent Avenue Hope Island (in wife's name)\n Interest in the Jensen Family Trust\n Mykonos Unit\n Subaru Forrester\n Household contents and effects\n Total Assets \n \n \n \n \n 700,000\n 1,200,000\n 350,000\n 82,872\n 220,000\n 23,000\n 25,000\n 2,600,872 \n \n \n \n \n \n \n Liabilities \n \n \n \n \n Amount \n \n \n \n \n \n Mortgage NAB Broadwater Ave \n NAB Practice Overdraft \n Husbands credit card\n Mortgage Mykonos Unit\n Employee entitlements\n Total Liabilities \n \n \n \n \n 62,000\n 15,000\n 50,000\n 125,000\n 30,000\n 282,000 \n \n \n \n \n Clauses \n \n \n \n 6.",
      "id": "s136"
    },
    {
      "text": "The Wife shall retain as her sole property and the Husband hereby relinquishes and forfeits any claim or entitlement in and to:- \n \n \n\n \n \n \n \n (a) the Subaru motor vehicle.",
      "id": "s137"
    },
    {
      "text": "(b) the former matrimonial home.",
      "id": "s138"
    },
    {
      "text": "(c) the Wife's 56.2% interest as a tenant in common in the development land.",
      "id": "s139"
    },
    {
      "text": "(d) the Wife's land at Crescent Avenue, Hope Island being Lot 315 on RP 81555 County of Ward Parish of Coomera Title Reference 17269035.",
      "id": "s140"
    },
    {
      "text": "(e) the Wife's interest as beneficiary, creditor, or otherwise in respect of all property held by the Trustee of the Jensen Family Trust, including the land at Crescent Avenue, Hope Island.",
      "id": "s141"
    },
    {
      "text": "(f) the Wife's jewellery, household furniture, contents and other personal property and effects.",
      "id": "s142"
    },
    {
      "text": "(g) All of the household furniture and effects presently in the former matrimonial home at Carrara.",
      "id": "s143"
    },
    {
      "text": "(h) any monies presently held by the Wife in bank accounts or in other investments.",
      "id": "s144"
    },
    {
      "text": "(i) all other property now lawfully in the Wife's possession or control.",
      "id": "s145"
    },
    {
      "text": "(j) her shares in Tocan Pty Ltd. \n \n \n \n\n \n \n \n 7.",
      "id": "s146"
    },
    {
      "text": "The Husband shall retain as his sole property and the Wife hereby relinquishes and forfeits any claim or entitlement in and to:- \n \n \n\n \n \n \n \n (a) the Husband's property at unit 14 Mykonos 28 Old Burleigh Road, Surfers Paradise being Lot 14 in BUP 2938.",
      "id": "s147"
    },
    {
      "text": "(b) the Husband's 43.8% interest as a tenant in common of the development land.",
      "id": "s148"
    },
    {
      "text": "(c) the Husband's stamps and coins.",
      "id": "s149"
    },
    {
      "text": "(d) the Husband's personal property and effects.",
      "id": "s150"
    },
    {
      "text": "(e) any monies presently held by the Husband in bank accounts or in other investments.",
      "id": "s151"
    },
    {
      "text": "(f) all other property now lawfully in the Husband's possession or control.",
      "id": "s152"
    },
    {
      "text": "Even assuming that the \"development land\" alluded to in cl 7(b) of the financial agreement is the property at Hope Island the subject of the s 139ZQ notice, and noting that cl 7 of the financial agreement refers to Mr Jensen's stamps and coins, monies then held by Mr Jensen in bank accounts or in other investment, and all other property lawfully in Mr Jensen's possession or control: I note that Recital N refers to Mr Jensen being \"the registered proprietor of certain other real property associated with his former mortgage lending dealings, but only as Trustee\".",
      "id": "s153"
    },
    {
      "text": "It is unclear whether these properties are the four properties at Tanah Merah, Eagleby and Parkwood I have listed above, and which are referred to in paras 10h, 10(ia), 10j, 24i, 24k and 24l.",
      "id": "s154"
    },
    {
      "text": "However even if they were, the financial agreement states that those properties were not relevant to the financial agreement of the respondent and Mr Jensen.",
      "id": "s155"
    },
    {
      "text": "In my view paras 10(ia), 10j, 24k and 24l of the Amended Defence and Cross-Claim in the Amended Defence and Cross-Claim do not accurately represent the claims relinquished or forfeited by the respondent as identified in the financial agreement.",
      "id": "s156"
    },
    {
      "text": "To the extent that the respondent pleads relinquishment and forfeiture of her claims in relation to the four properties at Tanah Merah, Eagleby and Parkwood the pleadings are untenable.",
      "id": "s157"
    },
    {
      "text": "2.",
      "id": "s158"
    },
    {
      "text": "Second, even had such inconsistencies not existed between the terms of the financial agreement and the terms of para 10 and para 24 of the Amended Defence and Cross-Claim, I consider that the reliance by the respondent on her financial and non-financial contributions to the marriage as consideration for the transfer of the relevant properties is untenable.",
      "id": "s159"
    },
    {
      "text": "This is because the consideration pleaded by the respondent in para 10 and para 24 of the Amended Defence and Cross-Claim \"depended on factors which cannot provide a basis for assessing the value of the consideration which was given\" (Whitlam and Jacobson JJ in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 250).",
      "id": "s160"
    },
    {
      "text": "Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 is clear authority that previous financial and non-financial contributions to a marriage do not constitute \"consideration\" (within the meaning of s 120 or s 121 of the Bankruptcy Act ) for the transfer of property from a person who subsequently becomes bankrupt to his or her spouse.",
      "id": "s161"
    },
    {
      "text": "Specifically, paras 10a, 10b, 10c, 10d, 10f, 10g, 10h, 10i, 24a, 24b, 24c, 24d, 24g, 24h, 24i and 24j of the Amended Defence and Cross-Claim plead facts relevant to the circumstances of the marriage of the respondent and Mr Jensen and the financial and non-financial contributions they have each made.",
      "id": "s162"
    },
    {
      "text": "In my view: In light of these findings, I do not accept the respondent's submission that the facts pleaded in these paragraphs are directly relevant to support the respondent's allegation that the respondent provided consideration to Mr Jensen for the transfer, being either in the form of the consideration for the transfer of the relevant properties, or the consideration being in the form of the forbearance to sue for spousal maintenance and the respondent's abandonment of her interest in various specified assets.",
      "id": "s163"
    },
    {
      "text": "Accordingly these paragraphs in the Amended Defence and Cross-Claim are untenable.",
      "id": "s164"
    },
    {
      "text": "3.",
      "id": "s165"
    },
    {
      "text": "Third, I do not accept the submission of the respondent that the decision in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 with respect to the meaning of the phrase \"consideration of less value than market value\" was obiter.",
      "id": "s166"
    },
    {
      "text": "The Full Court in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 accepted the general proposition that forbearance to sue could constitute good consideration, but found that the approach of the primary judge in endeavouring to \"value\" the alleged consideration provided by Mrs Lopatinsky upon the basis of Mrs Lopatinsky's financial and non-financial contributions to the marriage in accordance with the criteria referred to in the Family Law Act was incorrect (at [101]-[102]).",
      "id": "s167"
    },
    {
      "text": "In light of these clear findings I do not accept the submission by the respondent that Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 was distinguishable because no consent orders pursuant to s 79 of the Family Law Act had been entered in those proceedings.",
      "id": "s168"
    },
    {
      "text": "4.",
      "id": "s169"
    },
    {
      "text": "Fourth, I do not accept the submission of the respondent that the decision in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 is distinguishable because in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 there was only an informal agreement whereby the wife had relinquished her entitlement to sue, whereas in this case the respondent and Mr Jensen had executed a financial agreement pursuant to the Family Law Act in which the respondent had expressly relinquished and forfeited any claims and entitlements to property in Mr Jensen's name as well as an entitlement to spousal maintenance.",
      "id": "s170"
    },
    {
      "text": "I take this view because: \n(a) Although one of the reasons for the decision of the Full Court in Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 was that there was no evidence to support a finding that Mrs Lopatinsky had promised to give up a claim under s 79 of the Family Law Act , in fact the primary reason --- described by Whitlam and Jacobson JJ as \"the short answer to this appeal\" (at [101]-[102]) --- was the incorrect view the primary judge had taken of the alleged consideration provided in the circumstances of the case.",
      "id": "s171"
    },
    {
      "text": "(b) It is not in dispute that a binding financial agreement which is valid under the relevant provisions of Pt VIIIA of the Family Law Act has the effect of ousting the jurisdiction of the court in respect of certain matters covered by the agreement, including financial matters or financial resources to which a binding financial agreement applies: Black &amp; Black [2008] FamCAFC 7 at [29] .",
      "id": "s172"
    },
    {
      "text": "However the simple fact of acknowledgment by one spouse in a financial agreement of the provision of consideration for the transfer of property does not mean that the alleged consideration is adequate for the purposes of s 120 and s 121 of the Bankruptcy Act if a transaction is subsequently challenged by a trustee in bankruptcy.",
      "id": "s173"
    },
    {
      "text": "As I noted earlier in this judgment, \"consideration\" in the context of the bankruptcy legislation has its ordinary legal and commercial meaning ( Lopatinsky [2003] FCAFC 109 ; (2003) 129 FCR 234 at 249).",
      "id": "s174"
    },
    {
      "text": "The fact that the movement of consideration is acknowledged in a financial agreement does not give the consideration validity it would not otherwise have.",
      "id": "s175"
    },
    {
      "text": "(c) Further, and in any event, as I have already found in Combis, Trustee of the Property of Peter Jensen (Bankrupt) v Jensen [2009] FCA 778 , the transfer of property pursuant to a financial agreement does not equate to a transfer of property pursuant to Court order, as was the case in Mateo [2003] FCAFC 26 ; (2003) 127 FCR 217.",
      "id": "s176"
    },
    {
      "text": "The current legislative framework applicable to financial agreements contemplates that a trustee in bankruptcy may make application pursuant to both s 120 and s 121 of the Bankruptcy Act to set aside a transfer pursuant to a financial agreement executed by the parties.",
      "id": "s177"
    },
    {
      "text": "Similarly, it is open to the Court to review the nature of the consideration stated in a financial agreement.",
      "id": "s178"
    },
    {
      "text": "The Court is not in any way prevented from doing so by the fact that the financial agreement is enforceable as between the parties under the Family Law Act.",
      "id": "s179"
    },
    {
      "text": "(b) Alleged payment by the respondent and her mother for the Carrara property, resulting in the transfer of that property to the respondent by Mr Jensen was merely a transfer of the bare legal title\n In paras 7e, 10e, 10(ea), 24e and 24f of the Amended Defence and Cross-Claim the respondent pleads, in summary, that: It follows that the transfer by Mr Jensen to the respondent of his interest in the Carrara property pursuant to the financial agreement was a transfer of bare legal title.",
      "id": "s180"
    },
    {
      "text": "In Trustees of the Property of Cummins v Cummins [2006] HCA 6 ; (2006) 227 CLR 278 , Gleeson CJ, Gummow, Hayne, Heydon and Crennan JJ observed: \n \n [71] ...the following view expressed in the present edition of Professor Scott's work respecting beneficial ownership of the matrimonial home [ The Law of Trusts , 4th ed (1989), vol 5, &#167;454 at 239] should be accepted: \n \n\n \n \n \n It is often a purely accidental circumstance whether money of the husband or of the wife is actually used to pay the purchase price to the vendor, where both are contributing by money or labour to the various expenses of the household.",
      "id": "s181"
    },
    {
      "text": "It is often a matter of chance whether the family expenses are incurred and discharged or services are rendered in the maintenance of the home before or after the purchase.",
      "id": "s182"
    },
    {
      "text": "... \n \n \n\n \n \n [72] That reasoning applies with added force in the present case where the title was taken in the joint names of the spouses.",
      "id": "s183"
    },
    {
      "text": "There is no occasion for equity to fasten upon the registered interest held by the joint tenants a trust obligation representing differently proportionate interests as tenants in common.",
      "id": "s184"
    },
    {
      "text": "The subsistence of the matrimonial relationship, as Mason and Brennan JJ emphasised in Calverley v Green [(1984) [1984] HCA 81 ; 155 CLR 242 at 259], supports the choice of joint tenancy with the prospect of survivorship.",
      "id": "s185"
    },
    {
      "text": "...The range of financial considerations and accidental circumstances in the matrimonial relationship referred to by Professor Scott answers the second concern of equity, namely the disproportion between quantum of beneficial ownership and contribution to the acquisition of the matrimonial home.",
      "id": "s186"
    },
    {
      "text": "In Cummins [2006] HCA 6 ; (2006) 227 CLR 278 the High Court upheld the decision of the primary judge that the subject of the relevant disposition of land was that which appeared on the transfer, namely the interest of the husband as joint tenant of the matrimonial home, without any displacement to allow for a beneficial tenancy in common in shares of which the larger was that of the wife.",
      "id": "s187"
    },
    {
      "text": "In these proceedings there is no dispute that the Carrara property, described in the financial agreement as the matrimonial home, was registered in the names of the respondent and Mr Jensen as joint tenants.",
      "id": "s188"
    },
    {
      "text": "The decision of the High Court in Cummins [2006] HCA 6 ; (2006) 227 CLR 278 supports an inference of joint tenancy with the prospect of survivorship as to the equitable interest held by the parties to the marriage.",
      "id": "s189"
    },
    {
      "text": "The pleadings of the respondent do not displace this inference, nor did the submissions at the hearing.",
      "id": "s190"
    },
    {
      "text": "In my view paras 7e, 10e, 10(ea), 24e and 24f of the Amended Defence and Cross-Claim are untenable.",
      "id": "s191"
    },
    {
      "text": "Conclusion\n It follows that paras 7e, 10 and 24 of the Amended Defence and Cross-Claim should be struck out.",
      "id": "s192"
    },
    {
      "text": "3.",
      "id": "s193"
    },
    {
      "text": "WHETHER THE PROCEEDINGS SHOULD BE TRANSFERRED TO THE FAMILY COURT \n Section 35A(1) of the Bankruptcy Act provides: \n \n Subject to subsection (2), where a proceeding is pending in the Federal Court, the Federal Court may, on the application of a party to the proceeding or of its own motion, transfer the proceeding to the Family Court.",
      "id": "s194"
    },
    {
      "text": "In Combis, Trustee of the Property of Peter Jensen (Bankrupt) v Jensen [2009] FCA 778 the Court declined of its own motion to transfer these proceedings to the Family Court.",
      "id": "s195"
    },
    {
      "text": "In that decision I observed that no formal application for transfer had been made by the respondent and no opportunity provided to the trustee to answer such an application.",
      "id": "s196"
    },
    {
      "text": "The respondent has now specifically sought an order that these proceedings be transferred to the Family Court, and filed detailed submissions in support of her application.",
      "id": "s197"
    },
    {
      "text": "The trustee opposes such an order, in summary, on the following grounds: The question whether bankruptcy-related proceedings should be transferred from the Federal Court to the Family Court has been considered in a number of cases by this Court.",
      "id": "s198"
    },
    {
      "text": "So, for example, the respondent has drawn my attention to the following cases: After considering these authorities, the detailed submissions of the parties and the circumstances of the case I consider the appropriate order is that these proceedings now be transferred to the Family Court.",
      "id": "s199"
    },
    {
      "text": "I form this view for the following reasons.",
      "id": "s200"
    },
    {
      "text": "1.",
      "id": "s201"
    },
    {
      "text": "First, Mr Griffin QC for the respondent submitted that if the trustee is successful in the substantive proceedings the respondent will make an application in the Family Court under s 79(1) of the Family Law Act seeking an order altering the interests of the trustee in the relevant property of Mr Jensen.",
      "id": "s202"
    },
    {
      "text": "As Besanko J observed in Macks v Edge [2006] FCA 1077 ; (2006) 156 FCR 302 at [42] , the Federal Court can hear and determine the trustee's claim, but it cannot hear and determine a spouse's claim under the Family Law Act should it become necessary to do so.",
      "id": "s203"
    },
    {
      "text": "Since judgment was delivered in Combis, Trustee of the Property of Peter Jensen (Bankrupt) v Jensen [2009] FCA 778 it has become clear that: The respondent's submission at the hearing that all matters relevant to the claims between the trustee and the respondent be heard in one Court has merit.",
      "id": "s204"
    },
    {
      "text": "2.",
      "id": "s205"
    },
    {
      "text": "Second, Mr Holt, the solicitor for the respondent, has deposed that the respondent's costs of defending the claim in these proceedings in the Federal Court will exceed $120,000 for a five day trial, and would constitute a similar amount in separate Family Court proceedings (affidavit of Richard Bruce Holt affirmed 24 September 2009).",
      "id": "s206"
    },
    {
      "text": "Mr Holt deposes further that the applicant's costs would be the same, and that in the circumstances both parties stand to save over $100,000 in costs each if the two actions are heard together in the Family Court.",
      "id": "s207"
    },
    {
      "text": "Although the trustee claims that if the proceedings are transferred to the Family Court he will have incurred wasted costs: 3.",
      "id": "s208"
    },
    {
      "text": "Third, there is no evidence to suggest that either jurisdiction would result in an earlier hearing of the matters in dispute.",
      "id": "s209"
    },
    {
      "text": "Although the Federal Court could accommodate a hearing in these proceedings early in 2010, the fact remains that the pleadings have not closed and, practically, it is unlikely that these proceedings will be ready for hearing early in 2010.",
      "id": "s210"
    },
    {
      "text": "4.",
      "id": "s211"
    },
    {
      "text": "Finally, while the issue in these proceedings relates to bankruptcy in which this Court has clear jurisdiction, it is equally the case that, following the enactment of the Bankruptcy and Family Law Legislation Amendment Act 2005 (Cth), the Family Court has jurisdiction to entertain these proceedings.",
      "id": "s212"
    },
    {
      "text": "Indeed as the Attorney-General explained in the second reading speech in respect of the bill in the House of Representatives, the purpose of the amendments to the Bankruptcy Act and the Family Law Act was to: \n \n enable concurrent bankruptcy and family law proceedings to be brought together in a court exercising family law jurisdiction, to ensure that all issues are dealt with at the same time.",
      "id": "s213"
    },
    {
      "text": "(Parliamentary Debates House of Representatives Official Hansard No 5 2005 Thursday 17 February 2005 page 31) \n \n\n CONCLUSION \n In summary, the appropriate orders are that: The respondent have leave to file an Amended Defence in the terms annexed to the affidavit of the respondent sworn 22 September 2009.",
      "id": "s214"
    },
    {
      "text": "The respondent have leave to file a Cross-Claim in the terms annexed to the affidavit of the respondent sworn 22 September 2009.",
      "id": "s215"
    },
    {
      "text": "Paragraphs 7e, 10 and 24 of the Amended Defence and Cross-Claim be struck out.",
      "id": "s216"
    },
    {
      "text": "These proceedings be transferred to the Family Court of Australia pursuant to section 35A of the Bankruptcy Act 1966 (Cth).",
      "id": "s217"
    },
    {
      "text": "I will now direct the parties to make submissions as to costs.",
      "id": "s218"
    },
    {
      "text": "I certify that the preceding sixty-six (66) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s219"
    },
    {
      "text": "Associate:\n \n \nDated: 25 November 2009\n \n Counsel for the Applicant: Mr PP McQuade \n \n Solicitor for the Applicant: James Conomos Lawyers \n \n Counsel for the Respondent: Mr J Griffin QC and Mr FG Forde \n \n Solicitor for the Respondent: Michael Sing Lawyers \n Date of Hearing: 6 October 2009 \n \n Date of Judgment: 25 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1383.html",
      "id": "s220"
    }
  ]
}