{
  "name": "Emu Brewery Developments Pty Ltd, In the matter of Emu Brewery Developments Pty Ltd (in liquidation) [2009] FCA 1212 (27 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1212.html",
  "catchphrases": [
    {
      "text": "liquidators",
      "id": "c0"
    },
    {
      "text": "compromise of debt",
      "id": "c1"
    },
    {
      "text": "court's approval of settlement deed",
      "id": "c2"
    },
    {
      "text": "s 477(2a) corporations act 2001 (cth)",
      "id": "c3"
    },
    {
      "text": "terms of settlement approved by creditors",
      "id": "c4"
    },
    {
      "text": "just and beneficial",
      "id": "c5"
    },
    {
      "text": "s 511",
      "id": "c6"
    },
    {
      "text": "liquidators justified entering into compromise.",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "The plaintiffs are the liquidators of Emu Brewery Developments Pty Ltd (EBD), appointed by a creditors' resolution.",
      "id": "s0"
    },
    {
      "text": "EBD is party to Federal Court proceedings WAD 73 of 2008, (the Distribution Proceedings) which is an application by Emu Brewery Mezzanine Ltd (EBM) for approval to make a distribution to its creditors.",
      "id": "s1"
    },
    {
      "text": "In the Distribution Proceedings, EBD claims that EBM is not entitled to make a distribution to its creditors, as proposed, because EBD is entitled to the money which is to be distributed.",
      "id": "s2"
    },
    {
      "text": "The total amount of EBD's claim is $12,492,370.",
      "id": "s3"
    },
    {
      "text": "This slightly exceeds the funds held by EBM.",
      "id": "s4"
    },
    {
      "text": "EBD has filed a minute of proposed statement of claim in the Distribution Proceedings.",
      "id": "s5"
    },
    {
      "text": "As it has no funding to pursue this claim it has applied to the Court for a pre-emptive costs order to be paid out of the money which would otherwise be distributed to EBM's creditors.",
      "id": "s6"
    },
    {
      "text": "That application was part heard.",
      "id": "s7"
    },
    {
      "text": "Meanwhile it has attempted, unsuccessfully, to obtain litigation funding.",
      "id": "s8"
    },
    {
      "text": "Subject to obtaining directions from the Court in the present application, EBM and EBD have agreed to compromise the claim made by EBD for the sum of $1.5 million.",
      "id": "s9"
    },
    {
      "text": "Part of this sum will be used by EBD to pay professional fees incurred to date of approximately $463,000.",
      "id": "s10"
    },
    {
      "text": "If the compromise is effected, EBM will be in a position immediately to distribute the remainder of the funds available to its other creditors.",
      "id": "s11"
    },
    {
      "text": "The compromise has been reached in circumstances where EBD cannot predict the outcome of its application for pre-emptive funding in the Distribution Proceedings and where it has no other available funding.",
      "id": "s12"
    },
    {
      "text": "In these circumstances, unless a settlement were reached and approved prior to resolution of the application for a pre-emptive costs order, EBD may recover nothing if that application is unsuccessful as it is without the means to further pursue its claim against EBM.",
      "id": "s13"
    },
    {
      "text": "Jurisdiction\n EBD seeks orders pursuant to s 477(2A) and/or s 511 of the Corporations Act 2001 (Cth) (\"the Act\") approving the compromise and directing that they are justified in entering the settlement deed.",
      "id": "s14"
    },
    {
      "text": "Section 477(2A) applies to a liquidator appointed by a creditors' resolution, by reason of s 506(1A) of the Act.",
      "id": "s15"
    },
    {
      "text": "The compromise is recorded in a Deed of Settlement and Release (Settlement Deed) dated 13 October 2009 executed by EBD and EBM together with their respective liquidators.",
      "id": "s16"
    },
    {
      "text": "Its terms were approved by EBD's creditors and accords with the advice given by EBD's counsel.",
      "id": "s17"
    },
    {
      "text": "The Settlement Deed is of no effect until approval of EBD's liquidators entering into it is obtained from the Court pursuant to s 477(2A) and a direction is obtained under s 511 that they are justified in entering into the compromise.",
      "id": "s18"
    },
    {
      "text": "The plaintiffs submit that the orders sought in this case correspond with those made in a number of cases, including QBE Workers Compensation (NSW) Ltd v GJ Formwork Pty Ltd (2006) 56 ACSR 687 and Re HIH Insurance [2004] NSWSC 5.",
      "id": "s19"
    },
    {
      "text": "In those cases, the order regarding the liquidator's justification for entering into the settlement was made under s 479(3) of the Act.",
      "id": "s20"
    },
    {
      "text": "The plaintiffs submit that s 479 and s 511 perform similar functions citing Dean-Willcocks v Soluble Solution Hydroponics Pty Ltd (1997) 42 NSWLR 209 at 212.",
      "id": "s21"
    },
    {
      "text": "However, as Young J pointed out this is not \"completely true\".",
      "id": "s22"
    },
    {
      "text": "Section 511(1)(a) provides relevantly that a liquidator may apply to the Court to determine any question arising in the winding up of a company.",
      "id": "s23"
    },
    {
      "text": "By s 511(2) relevantly, the Court, if satisfied that the determination of the question will be \"just and beneficial\" may accede to the application.",
      "id": "s24"
    },
    {
      "text": "Here the question for determination as put in the application is whether EBD's liquidators are justified in entering into the Settlement Deed.",
      "id": "s25"
    },
    {
      "text": "I am satisfied that the determination of this question will be just and beneficial.",
      "id": "s26"
    },
    {
      "text": "I am of the opinion, and if necessary direct, that the entry into the Settlement Deed by Mr Ian Charles Francis and Michael Joseph Ryan as joint liquidators of EBD is justified in all the circumstances.",
      "id": "s27"
    },
    {
      "text": "The jurisdiction to give approval under s 477(2A) is conditioned upon the compromise relating to a \"debt\" of a company.",
      "id": "s28"
    },
    {
      "text": "The Court may approve a compromise if one of a number of ways of presenting a claim involves a \"debt\" claim: Elderslie Finance Corporation Ltd v Newpage (No 6) [2007] FCA 1030 ; (2007) 160 FCR 423 at [40] - [41] .",
      "id": "s29"
    },
    {
      "text": "In the present case, one way in which EBD has framed its claim is that payments made by it to EBM upon false invoices were made pursuant to sham transactions, and of no legal effect and that consequently, there is no basis upon which EBM may retain the money paid by EBD.",
      "id": "s30"
    },
    {
      "text": "This is a claim for restitution of an amount wrongly paid which is capable of constituting a \"debt\".",
      "id": "s31"
    },
    {
      "text": "Discretion\n The Settlement Deed made the direction sought in the present application a condition of the Settlement Deed taking effect is a matter which militates in favour of the Court exercising its discretion to make the orders sought: Re One.Tel Networks Holdings Pty Ltd [2001] NSWSC 1065 ; (2001) 40 ACSR 83 at [42] .",
      "id": "s32"
    },
    {
      "text": "The fact that the major creditors of EBD have had the opportunity to consider the proposed settlement, and do not oppose it, is also important.",
      "id": "s33"
    },
    {
      "text": "So too is the fact that EBD's liquidators have a limited opportunity to choose between the prospect of pursuing a novel application and the certainty of a settlement.",
      "id": "s34"
    },
    {
      "text": "For all these reasons the compromise constituted by the Settlement Deed should be approved pursuant to s 477(2A) of the Act.",
      "id": "s35"
    },
    {
      "text": "There should also be a direction that the liquidators of EBD are justified in entering into the Settlement Deed.",
      "id": "s36"
    },
    {
      "text": "The order and direction are intended to meet the conditions precedent under clause 2 of the Settlement Deed.",
      "id": "s37"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s38"
    },
    {
      "text": "Associate:\n \n \nDated: 27 October 2009\n \n Counsel for the Plaintiff: Mr J A Thomson \n \n Solicitor for the Plaintiff: Mallesons Stephen Jaques \n \n Counsel for the Defendant: Ms W Gillan \n \n Solicitor for the Defendant: DLA Phillips Fox \n Date of Hearing: 15 October 2009 \n \n Date of Judgment: 27 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1212.html",
      "id": "s39"
    }
  ]
}