{
  "name": "Australian Fisheries Management Authority v Gilmore [2009] FCA 1369 (24 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1369.html",
  "catchphrases": [
    {
      "text": "appeal against decision of statutory fishing rights allocation review panel in relation to provisional grant of statutory fishing rights",
      "id": "c0"
    },
    {
      "text": "where respondent had sold fishing permit as part of buy-back scheme six years prior to allocation of statutory fishing rights",
      "id": "c1"
    },
    {
      "text": "where respondent's quota under fishing permit calculated by reference to catch history and value of fishing permit and nil value attributed to respondent's fishing permit",
      "id": "c2"
    },
    {
      "text": "where translation from quota attached to fishing permit to statutory fishing rights",
      "id": "c3"
    },
    {
      "text": "whether panel had discretion to depart from formula for translation in fisheries management plan",
      "id": "c4"
    },
    {
      "text": "whether panel could exercise power to vary respondent's fishing permit so as to result in altered quota of statutory fishing rights",
      "id": "c5"
    },
    {
      "text": "administrative law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal by the Australian Fisheries Management Authority (\"the Authority\") pursuant to s 161 of the Fisheries Management Act 1991 (Cth) (\"FM Act\").",
      "id": "s0"
    },
    {
      "text": "The appeal by the Authority is from a decision of the Statutory Fishing Rights Allocation Review Panel (\"the Panel\"), which is a body established under s 124 of the FM Act.",
      "id": "s1"
    },
    {
      "text": "The right of appeal to this Court from a decision of the Panel is limited to an appeal on a question of law (s 161(1)).",
      "id": "s2"
    },
    {
      "text": "There are 209 respondents to the Authority's appeal.",
      "id": "s3"
    },
    {
      "text": "The first respondent is Mr Trevor Ray Gilmore.",
      "id": "s4"
    },
    {
      "text": "He appeared by counsel and solicitors who provided their services pro bono after a referral under O 80 subrule 4(3) of the Federal Court Rules .",
      "id": "s5"
    },
    {
      "text": "The Court is grateful for the assistance which they provided.",
      "id": "s6"
    },
    {
      "text": "A judge of this Court made orders relating to the service of the notice of appeal and supporting affidavit (without exhibits).",
      "id": "s7"
    },
    {
      "text": "Twelve respondents were to be served personally and the rest of the second to 209 th respondents were to be served by registered mail.",
      "id": "s8"
    },
    {
      "text": "Those orders were complied with by the Authority.",
      "id": "s9"
    },
    {
      "text": "The 135 th respondent, Mr Patrick James Clark, appeared in person.",
      "id": "s10"
    },
    {
      "text": "He did not attend the hearing of the appeal, but he made short written submissions in support of an order that the appeal be dismissed.",
      "id": "s11"
    },
    {
      "text": "None of the other respondents appeared.",
      "id": "s12"
    },
    {
      "text": "The right to take fish is a valuable right.",
      "id": "s13"
    },
    {
      "text": "The right and other rights defined in the FM Act are closely regulated by the FM Act and the subordinate legislation made under it.",
      "id": "s14"
    },
    {
      "text": "The FM Act defines a \"fishing concession\" as a statutory fishing right or a fishing permit or a foreign fishing licence (s 4).",
      "id": "s15"
    },
    {
      "text": "Each of those terms is defined in the FM Act.",
      "id": "s16"
    },
    {
      "text": "For the purposes of this case, I am only concerned with statutory fishing rights and fishing permits.",
      "id": "s17"
    },
    {
      "text": "The significance of a fishing concession is that it authorises activities which would otherwise be offences under s 95 of the FM Act.",
      "id": "s18"
    },
    {
      "text": "The nature of a statutory fishing right is described in s 21 of the FM Act and the ways in which statutory fishing rights are granted is dealt with in ss 24-31 inclusive.",
      "id": "s19"
    },
    {
      "text": "The FM Act also uses the term, fishing right, and that term is defined as a statutory fishing right.",
      "id": "s20"
    },
    {
      "text": "The Authority must keep a Register of Statutory Fishing Rights (s 44).",
      "id": "s21"
    },
    {
      "text": "Statutory fishing rights have a permanence not accorded to fishing permits.",
      "id": "s22"
    },
    {
      "text": "Fishing permits are dealt with in s 32 of the FM Act.",
      "id": "s23"
    },
    {
      "text": "They may be granted subject to conditions and those conditions may include a condition that limits the quantity of fish which may be taken (s 32(7)).",
      "id": "s24"
    },
    {
      "text": "Fishing stocks are limited and from time to time the Authority fixes a total allowable catch for a particular species of fish in a particular fishery.",
      "id": "s25"
    },
    {
      "text": "A person's entitlement to take a particular quantity of fish may be expressed in units to accommodate the fact that the total allowable catch is likely to vary from year to year.",
      "id": "s26"
    },
    {
      "text": "The Authority may make plans of management under the FM Act.",
      "id": "s27"
    },
    {
      "text": "They are legislative instruments under the FM Act ( Lamason v Australian Fisheries Management Authority [2009] FCA 245 at [149] - [150] per Spender J).",
      "id": "s28"
    },
    {
      "text": "The process by which plans of management are made and the information or material they may contain are dealt with in ss 17-20 inclusive of the FM Act.",
      "id": "s29"
    },
    {
      "text": "A plan of management is relevant in this case and it is the Southern and Eastern Scalefish and Shark Fishery Management Plan 2003.",
      "id": "s30"
    },
    {
      "text": "The plan commenced on 1 October 2003 and it has been amended twice.",
      "id": "s31"
    },
    {
      "text": "I will refer to it as the Management Plan.",
      "id": "s32"
    },
    {
      "text": "The FM Act deals with the granting of statutory fishing rights.",
      "id": "s33"
    },
    {
      "text": "There are a number of steps involved in the process.",
      "id": "s34"
    },
    {
      "text": "In a case where a grant of a statutory fishing right is not to be conferred by auction or tender, the FM Act provides that the relevant management plan will set out the procedures for determining the person to whom a grant is to be made available (s 29(3) of the FM Act).",
      "id": "s35"
    },
    {
      "text": "There are a range of decisions the Authority is required to make under the FM Act.",
      "id": "s36"
    },
    {
      "text": "A number of them may be reviewed by the Administrative Appeals Tribunal (\"the Tribunal\") under the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s37"
    },
    {
      "text": "Section 165 of the FM Act grants rights of review from decisions of the Authority.",
      "id": "s38"
    },
    {
      "text": "The decisions which may be reviewed include a decision by the Authority under s 32 of the FM Act, that is to say, a decision to grant a fishing permit or a decision to impose a particular condition on a fishing permit.",
      "id": "s39"
    },
    {
      "text": "There is a particular type of decision made by the Authority under the FM Act which may be reviewed by another administrative review body.",
      "id": "s40"
    },
    {
      "text": "The Panel is given the particular function of reviewing decisions mentioned in subsection 23(1) of the FM Act, being decisions made by the Authority (and another body which is not relevant for present purposes) as to the person or persons to whom the grant of a statutory fishing right in a managed fishery is to be made.",
      "id": "s41"
    },
    {
      "text": "A decision of that nature and involving the first respondent and a large number of other persons is relevant in this case.",
      "id": "s42"
    },
    {
      "text": "For the calendar year 2006, the first respondent held a fishing permit under s 32 of the FM Act.",
      "id": "s43"
    },
    {
      "text": "The first respondent's permit was subject to a condition as to the quantity or quota of fish, being gummy shark and school shark, which may be taken.",
      "id": "s44"
    },
    {
      "text": "In June 2007, the Authority made a decision which had the effect of translating the first respondent's quota to statutory fishing rights.",
      "id": "s45"
    },
    {
      "text": "The decision also affected the entitlement of other fishers.",
      "id": "s46"
    },
    {
      "text": "The decision was made by the Authority by applying the formula contained in the Management Plan.",
      "id": "s47"
    },
    {
      "text": "The first respondent sought review of the decision by the Panel.",
      "id": "s48"
    },
    {
      "text": "However, his complaint was not with respect to the formula; rather, he complained that the quota attached to his fishing permit for the calendar year 2006 and, indeed for previous years, was incorrect.",
      "id": "s49"
    },
    {
      "text": "He claimed that his quota should have been higher than the quota recorded on his fishing permit and therefore the translation of his entitlement to statutory fishing rights should have been higher.",
      "id": "s50"
    },
    {
      "text": "Subject to an error acknowledged by the Authority, the Authority denied that the first respondent was entitled to a higher quota than that recorded on his fishing permit for the 2006 calendar year.",
      "id": "s51"
    },
    {
      "text": "In any event, the Authority contended that, on a review of a decision mentioned in s 23(1) of the FM Act, it is not open to the first respondent to agitate a complaint about a condition attached to his fishing permit for the 2006 calendar year dealing with the quantity of shark he could take.",
      "id": "s52"
    },
    {
      "text": "The Panel accepted the first respondent's arguments and substituted a different decision for that made by the Authority.",
      "id": "s53"
    },
    {
      "text": "Notice of appeal\n The Authority was given leave at the hearing of the appeal to amend its notice of appeal.",
      "id": "s54"
    },
    {
      "text": "In the amended notice of appeal, the Authority alleges that the Panel's decision raises the following four questions of law.",
      "id": "s55"
    },
    {
      "text": "They are as follows: \n \n \"1.",
      "id": "s56"
    },
    {
      "text": "Whether the Panel has jurisdiction under the FM Act to make a decision which is inconsistent with the applicable fisheries management plan in respect of the decision under review by the Panel.",
      "id": "s57"
    },
    {
      "text": "Whether in reviewing a decision to grant statutory fishing rights pursuant to a fisheries management plan made under the FM Act, the Panel is bound to apply the terms of the applicable fisheries management plan, or whether the Panel has a discretion to depart from the terms of such plan.",
      "id": "s58"
    },
    {
      "text": "Does the Panel exceed its jurisdiction under the FM Act if, in reviewing a decision to grant statutory fishing rights pursuant to a fisheries management plan made under the FM Act, the Panel misunderstands and misconceives the effect of a decision of the Administrative Appeals Tribunal in a review related, and material, to that being undertaken by the Panel.",
      "id": "s59"
    },
    {
      "text": "Does s 150(1) of the FM Act authorise the Panel to vary a condition on an expired fishing permit, so as to alter the operation or effect of a provision in a fisheries management plan which takes as its basis the terms of a condition on a fishing permit as expressed at a particular date?",
      "id": "s60"
    },
    {
      "text": "\"\n The background to the appeal\n In order to fully understand the issues raised by the appeal, it is necessary to set out the historical background to the decision.",
      "id": "s61"
    },
    {
      "text": "The Southern and Eastern Scalefish and Shark Fishery incorporates the Commonwealth Victorian Inshore Trawl Fishery, the South East Trawl Fishery, the Great Australian Bight Trawl Fishery and the Gillnet, Hook and Trap Fishery (formerly the South East Non Trawl Fishery and the Southern Shark Fishery).",
      "id": "s62"
    },
    {
      "text": "The Management Plan was designed to replace a management regime based on the issue of fishing permits under s 32(1) of the FM Act.",
      "id": "s63"
    },
    {
      "text": "The statutory fishing rights referred to in the Management Plan (see, for example, s 6(c)) represent a translation from existing permit-based interests and, as I have said, they allow the holder to take a certain proportion of the total catch of various quota species.",
      "id": "s64"
    },
    {
      "text": "For convenience, I will refer to statutory fishing rights as SFRs.",
      "id": "s65"
    },
    {
      "text": "In terms of the regulation of the fishing industry, there is a difference between \"input\" controls on the taking of fishing stock and \"output\" controls.",
      "id": "s66"
    },
    {
      "text": "An input control involves measures such as restrictions on the equipment which can be used or on entry into a particular fishery, and an output control involves a limit on the quantity of fish which can be taken.",
      "id": "s67"
    },
    {
      "text": "Until the 1990s, the fishing industry was regulated by input controls.",
      "id": "s68"
    },
    {
      "text": "For example, in the Southern Shark Fishery, there were limits on the length of gillnets which could be used and the number of hooks which could be deployed.",
      "id": "s69"
    },
    {
      "text": "There was then a move to output controls and this move included the attaching of conditions to fishing permits issued under s 32 of the FM Act which limited the proportion of the total allowable catch which could be taken by the holder of the permit.",
      "id": "s70"
    },
    {
      "text": "The proportion was defined by reference to Individual Transferable Quotas or ITQs or, to use the terminology used in the Management Plan, quota units.",
      "id": "s71"
    },
    {
      "text": "The system involving ITQs was introduced on 1 January 2001.",
      "id": "s72"
    },
    {
      "text": "In some respects, it was a controversial exercise because it involved operators moving from a system where there was no direct limit on allowable catch to a system involving limits on allowable catch.",
      "id": "s73"
    },
    {
      "text": "A method of calculating the number of ITQs or quota units to which a particular operator was entitled needed to be devised.",
      "id": "s74"
    },
    {
      "text": "Initially, the method adopted by the Authority was based on the operator's catch history during the period from 1994 to 1997.",
      "id": "s75"
    },
    {
      "text": "The higher the operator's catch during that period, the higher the operator's proportionate allocation of the total allowable catch set for the entire fishery.",
      "id": "s76"
    },
    {
      "text": "This method of calculation was adopted following a recommendation by an Independent Advisory Panel.",
      "id": "s77"
    },
    {
      "text": "The Hon K Jenkinson QC was the Chair of the Independent Advisory Panel.",
      "id": "s78"
    },
    {
      "text": "On 10 January 2001, a Mr Horst Fischer was issued with a fishing permit which had a quota allocation calculated in accordance with his catch history.",
      "id": "s79"
    },
    {
      "text": "He challenged the Authority's decision in the Tribunal on the ground that the policy applied by the Authority in determining the quota allocation was unfair because it ignored the fact that, in practice, permits were transferred and had a capital value.",
      "id": "s80"
    },
    {
      "text": "Mr Fischer was successful before the Tribunal and an appeal to this Court by the Authority was dismissed ( Re Fischer and Australian Fisheries Management Authority [2002] AATA 857 ; (2002) 71 ALD 665 ; Australian Fisheries Management Authority v Graham [2003] FCA 231 ; (2003) 127 FCR 436).",
      "id": "s81"
    },
    {
      "text": "I will refer to those proceedings as the Fischer No 1 proceedings.",
      "id": "s82"
    },
    {
      "text": "The Tribunal's decision meant that the Authority had to take a different approach.",
      "id": "s83"
    },
    {
      "text": "Before discussing the approach taken by the Authority, it is necessary to make reference to a buy-back scheme undertaken by the Commonwealth in 2001.",
      "id": "s84"
    },
    {
      "text": "The buy-back scheme was introduced in 2001 and, under the scheme, the Commonwealth made offers to buy back fishing permits held by operators who did not wish to participate in the move from regulation by input controls to regulation by output controls.",
      "id": "s85"
    },
    {
      "text": "The buy-back scheme was described by Downes J in Re Fischer and Australian Fisheries Management Authority ; Re Tapley and Australian Fisheries Management Authority [2005] AATA 936 ; (2005) 41 AAR 417 , a decision I discuss below, in the following terms (at 431 [67]): \n \n \"There was, however, a legal market which does provide some evidence of market value.",
      "id": "s86"
    },
    {
      "text": "Prior to the introduction of quotas, operators were given the opportunity to take part in a buy-back scheme.",
      "id": "s87"
    },
    {
      "text": "AFMA established an adjustment assistance program for those who did not wish to change to the proposed scheme of output controls.",
      "id": "s88"
    },
    {
      "text": "Under the scheme operators were paid $8000 per gillnet unit for gillnet permits and $25 per hook for hook permits.",
      "id": "s89"
    },
    {
      "text": "Forty permit holders took part in the scheme.",
      "id": "s90"
    },
    {
      "text": "They gave up their fishing permits but they retained the right to allocation of quota.",
      "id": "s91"
    },
    {
      "text": "However, the quota could not be utilised otherwise than by transfer or by acquisition of a fresh fishing permit.",
      "id": "s92"
    },
    {
      "text": "Under the new scheme the quota allocated could be sold to someone with a permit.",
      "id": "s93"
    },
    {
      "text": "Although the buy back does not amount to an open market it was voluntary and does provide some evidence of the value of permits severed from the quota entitlements about to be introduced.",
      "id": "s94"
    },
    {
      "text": "I note that at the time of the buy-back the Jenkinson panel had already announced its proposal that quota should be based on catch history.",
      "id": "s95"
    },
    {
      "text": "\" \n \n\n The first respondent was one of the forty permit holders who participated in the buy-back scheme which was known as the Southern Shark Industry Development Program.",
      "id": "s96"
    },
    {
      "text": "His participation in the scheme included an application by him dated 6 February 2001 to surrender his fishing permit in the Southern Shark Fishery pursuant to s 32(9) of the FM Act.",
      "id": "s97"
    },
    {
      "text": "On the same day, that is, 6 February 2001, the first respondent executed a Deed of Release.",
      "id": "s98"
    },
    {
      "text": "The application by the first respondent to surrender his permit contained the following: \n \n \"I acknowledge that the effect of this surrender is that my having held a permit in the Southern Shark Fishery and South East Non Trawl Fishery will not be a consideration in any future decision by AFMA in relation to an application by me for a permit in this fishery.",
      "id": "s99"
    },
    {
      "text": "I further acknowledge that my having held permits in the Southern Shark Fishery and South East Non Trawl Fishery or the catch history associated with such permits, will not be a consideration in any allocation of quota decisions apart from decisions in relation to the grant of quota for school shark and gummy shark.",
      "id": "s100"
    },
    {
      "text": "\" \n \n\n The Deed of Release between the first respondent and the Commonwealth of Australia contained the following: \n \n \" RECITALS \n \n\n The Southern Shark Fishery Industry Development Program ('the SSFIDP') is a Commonwealth industry restructure financial assistance package that aims to increase the economic efficiency of the Southern Shark Fishery ('the SSF'), encourage greater certainty and lessen the impact on operators of new SSF management arrangements, principally the introduction of an Individual Transferable Quota ('ITQ') management regime.",
      "id": "s101"
    },
    {
      "text": "Under the SSFIDP financial assistance is provided to former Commonwealth SSF permit holders who satisfy specified eligibility criteria including the surrender of their permits.",
      "id": "s102"
    },
    {
      "text": "Recipients of financial assistance under the SSFIDP are entitled to retain, sell or lease any school and gummy shark ITQs allocated in respect of their surrendered shark permits.",
      "id": "s103"
    },
    {
      "text": "However, a recipient of financial assistance will not be entitled to any further claims against the recipient's surrendered shark permit or its associated catch history in relation to any other species.",
      "id": "s104"
    },
    {
      "text": "... \n \n\n \n \n 2.",
      "id": "s105"
    },
    {
      "text": "Payment of Exit Assistance\n 2.1 Subject to:\n (a) sufficient money remaining from the Parliamentary appropriation for the SSFIDP after payment of financial assistance under the SSFIDP to applicants who were ranked higher than the Recipient in accordance with the order of payment specified in the SSFIDP Guidelines;\n (b) the Recipient having met, and continuing to meet, all criteria, payment conditions and other requirements for exit assistance contained in the SSFIDP Guidelines and under this Deed; and\n (c) any other provision of this Deed;\n the Commonwealth will pay to the Recipient the amount of $49,500 as exit assistance under the SSFIDP.",
      "id": "s106"
    },
    {
      "text": "2.2 The giving of the Payment to the Recipient does not in any way affect the right of the Recipient to retain any school and gummy shark ITQ allocated to the Recipient by AFMA and to sell or lease that school and gummy shark ITQ in the future.",
      "id": "s107"
    },
    {
      "text": "Recipient's Activities after Permit Surrender or Non-Renewal \n \n 3.1 The Recipient shall not at any time after receipt of the Payment reapply to obtain or renew, or rely in any way on catch history associated with, the Commonwealth SSF permit or Commonwealth South East Non-Trawl Fishery permit or gear access rights formerly held by the Recipient other than for the purpose of being granted school and gummy shark ITQs.",
      "id": "s108"
    },
    {
      "text": "\" \n \n\n I return now to the Authority's response to the Fischer No 1 proceedings.",
      "id": "s109"
    },
    {
      "text": "The Authority commissioned a report addressing the appropriate method of determining a fisher's entitlement to ITQs or quota units.",
      "id": "s110"
    },
    {
      "text": "An Independent Allocation Review Panel for the Southern Shark Fishery (\"Review Panel\") was established.",
      "id": "s111"
    },
    {
      "text": "The Hon Mr J Lockhart QC was the Chair of the Review Panel.",
      "id": "s112"
    },
    {
      "text": "The Review Panel provided a report dated 4 September 2003 to the Authority.",
      "id": "s113"
    },
    {
      "text": "For present purposes, the key conclusions of the Review Panel were as follows: \n \n \" Proposed Formula for Allocating Quota among Fishers in the SSF with Access to Commonwealth Waters \n \n\n \n \n The formula proposed for allocating quota among fishers in the SSF with access to Commonwealth waters is: \n \n\n The value of his or her permit (representing an access right/fishing entitlement); and \n The quantum of his or her catch history (based on the same 'best three years in the period 1994-1997' as was advanced by the SSAAP).",
      "id": "s114"
    },
    {
      "text": "As to the value of the permit, we propose that the amounts assigned for the purpose of the allocation formula be those established under the buyback scheme, adjusted using the applicable discount rate, to 2003 dollars.",
      "id": "s115"
    },
    {
      "text": "Details of the formula, including worked examples, are set out in Section 6.1 of the report.",
      "id": "s116"
    },
    {
      "text": "... \n \n\n \n \n Allocation of TAC to Fishers that Relinquished their Permits under the 'Buyback' Scheme \n \n\n \n \n Forty permit holders surrendered their permits under the permit buyback arrangements.",
      "id": "s117"
    },
    {
      "text": "In doing so they forfeited their right to fish for shark commercially although, under the terms of the buyback, they retained their quota allocated on the basis of catch history.",
      "id": "s118"
    },
    {
      "text": "The Panel believes that AFMA should confirm the legal status of those fishers who have surrendered their permits but which have allocated quota.",
      "id": "s119"
    },
    {
      "text": "In the absence of information to the contrary, it could reasonably be concluded from the above-mentioned contract that those fishers will be treated in accordance with the Panel's quota allocation proposal as set out in Table 6.8 in Section 6.1 (i.e.",
      "id": "s120"
    },
    {
      "text": "adjusted quota based on catch history but nil quota on the basis of permit value).",
      "id": "s121"
    },
    {
      "text": "\" \n \n\n The Authority adopted the recommendations of the Review Panel and determined the entitlement of fishers accordingly.",
      "id": "s122"
    },
    {
      "text": "As far as the first respondent was concerned, the effect of what occurred is described in a letter from the Authority to the first respondent dated 21 October 2004: \n \n \"3.",
      "id": "s123"
    },
    {
      "text": "Table 4 --- 2004 unit and kg calculations from 2001 units details your new allocation based on 2001 units.",
      "id": "s124"
    },
    {
      "text": "This is 5276 gummy shark units and 861 school shark units.",
      "id": "s125"
    },
    {
      "text": "Then your 2001 unit allocation was converted to 2004 units.",
      "id": "s126"
    },
    {
      "text": "This includes a reallocation adjustment for 2003 following the decision in the Fisher case.",
      "id": "s127"
    },
    {
      "text": "As you surrendered your permit to the buy-back a factor of around 16% (varied slightly between species) was deducted for the value of the permit.",
      "id": "s128"
    },
    {
      "text": "Your correct 2004 unit allocation is 4545 units of gummy shark and 797 units of school shark.",
      "id": "s129"
    },
    {
      "text": "This represents 3563.97 kg of gummy shark and 467.53 kg of school shark.",
      "id": "s130"
    },
    {
      "text": "\" \n \n\n In short, prior to 2004, the first respondent's entitlement to ITQs or quota units was calculated in accordance with his catch history.",
      "id": "s131"
    },
    {
      "text": "The Authority's adoption of the recommendations of the Review Panel meant that the value of a fishing permit would also be taken into account in determining a person's entitlement to ITQs or quota units.",
      "id": "s132"
    },
    {
      "text": "For those fishers who had participated in the buy-back scheme, the value to be attributed to the permit was nil.",
      "id": "s133"
    },
    {
      "text": "The new policy resulted in a reduction of the first respondent's entitlement and this reduction was in the order of 16 per cent.",
      "id": "s134"
    },
    {
      "text": "Mr Horst Fischer and Mr Graham Tapley applied to the Tribunal for review of the quota allocations allocated to them for the 2004 calendar year.",
      "id": "s135"
    },
    {
      "text": "Their ground was that \"the decision should have allocated quota wholly by reference to the permit itself, taking no account of catch history, or should have placed much less emphasis on catch history\" ( Re Fischer and Australian Fisheries Management Authority ; Re Tapley and Australian Fisheries Management Authority [2005] AATA 936 ; (2005) 41 AAR 417 at 421 [12] per Downes J).",
      "id": "s136"
    },
    {
      "text": "I will refer to this proceeding as the Fischer No 2 proceeding.",
      "id": "s137"
    },
    {
      "text": "The first respondent was added as a party to the application for review.",
      "id": "s138"
    },
    {
      "text": "Downes J expressed his conclusions on the review as follows (at 438-439 [107]): \n \n \"Two applications are before the Tribunal.",
      "id": "s139"
    },
    {
      "text": "They challenge quota allocations for the year 2004 for gummy and school shark allocated to Horst Fischer and Graham Tapley.",
      "id": "s140"
    },
    {
      "text": "No grounds specific to Messrs Fischer and Tapley are relied upon.",
      "id": "s141"
    },
    {
      "text": "Messrs Fischer and Tapley say that the quota should not be determined by reference to the quantity of shark they had caught in the past.",
      "id": "s142"
    },
    {
      "text": "They say that equal quota should be awarded to all operators holding the same permits.",
      "id": "s143"
    },
    {
      "text": "I have found that the quota system under review by which quota calculations are based partly upon equality between permits, representing the right to fish, or access entitlement, and partly upon catch history, is the preferable way to allocate quota.",
      "id": "s144"
    },
    {
      "text": "I have also found that the way the two have been integrated are the appropriate and preferable methods.",
      "id": "s145"
    },
    {
      "text": "\" \n \n\n As to the first respondent, Downes J said (at 436 [88]): \n \n \"Trevor Gilmore took part in the buy-back.",
      "id": "s146"
    },
    {
      "text": "Under the Fischer and Tapley proposal he would not be entitled to any quota because he no longer has a permit.",
      "id": "s147"
    },
    {
      "text": "Persons who took part in the buy-back were informed they would be entitled to quota.",
      "id": "s148"
    },
    {
      "text": "The quota allocation under review will give persons such as Mr Gilmore an entitlement to quota although less than under the Jenkinson Panel scheme.",
      "id": "s149"
    },
    {
      "text": "The system under review seems to me to be appropriate for persons who took part in the buy-back.",
      "id": "s150"
    },
    {
      "text": "\" \n \n\n The events leading up to the decision made by the Authority are as follows.",
      "id": "s151"
    },
    {
      "text": "By a notice in the Commonwealth Gazette of 21 December 2006, the Authority invited interested persons to apply to be registered as eligible persons for the grant of SFRs for shark species under the Management Plan.",
      "id": "s152"
    },
    {
      "text": "The notice was given under s 24 of the FM Act.",
      "id": "s153"
    },
    {
      "text": "After the registration period had closed, a register of persons eligible for the grant of SFRs was finalised.",
      "id": "s154"
    },
    {
      "text": "By letter dated 18 June 2007, the first respondent was advised by the Authority that it had made a provisional grant of shark quota SFRs to eligible persons including the first respondent.",
      "id": "s155"
    },
    {
      "text": "The provisional grant followed a decision by the Authority that the first respondent satisfied the condition for registration as an eligible person for the grant of a quota fishing right and a determination as to his entitlement.",
      "id": "s156"
    },
    {
      "text": "The first respondent was advised of the total number of SFRs provisionally granted to each eligible person under the Management Plan and the composition of that number, including the shark quota SFRs granted to him.",
      "id": "s157"
    },
    {
      "text": "He was provisionally granted 4,352 units in relation to gummy shark and 748 units in relation to school shark.",
      "id": "s158"
    },
    {
      "text": "Finally, the Authority's letter to the first respondent dated 18 June 2007 advised the first respondent of his right to apply to the Panel for a review of the decision.",
      "id": "s159"
    },
    {
      "text": "On 19 July 2007, the first respondent made an application to the Panel for review of the decision by the Authority.",
      "id": "s160"
    },
    {
      "text": "He contended that his unit allocation should have been 5,429 units in respect of gummy shark and 952 units in respect of school shark.",
      "id": "s161"
    },
    {
      "text": "He contended that his unit allocation had been unfairly and unreasonably adjusted in 2004 as a result of the new policy of the Authority and his participation in the buy-back scheme.",
      "id": "s162"
    },
    {
      "text": "The first respondent contended that when he participated in a buy-back scheme he was assured his action in doing so would not impact upon \"the allocation of school or gummy shark quota to [him]\".",
      "id": "s163"
    },
    {
      "text": "He contended that the removal of approximately 16 per cent of his unit allocation was unjust.",
      "id": "s164"
    },
    {
      "text": "The Panel's reasons\n The Panel's reasons are dated 1 December 2008.",
      "id": "s165"
    },
    {
      "text": "The Panel made its orders on 22 December 2008.",
      "id": "s166"
    },
    {
      "text": "It is common ground between the parties that the Panel was to conduct a merits review and that its task was to arrive at the correct or preferable decision.",
      "id": "s167"
    },
    {
      "text": "The Panel began by referring generally to its function under the FM Act and it noted that it operated separately from the Tribunal.",
      "id": "s168"
    },
    {
      "text": "The Panel noted the history of the matter as follows: On 16 November 2006, the AFMA announced its decision to commence the process of granting SFRs for school, gummy and saw shark in the Southern and Eastern Scalefish and Shark Fishery.",
      "id": "s169"
    },
    {
      "text": "Amendments to the Management Plan were effected on 20 December 2006.",
      "id": "s170"
    },
    {
      "text": "On 21 December 2006, the Authority published a notice in the Government Gazette to the effect that it intended to grant SFRs in relation to the Southern and Eastern Scalefish and Shark Fishery for shark species including school, gummy and saw shark, and it invited persons to apply to be registered as eligible persons.",
      "id": "s171"
    },
    {
      "text": "For the purposes of s 27(6) of the Management Plan, the notice period was specified to be 5.00 am on Friday, 22 December 2006.",
      "id": "s172"
    },
    {
      "text": "On 18 April 2007, the Authority wrote to the first respondent acknowledging his application for registration as an eligible person for the grant of SFRs for shark species in the Southern and Eastern Scalefish and Shark Fishery and advising him that he had been registered as an eligible person.",
      "id": "s173"
    },
    {
      "text": "On 19 June 2007, the Authority published in the Government Gazette its decision in relation to the SFRs including its allocation to the first respondent of 4,352 units in relation to gummy shark and 748 units in relation to school shark.",
      "id": "s174"
    },
    {
      "text": "The Panel then dealt with its function under the FM Act in more detail.",
      "id": "s175"
    },
    {
      "text": "There is no complaint about this section of its reasons, and I will summarise briefly what the Panel said.",
      "id": "s176"
    },
    {
      "text": "The Panel noted that its function was to review the decisions mentioned in s 23(1) of the FM Act, being (relevantly) decisions made by the Authority as to the person or persons to whom the grant of a fishing right in a managed fishery is to be made (s 142).",
      "id": "s177"
    },
    {
      "text": "It is convenient at this point to set out the terms of s 23(1) of the FM Act: \n \n \"(1) Where AFMA or a Joint Authority makes a decision as to the person or persons to whom the grant of a fishing right in a managed fishery is to be made, not being a grant or grants to be made after:\n (a) the holding of an auction in respect of the grant; or\n (b) the calling of tenders in respect of the grant;\n the following provisions of this section apply.",
      "id": "s178"
    },
    {
      "text": "\" \n \n\n The Panel referred to its powers on a review.",
      "id": "s179"
    },
    {
      "text": "It is convenient at this point to set out s 150 of the FM Act: \n \n \"(1) The Panel may, for the purposes of reviewing a decision, exercise all the powers and discretions that are conferred by this Act on the person or persons who made the decision.",
      "id": "s180"
    },
    {
      "text": "(2) The Panel may:\n (a) affirm the decision; or\n (b) vary the decision; or\n (c) set the decision aside and substitute a new decision.",
      "id": "s181"
    },
    {
      "text": "(3) If the Panel:\n (a) varies the decision; or\n (b) sets aside the decision and substitutes a new decision;\n the decision as varied or substituted is (except for the purposes of applications to the Panel for review or of appeals from decisions of the Panel) taken to be a decision of AFMA or the Joint Authority, as the case may be.",
      "id": "s182"
    },
    {
      "text": "(4) A decision made by the Panel takes effect when the applicant is notified of the decision under subsection 160(2).",
      "id": "s183"
    },
    {
      "text": "\" \n \n\n The Panel said that the decision it had to review was the decision made by the Authority on 18 June 2007 to allocate school shark, gummy shark, elephant fish and saw shark quota SFRs.",
      "id": "s184"
    },
    {
      "text": "The Panel said that, having regard to s 150 of the FM Act, its function was to conduct a merits review with a view to making the correct or preferable decision.",
      "id": "s185"
    },
    {
      "text": "The Panel referred to s 29(3) of the FM Act which refers to the persons to whom the grant is available in cases where an auction has not been held and tenders have not been called.",
      "id": "s186"
    },
    {
      "text": "That subsection is in the following terms:\n \n \n \"Where subsections (1) and (2) [auction and tender] do not apply in relation to a grant of a fishing right, the grant is available to the person selected in accordance with the procedures specified for that purpose in the plan of management relating to the grant.",
      "id": "s187"
    },
    {
      "text": "\" \n \n\n The Panel said that the task of the Authority had been \"to identify the procedures specified in the Plan and make a selection in accordance with them\", and that its task, standing in the shoes of the Authority, entailed \"a review of the allocation in accordance with the procedures specified in the Management Plan\".",
      "id": "s188"
    },
    {
      "text": "The Panel then made reference to two important sections in the Management Plan.",
      "id": "s189"
    },
    {
      "text": "Section 27 of the Management Plan deals with the conditions which must be satisfied by a person in order for that person to qualify as an eligible person for registration for a grant of various types of quota statutory fishing rights.",
      "id": "s190"
    },
    {
      "text": "Section 27(5) is in the following terms: \n \n \n \"A person satisfies the condition for registration as an eligible person for the grant of a quota statutory fishing right for a quota species mentioned in items 21 to 24 of Schedule 2 if, immediately before the end of the notice period, the person was authorised to take a number of quota units of that species in the fishery\".",
      "id": "s191"
    },
    {
      "text": "The species referred to in items 21 to 24 of Schedule 2 are school shark, gummy shark, elephant fish and saw shark.",
      "id": "s192"
    },
    {
      "text": "Section 28 of the Management Plan deals with the provisional grant of statutory fishing rights to a person who is registered as an eligible person for the grant of a statutory fishing right.",
      "id": "s193"
    },
    {
      "text": "The Authority must make a provisional grant to the eligible person in accordance with the provisions of the paragraphs in s 28(2).",
      "id": "s194"
    },
    {
      "text": "Section 28(2)(j) is in the following terms: \n \n \"If the person is registered as an eligible person for the grant of a quota statutory fishing right for a quota species because of subsection 27(5) --- 1 quota statutory fishing right for the species for each quota unit of that species that the person was authorised to take in the fishing in accordance with a fishing permit held by that person immediately before the end of the notice period.",
      "id": "s195"
    },
    {
      "text": "\" \n \n\n As I have said, the notice period in this case was specified to be 5.00 am on Friday, 22 December 2006.",
      "id": "s196"
    },
    {
      "text": "The Panel set out the submissions made by parties before it.",
      "id": "s197"
    },
    {
      "text": "I do not need to repeat what the Panel said.",
      "id": "s198"
    },
    {
      "text": "The Authority conceded during the application for review before the Panel that the Register was not correct as at 22 December 2006.",
      "id": "s199"
    },
    {
      "text": "That was said to have been due to a \"data entry problem\".",
      "id": "s200"
    },
    {
      "text": "The Authority submitted that the correct allocation of SFRs was 4,545 units of gummy shark (not 4,352 units) and 797 units of school shark (not 748 units).",
      "id": "s201"
    },
    {
      "text": "The real point in contest before the Panel was as follows.",
      "id": "s202"
    },
    {
      "text": "The first respondent contended that his entitlement was 5,429 units for gummy shark and 951 units for school shark.",
      "id": "s203"
    },
    {
      "text": "In 2004, the Authority had reduced his entitlement by a figure in the order of 16 per cent by reason of his participation in the buy-back scheme.",
      "id": "s204"
    },
    {
      "text": "The first respondent submitted that that decision was contrary to his understanding of the buy-back scheme and unfair and unreasonable.",
      "id": "s205"
    },
    {
      "text": "That was, the first respondent submitted, a decision the Panel could and should correct on his application to review the decision made by the Authority in June 2007.",
      "id": "s206"
    },
    {
      "text": "The Panel accepted that contention.",
      "id": "s207"
    },
    {
      "text": "The Panel's reasons for doing so are contained in the following paragraphs of its reasons: \n \n \"In this regard the Panel notes that in determining the issues raised by Horst Fischer and Graham Tapley, Justice Downes, sitting as a President of the AAT observed: \n \n\n \n \n 'Trevor Gilmore took part in the buy-back.",
      "id": "s208"
    },
    {
      "text": "Under the Fischer and Tapley proposal he would not be entitled to any quota because he no longer has a permit.",
      "id": "s209"
    },
    {
      "text": "Persons who took part in the buy-back were informed they would be entitled to quota.",
      "id": "s210"
    },
    {
      "text": "The quota allocation under review will give persons such as Mr Gilmore an entitlement to quota although less than under the Jenkinson Panel scheme.",
      "id": "s211"
    },
    {
      "text": "The system under review seems to me to be appropriate for persons who took part in the buy-back.",
      "id": "s212"
    },
    {
      "text": "' \n \n\n \n \n The Panel sees no basis for the contention that Gilmore ought to have agitated his position before Justice Downes.",
      "id": "s213"
    },
    {
      "text": "Nor does the Panel accept that by not being involved as a party to the Fischer and Tapley proceedings Gilmore is prevented from seeking the relief sought before the Panel.",
      "id": "s214"
    },
    {
      "text": "The Panel is of the view that Gilmore has made out his case before the Panel.",
      "id": "s215"
    },
    {
      "text": "He entered in an agreement with the Commonwealth.",
      "id": "s216"
    },
    {
      "text": "He ought to have been treated as being entitled to the issue of SFR.",
      "id": "s217"
    },
    {
      "text": "The Authority failed to consider him as so entitled.",
      "id": "s218"
    },
    {
      "text": "The Authority was in error not to do so and acted unreasonably.",
      "id": "s219"
    },
    {
      "text": "\" \n \n\n On 22 December 2008, the Panel made the following orders: \n \n \"1.",
      "id": "s220"
    },
    {
      "text": "AFMA's decision of 19 June 2007 as to the persons to whom a grant of Statutory Fishing Rights (SFRs) is to be made under the Southern and Eastern Scalefish and Shark Fishery Management Plan 2003 is set aside.",
      "id": "s221"
    },
    {
      "text": "The Panel substitutes a decision as to the persons to whom a grant of SFRs is to be made under the Southern and Eastern Scalefish and Shark Fishery Management Plan 2003 in accordance with the Schedule attached and marked \"Attachment A\".",
      "id": "s222"
    },
    {
      "text": "Under the Panel's orders, the SFRs allocated to the first respondent were 5,429 for gummy shark and 951 for school shark.",
      "id": "s223"
    },
    {
      "text": "Issues on the appeal\n The Authority accepts that the figures for the first respondent which were the subject of the provisional grant by it are incorrect.",
      "id": "s224"
    },
    {
      "text": "The quota SFRs for gummy shark should be 4,545, not 4,352 as advised, and the quota SFRs for school shark should be 797, not 748 as advised.",
      "id": "s225"
    },
    {
      "text": "During the progress of the application for review before the Panel, the solicitors for the Authority wrote to the Panel (with a copy of the letter to the first respondent) acknowledging the error and advising that the Panel had reissued the Register as at 22 December 2006 to reflect the true position.",
      "id": "s226"
    },
    {
      "text": "It referred the Panel to s 150 of the FM Act and asked it to give effect to the Register as reissued.",
      "id": "s227"
    },
    {
      "text": "The error acknowledged by the Authority was an inadvertent one.",
      "id": "s228"
    },
    {
      "text": "It seems to have involved some adjustments which were only partially made in 2004.",
      "id": "s229"
    },
    {
      "text": "The adjustments were the subject of a letter from the Authority to the first respondent dated 21 October 2004.",
      "id": "s230"
    },
    {
      "text": "The first respondent sought a review by the Tribunal of his fishing permit for 2001.",
      "id": "s231"
    },
    {
      "text": "The adjustments or need for adjustments were also referred to in the course of that review.",
      "id": "s232"
    },
    {
      "text": "In any event, by mistake, the proper allocation of gummy shark and school shark which could be taken was not reflected in the condition attached to the fishing permit held by the first respondent for the years 2004, 2005 and 2006.",
      "id": "s233"
    },
    {
      "text": "I accept that the error acknowledged by the Authority was unintended and was due to an error either in the calculation or recording of the quota units for the first respondent.",
      "id": "s234"
    },
    {
      "text": "There seems to me to be no reason why it cannot be corrected by the Authority and, if appropriate, by the Panel.",
      "id": "s235"
    },
    {
      "text": "In fact, I did not understand the first respondent to suggest otherwise.",
      "id": "s236"
    },
    {
      "text": "In the discussion which follows, I proceed on the basis that the first respondent's fishing permit for the 2006 year and the Register as at 22 December 2006 have been corrected to eliminate the error acknowledged by the Authority.",
      "id": "s237"
    },
    {
      "text": "The Authority's argument is a relatively simple one.",
      "id": "s238"
    },
    {
      "text": "It submits that the Panel did not have the power to go behind the first respondent's fishing permit for the 2006 year or the Register as at 22 December 2006.",
      "id": "s239"
    },
    {
      "text": "The Panel's only power was to apply the formula in s 28(2)(j) of the Management Plan and it did not have the power to depart from that formula on the grounds of fairness or reasonableness.",
      "id": "s240"
    },
    {
      "text": "The Panel erred because it considered that it had a general discretion to depart from the provisions of the Management Plan and had exercised that discretion.",
      "id": "s241"
    },
    {
      "text": "Although the Authority did not accept that the decision it made resulted in unfairness or unreasonableness as far as the first respondent was concerned, a lack of power to depart from the provisions of the Management Plan was the primary focus of its argument.",
      "id": "s242"
    },
    {
      "text": "The first respondent did not seek to argue that the Panel had a general discretion to depart from the provisions of the Management Plan where it considered it appropriate to do so.",
      "id": "s243"
    },
    {
      "text": "He submits that the Panel had the power to make the decision it did by virtue of the power in s 32(8) of the FM Act to vary or revoke a condition attached to a fishing permit.",
      "id": "s244"
    },
    {
      "text": "Section 32(8) of the FM Act is in the following terms: \n \n \"(8) AFMA may, by written notice given to the holder of a permit, whether or not at the request of the holder, vary or revoke a condition of the permit (not being a condition mentioned in subsection (5) or (7A)) or specify a condition or a further condition to which the permit is to be subject.",
      "id": "s245"
    },
    {
      "text": "\" \n \n\n The first respondent acknowledges that the Authority did not exercise this power, but he submits that the Panel did exercise the power and that it was entitled to do so by reason of s 150(1) of the FM Act.",
      "id": "s246"
    },
    {
      "text": "Under that subsection, the Panel may, for the purposes of reviewing a decision, exercise all the powers conferred on the Authority.",
      "id": "s247"
    },
    {
      "text": "He submits that, by reason of s 32(8) of the FM Act, the Panel was able to go behind the fishing permit and Register and, in an appropriate case, vary the allocation in the fishing permit and Register, at least notionally.",
      "id": "s248"
    },
    {
      "text": "The Panel would then apply the formula in s 28(2)(j) of the Management Plan to the allocation as varied.",
      "id": "s249"
    },
    {
      "text": "There was a good deal of debate before me as to the approach which was actually taken by the Panel.",
      "id": "s250"
    },
    {
      "text": "Did it take the broader approach which the Authority contends involved an error of law and which the first respondent does not seek to support, or did it take the narrower approach which the Authority submits was in any event erroneous and which the first respondent seeks to uphold?",
      "id": "s251"
    },
    {
      "text": "In my opinion, both approaches involve an error of law and an excess of jurisdiction.",
      "id": "s252"
    },
    {
      "text": "In those circumstances, it is not strictly necessary for me to consider the particular approach taken by the Panel.",
      "id": "s253"
    },
    {
      "text": "However, for the sake of completeness and in case there is a further appeal, I will do so later in these reasons.",
      "id": "s254"
    },
    {
      "text": "Neither the Authority, nor the Panel, had a general discretion to depart from the provisions of the Management Plan.",
      "id": "s255"
    },
    {
      "text": "The provisions of the FM Act and the Management Plan are clear.",
      "id": "s256"
    },
    {
      "text": "Section 29(3) of the FM Act provides that the selection process is to be carried out in accordance with the procedures specified in the Management Plan.",
      "id": "s257"
    },
    {
      "text": "Put another way, that means in conformity with procedures which, it is envisaged by the FM Act, will be laid down in the Management Plan.",
      "id": "s258"
    },
    {
      "text": "Full particulars of those procedures are to be specified in the notice under s 24 of the FM Act which starts the process whereby SFRs are to be granted (see s 25(b)).",
      "id": "s259"
    },
    {
      "text": "The Management Plan is quite clear in the procedures it specifies.",
      "id": "s260"
    },
    {
      "text": "It would have been open to the makers of the Management Plan to confer a general discretion but they did not do that.",
      "id": "s261"
    },
    {
      "text": "Section 27 of the Management Plan deals with eligibility for registration and does so by reference to the quota units a person is authorised to take.",
      "id": "s262"
    },
    {
      "text": "The authorisation to take is the fishing permit.",
      "id": "s263"
    },
    {
      "text": "Section 28(2)(j) of the Management Plan sets out the formula to be applied and it is even more explicit.",
      "id": "s264"
    },
    {
      "text": "It refers to what a person was authorised to take in the fishery in accordance with a fishing permit held by the person immediately before the end of the notice period.",
      "id": "s265"
    },
    {
      "text": "The matter is put beyond any doubt by s 25 of the Management Plan which links the quota units which are to be translated directly to the units specified in the permit and registered in the Register.",
      "id": "s266"
    },
    {
      "text": "The relevant fact is the number of quota units specified in the fishing permit and Register, not what the number of quota units might be after a review as to the merits ( Jadwan Pty Ltd v Secretary, Department of Health and Aged Care [2003] FCAFC 288 ; (2003) 145 FCR 1).",
      "id": "s267"
    },
    {
      "text": "I would also note that a general discretion to examine entitlement by examining the merits of a condition attached to a fishing permit may lead to delay and that does not appear to be contemplated by the process envisaged by ss 24-31 inclusive of the FM Act and the relevant provisions of the Management Plan.",
      "id": "s268"
    },
    {
      "text": "In my opinion, these considerations also lead to a rejection of the narrower submission that it was open to the Panel to exercise the power in s 32(8) of the FM Act.",
      "id": "s269"
    },
    {
      "text": "There is an additional reason why this submission must fail.",
      "id": "s270"
    },
    {
      "text": "The power to make a decision as to the availability of a grant of SFRs is dealt with in a different section of the FM Act (s 29(3)) from the power to make a decision to vary or revoke a condition attached to a fishing permit (s 32(8)).",
      "id": "s271"
    },
    {
      "text": "The decisions are subject to different review procedures, the first is subject to review by the Panel under s 142 and the second is subject to review by the Tribunal under s 165.",
      "id": "s272"
    },
    {
      "text": "The first respondent had the opportunity to challenge the quota allocation attached to his fishing permit by seeking review by the Tribunal.",
      "id": "s273"
    },
    {
      "text": "He may, in fact, have exercised that right by his involvement as a party in the Fischer No 2 proceeding.",
      "id": "s274"
    },
    {
      "text": "However, I do not need to decide that question because the important point is that the FM Act provides for a separate procedure for such challenge.",
      "id": "s275"
    },
    {
      "text": "There was a good deal of debate before me as to whether the power in s 32(8) to vary or revoke a condition attached to a fishing permit could only be exercised during the period of the permit and for a purpose related to the fishing activities undertaken, or to be undertaken pursuant to the permit.",
      "id": "s276"
    },
    {
      "text": "That question raises difficult issues which I will refrain from addressing because it is not necessary for me to do so.",
      "id": "s277"
    },
    {
      "text": "I would only say that the decision to which the first respondent referred, Shark Bay Tuna Farms Pty Ltd v Executive Director, Fisheries WA [2000] WASC 79 , is, with respect, of no real assistance because it is a decision dealing with quite a different statutory scheme (see at [30]-[41] per Wheeler J).",
      "id": "s278"
    },
    {
      "text": "The first respondent's submission that the Panel may, for the purposes of reviewing the decision, exercise a power or discretion conferred on the Authority even where the Authority did not exercise the power or discretion is correct: Australian Securities and Investments Commission v Donald [2003] FCAFC 318 ; (2003) 136 FCR 7 at 15 [29] - [30] per Kenny J.",
      "id": "s279"
    },
    {
      "text": "That is so, it seems, even where the original decision-maker, in reaching the decision it did, was not bound to consider the exercise of the particular power or discretion: Secretary, Department of Social Security v Hodgson [1992] FCA 338 ; (1992) 37 FCR 32.",
      "id": "s280"
    },
    {
      "text": "However, these principles do not assist the first respondent's argument because, for the reasons I have given, the Authority did not have the power or discretion to vary or revoke a condition attached to the first respondent's fishing permit in the course of making the decision it did.",
      "id": "s281"
    },
    {
      "text": "In my opinion, whichever approach the Panel took, it erred in law and thereby exceeded its jurisdiction.",
      "id": "s282"
    },
    {
      "text": "As I have said, for completeness and in case there is a further appeal, I will set out my conclusions as to the approach taken by the Panel.",
      "id": "s283"
    },
    {
      "text": "I bear in mind that the Panel's reasons are not to be construed minutely and with an eye keenly attuned to the perception of error: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272.",
      "id": "s284"
    },
    {
      "text": "The Panel was under an obligation to give each party a written statement setting out its decision and the reasons for its decision (s 160 of the FM Act).",
      "id": "s285"
    },
    {
      "text": "The Authority submits that the Panel was also under the obligation as to reasons contained in s 25D of the Acts Interpretation Act 1901 (Cth).",
      "id": "s286"
    },
    {
      "text": "I do not need to deal with that submission because I have reached a clear conclusion about the Panel's reasons without having to rely on the Authority's submission based on that section.",
      "id": "s287"
    },
    {
      "text": "In my opinion, the Panel did not proceed by reference to the power in s 32(8) of the FM Act.",
      "id": "s288"
    },
    {
      "text": "It proceeded on the basis that there was a general discretion to depart from the provisions of the Management Plan.",
      "id": "s289"
    },
    {
      "text": "There is no reference in the Panel's reasons to s 32(8) of the FM Act.",
      "id": "s290"
    },
    {
      "text": "There is no reference to the fact that the Authority did not address the power in s 32(8).",
      "id": "s291"
    },
    {
      "text": "There is no reference to the question whether, in those circumstances, it was open to the Panel to exercise the power in s 32(8) having regard to its powers in s 142 and s 150 of the FM Act.",
      "id": "s292"
    },
    {
      "text": "There is no reference to the question whether, in selecting the person to whom a grant is to be made available, it is open to the decision-maker to in effect exercise the power in s 32(8) of the FM Act before exercising the power of selection.",
      "id": "s293"
    },
    {
      "text": "There is no reference to the particular merits of exercising or not exercising the power in s 32(8).",
      "id": "s294"
    },
    {
      "text": "I have considered the matters to which the first respondent referred, including the matters in the transcript, but none of them persuade me that the Panel considered it was exercising the power in s 32(8) of the FM Act.",
      "id": "s295"
    },
    {
      "text": "The Panel made its decision on the basis that it was free to depart from the provisions of the Management Plan where it would be unreasonable not to do so.",
      "id": "s296"
    },
    {
      "text": "The Authority made two particular criticisms of the Panel's reasons, both of which are related to the third question of law it identified (see [14] above).",
      "id": "s297"
    },
    {
      "text": "First, the Authority submits that the Panel's statement that the first respondent was not a party to the Fischer No 2 proceeding was plainly wrong (see [51] above).",
      "id": "s298"
    },
    {
      "text": "The first respondent submits that this is simply a typographical error and that no party suggested to the Panel that he was not a party to that application.",
      "id": "s299"
    },
    {
      "text": "I think the first respondent is probably right, but I do not need to decide the point because, as I have said, the Panel has erred in law in a more significant respect.",
      "id": "s300"
    },
    {
      "text": "Secondly, the Authority submits that the Panel's statement that the Authority had failed to treat the first respondent as being entitled to the issue of SFRs is plainly incorrect (see [51] above).",
      "id": "s301"
    },
    {
      "text": "Such a statement is incorrect, but I do not think the Panel misunderstood the position, but rather expressed itself somewhat loosely.",
      "id": "s302"
    },
    {
      "text": "The Panel's reasons as a whole indicate that it was aware that the dispute related to the quantity of SFRs to which the first respondent was entitled.",
      "id": "s303"
    },
    {
      "text": "Conclusion\n The Panel erred in law and exceeded its jurisdiction.",
      "id": "s304"
    },
    {
      "text": "The appeal must be allowed.",
      "id": "s305"
    },
    {
      "text": "I will hear the parties as to the appropriate orders.",
      "id": "s306"
    },
    {
      "text": "I certify that the preceding seventy-two (72) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s307"
    },
    {
      "text": "Associate: \n \n \nDated: 24 November 2009\n \n Counsel for the Applicant: Ms D S Mortimer SC with Mr R M Niall \n \n Solicitor for the Applicant: Deacons \n \n Counsel for the First Respondent: Mr S D Ower with Ms C Sullivan \n \n Solicitor for the First Respondent: Camatta Lempens \n \n Counsel for the 2 nd to 134 th and 136 th to 209 th Respondents: The 2 nd to 134 th Respondents and 136 th to 209 th Respondents did not appear \n \n Counsel for the 135 th Respondent: The 135 th Respondent did not appear.",
      "id": "s308"
    },
    {
      "text": "Written submissions were filed on 12 June 2009.",
      "id": "s309"
    },
    {
      "text": "Dates of Hearing: 18, 19 June 2009 \n \n Date of Judgment: 24 November 2009 \n SCHEDULE OF PARTIES \n AUSTRALIAN FISHERIES MANAGEMENT AUTHORITY Applicant TREVOR RAY GILMORE First Respondent A G PURDON Second Respondent AJKA PTY LTD Third Respondent ALAN J ROBERTSON Fourth Respondent ANDREW F JOY Fifth Respondent ANKA FISHERIES PTY LTD Sixth Respondent ANTHONY &amp; HEATHER GRAY Seventh Respondents ANTHONY GRAEME GRAY Eighth Respondent ANTHONY GUSS (GUSTO SUPER FUND) Ninth Respondent ANTONIO MUSUMECI Tenth Respondent ARTHUR MARKELLOS Eleventh Respondent ARTHUR N &amp; GAIL SIFFORD Twelfth Respondents ARTHUR N SIFFORD Thirteenth Respondent AUSTRALIAN CRAYFISH ENTERPRISES PTY LTD Fourteenth Respondent AUSTRALIAN FISHING ENTERPRISES PTY LTD Fifteenth Respondent BARRY G &amp; VALMA J ALSOP Sixteenth Respondents BARRY J POWER Seventeenth Respondent BATFISH EDEN PTY LTD Eighteenth Respondent BEN BOYD FISHING CO PTY LTD Nineteenth Respondent BENJAMIN INNES Twentieth Respondent BERNARD J KENNEDY Twenty-first Respondent BIRCHGOLD PTY LTD Twenty-second Respondent BLACK PYRAMID PTY LTD Twenty-third Respondent BLUEBEARDS SEAFOODS COMPANY PTY LTD Twenty-fourth Respondent BRENDA ISABEL KLINGBERG Twenty-fifth Respondent BRETT MARTYN Twenty-sixth Respondent BRIAN J DAFF Twenty-seventh Respondent BRIAN K &amp; HEATHER E BAILEY Twenty-eighth Respondents BRIAN S BOLDING Twenty-ninth Respondent BRUCE A TEDHAM Thirtieth Respondent C PUGLISI &amp; SONS Thirty-first Respondent C R MARLOW &amp; SON PTY LTD Thirty-second Respondent CAPE HOOD PTY LTD Thirty-third Respondent CHARISSA PTY LTD Thirty-fourth Respondent CHRIS CATSAMBALIS Thirty-fifth Respondent CHRISTINE M SECKOLD Thirty-sixth Respondent CHRISTOPHER &amp; ANNE NEWMAN Thirty-seventh Respondents CRAIG A HARRISS &amp; JUDITH A ROWLINGS Thirty-eighth Respondents CRAIG D LAWRIE Thirty-ninth Respondent CRAIG GARLAND Fortieth Respondent CRANVIC PTY LTD Forty-first Respondent CULL FISHERIES PTY LTD Forty-second Respondent CUNNINGHAM FISHERIES PTY LTD Forty-third Respondent D R HIBBERD Forty-fourth Respondent DARIN BROOKS Forty-fifth Respondent DAVID &amp; PAMELA WILSON Forty-sixth Respondents DAVID A SHARP Forty-seventh Respondent DELMARK HOLDINGS PTY LTD Forty-eighth Respondent ELLIAAS &amp; ZOE TOUMAZOS &amp; SOUTHERN SEA EAGLES PTY LTD Forty-ninth Respondents EMPRESS PEARL PTY LTD Fiftieth Respondent ENDYMON PTY LTD Fifty-first Respondent EOIN MALCOLM MCEACHERN Fifty-second Respondent ERIC G TAYLOR Fifty-third Respondent E W &amp; V C JONES Fifty-fourth Respondents F &amp; H TRAWLING CO PTY LIMITED Fifty-fifth Respondent F C NEWMAN &amp; M A NEWMAN Fifty-sixth Respondents F M ROBERTS, M S THOMSEN, B J THOMSEN trading as T &amp; R TRAWLING Fifty-seventh Respondents G &amp; E PITLIANGAS PTY LTD Fifty-eighth Respondent G L &amp; V R WALDEN Fifty-ninth Respondents G &amp; E PITLIANGAS PTY LTD, C, N, &amp; E PITLIANGAS, F &amp; D HATZOPOULIS &amp; F V VOTSIS-BIVOLTSIS Sixtieth Respondents GARRIE T HENNESS Sixty-first Respondent GARRY C WALTON Sixty-second Respondent GARY JOHN LLOYD Sixty-third Respondent GAZAK HOLDINGS PTY LTD Sixty-fourth Respondent G B &amp; J COTTEE and F C &amp; M NEWMAN Sixty-fifth Respondents GEORGE TOWN SEAFOODS PTY LTD Sixty-sixth Respondent GERHARD WILMINK Sixty-seventh Respondent GREGORY HOWARD Sixty-eighth Respondent GREGORY PAUL PHILLIPS Sixty-ninth Respondent GUSTAV KRAUSE &amp; JULIE KRAUSE Seventieth Respondents H M FISHING CO PTY LTD Seventy-first Respondent IRONNET PTY LTD Seventy-second Respondent J &amp; N JARVIS PTY LTD &amp; DEWEBB PTY LTD Seventy-third Respondents J F, C R &amp; A LAVALLE Seventy-fourth Respondents JACK MIRIKLIS MARINE PTY LTD Seventy-fifth Respondents JAMES ALEXANDER HURSEY SNR Seventy-sixth Respondent JAMES P RACOVOLIS Seventy-seventh Respondent JARROD BRETT CHAMBERS Seventy-eighth Respondent JEFFREY W SCHMUCKER Seventy-ninth Respondent JIMMY ELIAS &amp; SON PTY LTD Eightieth Respondent JOHN C GUILLOT Eighty-first Respondent JOHN CHARLES &amp; CHERYL ANN GUILLOT Eighty-second Respondent JOHN E GRAY Eighty-third Respondent JOHN MAURICE BARRET Eighty-fourth Respondent JOHN PALEOLOGOUDIAS Eighty-fifth Respondent JOHN R STEWART Eighty-sixth Respondent JOHN WILMOT &amp; C WHEATLEY Eighty-seventh Respondents JOSEPH &amp; WANDA STEVENS Eighty-eighth Respondents JOSEPH G PUGLISI Eighty-ninth Respondent K T NEWMAN Ninetieth Respondent KARL &amp; FIONA KRAUSE Ninety-first Respondents KENNY FISHERIES PTY LTD Ninety-second Respondent KENTON G WAY Ninety-third Respondent KEVIN J GRAY Ninety-fourth Respondent KEVIN RONALD &amp; CHERYL FRANCES NEWMAN Ninety-fifth Respondents KEVIN T, V T, K R &amp; F E HASLAM Ninety-sixth Respondents KYRIAKIOS TOUMAZOS Ninety-seventh Respondent L &amp; A KAVADAS Ninety-eighth Respondent LEIGH CHAMBERS Ninety-ninth Respondent LEIGH COX One hundredth Respondent LEIGH ROBERT &amp; TANIA LYNETTE CASTLE 101 st Respondents LORAINE A &amp; DAVID A HURSEY &amp; J G SAYERS 102 nd Respondents LORJONA PTY LTD 103 rd Respondent LUCKY S FISHING PTY LTD 104 th Respondent M J GOULDEN 105 th Respondent MARK CHRISTOPHER NURSE &amp; HAYLEY LOUISE NURSE 106 th Respondent MATTHEW P CONNALLY, DALE P CONNALLY &amp; DIANE M CONNALLY 107 th Respondent MAYSAN PT LTD &amp; ROSS HUGO MILLS 108 th Respondents MCLAUGHLIN CONSOLIDATED FISHERMAN LTD 109 th Respondent MERVYN H MARWOOD 110 th Respondent MICHAEL &amp; TELLY ALESIOS 111 th Respondents MICHAEL A BELL 112 th Respondent MICHAEL J CRIPPS 113 th Respondent MICHAEL J O'NEILL 114 th Respondent MICHAEL JOHN WHITE 115 th Respondent MICHAEL N KELLY 116 th Respondent MICHAEL PETER &amp; SUSAN AMY MCCORMACK 117 th Respondents MICHAEL V HARDY 118 th Respondent MURES FISH CENTRE PTY LTD 119 th Respondent MURES FISHING PTY LTD 120 th Respondent N, E &amp; C PITLIANGAS, F VOTSIS-BIVOLTSIS &amp; F HATZOPOULOS 121 st Respondent NATHAN MAX ZWART 122 nd Respondent NEALE BLUNDEN 123 rd Respondent NEALE M LISK 124 th Respondent NEIL ANTHONY INNES 125 th Respondent NEIL WARREN HOSKING 126 th Respondent NICHOLAS POLGEEST 127 th Respondent OCEAN FRESH FISHERIES PTY LTD 128 th Respondent OPAL STAR FISHERIES PTY LTD 129 th Respondent ORION FISHING PTY LTD SUPERANNUATION FUND 130 th Respondent OWEN JAMES &amp; CHRISTINE GRASSBY 131 st Respondents P, D &amp; S CLARKE 132 nd Respondents PACIFIC FISHERIES PTY LTD 133 rd Respondent PARNKALLA INVESTMENTS PTY LTD 134 th Respondent PATRICK JAMES CLARK 135 th Respondent PAUL A CLAUGHTON 136 th Respondent PERSY BARNETT FISHING CO PTY LTD 137 th Respondent PETER BELL 138 th Respondent PETER DOUGLAS (DOUGLAS FISHING SUPER FUND) 139 th Respondent PETER G &amp; UNA M ROCKLIFF 140 th Respondents PETER M LE MAITRE 141 st Respondent PETER TERENCE KELLY 142 nd Respondent PIEDMONT INVESTMENTS PTY LTD 143 rd Respondent R B LOWDEN PTY LTD 144 th Respondent RACOVOLIS AMALGAMATED FISH AGENTS PTY LTD 145 th Respondent RACOVOLIS AUSTRALIA LTD 146 th Respondent RAPTIS FISHING LICENCES PTY LTD 147 th Respondent RAYMOND &amp; JUDITH A DICKIE 148 th Respondents RAYMOND J OTTEY 149 th Respondent R C &amp; S E CUNNINGHAM 150 th Respondents RICHARD WILLIAM HOWARD 151 st Respondent ROBERT C CHIRGWIN 152 nd Respondent ROBERT C MORGAN 153 rd Respondent ROBERT C YOUNG 154 th Respondent ROBERT FERGUSON 155 th Respondent ROBERT FISH 156 th Respondent ROBERT P BARRETT 157 th Respondent ROCKFISH 1 PTY LIMITED 158 th Respondent RODGER GRAHAM SNR 159 th Respondent RODNEY G &amp; BRONWYN L CASEMENT 160 th Respondents RODNEY G CASEMENT 161 st Respondent RODNEY G SMITH 162 nd Respondent RODNEY J W FRIEND 163 rd Respondent ROGER MICHAEL FOURTER 164 th Respondent ROSMA FISHING CO PTY LIMITED 165 th Respondent RUSSELL C FROST 166 th Respondent S &amp; J SEAFOOD SUPPLY PTY LTD 167 th Respondent S, S &amp; J SOTIRAKIS 168 th Respondent SANPOOL FISHERIES PTY LTD 169 th Respondent SARRIBA PTY LTD 170 th Respondent SCOTT A GLUYAS 171 st Respondent SCOTT ALBERT GLUYAS as trustee for JOTORI SUPERANNUATION FUND 172 nd Respondent SHANE A BEVIS 173 rd Respondent SHAUN V RANSOM and VERONICA J PEARCE 174 th Respondents SHAYNE LESLIE BARLING and ANNEMAREE FRIEND 175 th Respondents SIME SARIN 176 th Respondent SIMOAN PTY LTD 177 th Respondent SIMON K TIDSWELL 178 th Respondent SKYANEE PTY LTD 179 th Respondent SLIDELL PTY LTD 180 th Respondent STEPHEN GIBBONS &amp; SUSAN CLEMENTS 181 st Respondents STEPHEN V CHAMBERS 182 nd Respondent STEPHEN WILLIAM JOHN FARQUHAR 183 rd Respondent STEVE SPRALJA 184 th Respondent STEVEN W CLARK 185 th Respondent SYDNEY FISH MARKET PTY LTD 186 th Respondent T &amp; D P GUARNACCIA PTY LTD &amp; HUNT MORREY PTY LTD 187 th Respondents T &amp; M VAN BOOM &amp; LUCAS HILL 188 th Respondents T &amp; V PARISSOS 189 th Respondents TANIA L VON STANKE 190 th Respondent TASMAN BLUE PACIFIC PTY LTD 191 st Respondent THE FISH FACTORY PTY LTD/FAMAZOS 192 nd Respondent THEO PETER HAIRON 193 rd Respondent THEODORUS &amp; MIRANDA VAN BOOM, LUCAS &amp; MARGARET HILL 194 th Respondents THEOPHILOS TOUMAZOS 195 th Respondent TIMOTHY JOHN KIELY 196 th Respondent TOBERFISH PTY LTD 197 th Respondent UDO WINKELHOFER 198 th Respondent V M HARDY 199 th Respondent VALENTE HOLDINGS PTY LTD 200 th Respondent VICKI A SMITH 201 st Respondent W J FOUNTAIN PTY LTD 202 nd Respondent W M &amp; J E CULL PTY LTD 203 rd Respondent WAYNE L CHEERS 204 th Respondent WELLINGTON CAPE PTY LTD 205 th Respondent WILLIAM P RITTER 206 th Respondent WILLIAM R WATTS 207 th Respondent WOODSTEIN PTY LTD 208 th Respondent YOSHIKO STYNES 209 th Respondent \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1369.html",
      "id": "s310"
    }
  ]
}