{
  "name": "Deputy Commissioner of Taxation v Bedroff Pty Ltd ACN 079 158 955 [2009] FCA 1266 (30 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1266.html",
  "catchphrases": [
    {
      "text": "liquidations",
      "id": "c0"
    },
    {
      "text": "administration",
      "id": "c1"
    },
    {
      "text": "statutory demand",
      "id": "c2"
    },
    {
      "text": "application to wind up corporation in insolvency",
      "id": "c3"
    },
    {
      "text": "failure to comply with statutory demand",
      "id": "c4"
    },
    {
      "text": "unsuccessful application to set aside statutory demand",
      "id": "c5"
    },
    {
      "text": "company not in administration at time of application",
      "id": "c6"
    },
    {
      "text": "administrator appointed on day prior to hearing of winding up application",
      "id": "c7"
    },
    {
      "text": "prior objection made against company's taxation liability",
      "id": "c8"
    },
    {
      "text": "objection allowed by commissioner of taxation resulting in company's taxation liability and related penalty being reduced",
      "id": "c9"
    },
    {
      "text": "indebtedness of the company to the commonwealth reduced by that objection decision but substantial debt remained owing to the commonwealth",
      "id": "c10"
    },
    {
      "text": "evidence of a proposed deed of company arrangement",
      "id": "c11"
    },
    {
      "text": "proposal for related creditors not to prove under arrangement",
      "id": "c12"
    },
    {
      "text": "professional opinion that a deed of company arrangement may result in a benefit flowing to creditors from their ability to consider a deed of company arrangement",
      "id": "c13"
    },
    {
      "text": "whether court was satisfied that it was in interests of creditors to continue in administration rather than to wind up corporation",
      "id": "c14"
    },
    {
      "text": "held short adjournment of the winding up application in the interests of creditors",
      "id": "c15"
    },
    {
      "text": "(cth) corporations act 2001 s 440a",
      "id": "c16"
    },
    {
      "text": "corporations",
      "id": "c17"
    }
  ],
  "sentences": [
    {
      "text": "A Deputy Commissioner of Taxation (Deputy Commissioner) has applied under the Corporations Act 2001 (Cth) (Corporations Act) for an order for the winding up of the Defendant company, Bedroff Pty Ltd ACN 079 158 955 (Bedroff).",
      "id": "s0"
    },
    {
      "text": "The basis for the making of the winding up application was a failure on the part of Bedroff to comply with a statutory demand served upon it.",
      "id": "s1"
    },
    {
      "text": "That demand related to Commonwealth revenue law debt in the then total amount of $3,395,967.85.",
      "id": "s2"
    },
    {
      "text": "Bedroff made a subsequent, unsuccessful, application to set aside the statutory demand.",
      "id": "s3"
    },
    {
      "text": "As I have mentioned, it then failed to comply with that demand.",
      "id": "s4"
    },
    {
      "text": "On 19 August this year the Deputy Commissioner filed the application for the winding up of Bedroff.",
      "id": "s5"
    },
    {
      "text": "The application was initially returnable on 18 September 2009.",
      "id": "s6"
    },
    {
      "text": "On that date, the hearing of the winding up application was, by consent, adjourned.",
      "id": "s7"
    },
    {
      "text": "Today is the date for the hearing of the winding up application.",
      "id": "s8"
    },
    {
      "text": "Yesterday, that is, on 29 October 2009, late in the day it seems, the company appointed Mr Nick Jim Combis and Mr Peter Dinoris as administrators.",
      "id": "s9"
    },
    {
      "text": "Upon the hearing of the winding up application being called on before the District Registrar, the company made application for the adjournment of the winding up application.",
      "id": "s10"
    },
    {
      "text": "That course was opposed by the Deputy Commissioner.",
      "id": "s11"
    },
    {
      "text": "Accordingly, and appropriately, the District Registrar referred the matter to a judge for determination.",
      "id": "s12"
    },
    {
      "text": "The question for immediate determination is that posed by s 440A(2) of the Corporations Act .",
      "id": "s13"
    },
    {
      "text": "That subsection provides that: \n \n The court is to adjourn the hearing of an application for an order to wind up a company if the company is under administration and the court is satisfied that it is in the interests of the company's creditors for the company to continue under administration rather than be wound up.",
      "id": "s14"
    },
    {
      "text": "A question then is: am I satisfied that it is in the interests of the company's creditors for the company to continue under administration rather than be wound up?",
      "id": "s15"
    },
    {
      "text": "It is for the company, Bedroff, to satisfy me in that regard.",
      "id": "s16"
    },
    {
      "text": "In Deputy Commissioner of Taxation v WPS Motorsport Pty Ltd (2009) 71 ACSR 640 (WPS Motorsport), I had occasion to consider a number of authorities bearing upon the question for immediate determination: see paras 20 - 23 of the reasons for judgment in that case, in particular.",
      "id": "s17"
    },
    {
      "text": "Since the winding up application was filed, the Deputy Commissioner has determined an objection to the substantive underlying revenue law debt arising from default assessment.",
      "id": "s18"
    },
    {
      "text": "It emerges from the affidavit of debt of Mr Gregory Phillips, read on behalf of the Deputy Commissioner, that on or about 19 October 2009 an objection was allowed against Bedroff's income tax assessment for the year ended 30 June 2005.",
      "id": "s19"
    },
    {
      "text": "The result of that objection decision was that Bedroff's taxation liability for the 2005 year was reduced by $813,063.22, with related penalty being reduced by $609,797.42.",
      "id": "s20"
    },
    {
      "text": "As yet, and perhaps surprisingly, the Deputy Commissioner has not yet taken steps to implement that objection decision by the issuing of an appropriate amended assessment.",
      "id": "s21"
    },
    {
      "text": "The evidence, though, is that when that amended assessment is issued, the present indebtedness of the company to the Commonwealth, which has risen a little as a result of the running of general interest charge, will be reduced by $1,422,860.64.",
      "id": "s22"
    },
    {
      "text": "On any view, though, what remains is a substantial debt to the Commonwealth.",
      "id": "s23"
    },
    {
      "text": "In the evidence read on behalf of Bedroff, the following statements are made.",
      "id": "s24"
    },
    {
      "text": "The statements are not the subject of challenge by the Deputy Commissioner.",
      "id": "s25"
    },
    {
      "text": "Thus, one of the administrators, Mr Dinoris, has stated in correspondence to Bedroff's solicitors that he, in turn, has been informed by a Mr Mark Tonge of the company, that if the voluntary administration were allowed to continue, Mr Tonge would be considering the putting forward of a deed of company arrangement to the company's creditors, whereby: \n(a) he, ie, Mr Tonge, would pursue all reasonable avenues to assist with the sale of real property assets of the company; and\n \n(b) all related or associated creditors would not prove in the proposed arrangement, so as to seek any dividend.",
      "id": "s26"
    },
    {
      "text": "Mr Dinoris opines, and I agree, that a proposal of that kind is consistent with the objectives of Pt 5.3A of the Corporations Act , in that it is one which, if accepted by creditors, would increase the return which might otherwise prevail to non-related creditors such as the Commonwealth of Australia in respect of debts payable to the Deputy Commissioner.",
      "id": "s27"
    },
    {
      "text": "Mr Dinoris further opines that, based on the information presently available to him, it appears that Mr Tonge is a substantial creditor of the company and that he would be prepared not to prove, for dividend purposes, were a deed of company arrangement to be accepted.",
      "id": "s28"
    },
    {
      "text": "Also in evidence is correspondence directed to the company's solicitors from a chartered accountant, Mr David Hayes, of WMS Chartered Accountants.",
      "id": "s29"
    },
    {
      "text": "Mr Hayes is the accountant for Bedroff.",
      "id": "s30"
    },
    {
      "text": "Mr Hayes opines that a voluntary administration with a deed of company arrangement would be the best outcome for the company.",
      "id": "s31"
    },
    {
      "text": "His opinion is that it would allow for the orderly realisation of assets in order to satisfy secured and unsecured creditors.",
      "id": "s32"
    },
    {
      "text": "His further opinion is that winding the company up now will \"most certainly result in unsecured creditors receiving no dividend at all.",
      "id": "s33"
    },
    {
      "text": "\" Mr Hayes states that Bedroff: \n \n [I]s experiencing a cash flow problem at present however, from information we have been provided with it would appear as though the company has a surplus of assets over liabilities sufficient to repay all creditors.",
      "id": "s34"
    },
    {
      "text": "He further states: \n \n Allowing the company time to achieve the best possible sale price for the Coomera land will likely see the ATO, ie, Australian Taxation Office, and other secured creditors received 100% of their debts.",
      "id": "s35"
    },
    {
      "text": "Based on information provided to me, the land will likely sell for approximately $9.5 million, with secured lenders currently at $7 million.",
      "id": "s36"
    },
    {
      "text": "An orderly realisation of this land should result in a surplus of approximately $2.5 million to be applied to the benefit of unsecured creditors.",
      "id": "s37"
    },
    {
      "text": "Mr Hayes further states: \n \n Furthermore, a deed of company arrangement entered into under a voluntary administration will give a priority to the ATO as the remaining unsecured creditors are associates of Bedroff.",
      "id": "s38"
    },
    {
      "text": "It is my understanding that these associates will step aside from the creditor pool such the ATO will then rank first after the secured creditors.",
      "id": "s39"
    },
    {
      "text": "Mr Hayes then voices the opinion that such a proposal in a deed of company arrangement would be the \"best possible outcome\" and that \"appointing a liquidator now will almost certainly remove any chance of realising the maximum potential from the land.",
      "id": "s40"
    },
    {
      "text": "\" I should state that Bedroff acts as the trustee of a trust.",
      "id": "s41"
    },
    {
      "text": "It is, though, in that capacity, liable in respect of the taxation debt.",
      "id": "s42"
    },
    {
      "text": "It also appears --- although the evidence in this regard must be said to be general --- that Bedroff, as trustee, is the owner of realty assets in or about Coomera.",
      "id": "s43"
    },
    {
      "text": "In WPS Motorsport I was faced with a question as to whether, on the evidence to hand, I was satisfied that it was in the interests of the creditors to the company for the winding up application to be adjourned.",
      "id": "s44"
    },
    {
      "text": "The evidence put forward on behalf of the company, there to give rise such satisfaction, was, when one analysed it, illusory.",
      "id": "s45"
    },
    {
      "text": "That is not this case.",
      "id": "s46"
    },
    {
      "text": "While the evidence is certainly of a general nature, it does enliven, in my opinion, sentiments of the kind voiced by Philip McMurdo J in Re Octaviar Ltd (formerly MFS Ltd) (2009) 69 ACSR 121 at [55] (Re Octaviar), in a passage to which I referred in WPS Motorsport Pty Ltd at [21].",
      "id": "s47"
    },
    {
      "text": "In particular, his Honour observed that it will often be the case where not enough is known about what is likely to come from either a liquidation or a deed of company administration regime for a comparison as to relative worth not to be able to be made at an early stage.",
      "id": "s48"
    },
    {
      "text": "In Re Octaviar, his Honour referred to a passage from a judgment delivered by Campbell J in Deputy Commission of Taxation v Bradley Keeling Management Pty Ltd [2003] NSWSC 47 ; (2003) 44 ACSR 377 at 380.",
      "id": "s49"
    },
    {
      "text": "The passage concerned is in these terms: \n \n Ultimately what the court needs to do is to be persuaded.",
      "id": "s50"
    },
    {
      "text": "The amount of proof which can result in persuasion, differs with the circumstances in which litigation comes before the court.",
      "id": "s51"
    },
    {
      "text": "It is common enough, in applications under s 440A , for an administrator to need to seek an adjournment very soon after his or her appointment, at a time when he or she knows very little about the affairs of the company.",
      "id": "s52"
    },
    {
      "text": "In that sort of situation, comparatively little material might be needed to justify a short adjournment.",
      "id": "s53"
    },
    {
      "text": "As time goes on, however, and the occasion that there has been for the collecting of evidence increases, so the amount of material which might need to be put before the court before it is persuaded, will increase.",
      "id": "s54"
    },
    {
      "text": "Here, professional men of requisite expertise have voiced considered opinions which attest to the prospect of a benefit flowing to creditors from their ability to consider a deed of company arrangement.",
      "id": "s55"
    },
    {
      "text": "At present, the position which might be revealed upon further investigation so as to substantiate the nature and extent of the benefit is, as I have observed, general.",
      "id": "s56"
    },
    {
      "text": "Nonetheless, there is a basis upon which, in my opinion, it is in the interests of creditors for there at least to be a short adjournment so that the position can be further investigated and detailed.",
      "id": "s57"
    },
    {
      "text": "Obviously enough, apart from the evidencing of particular transactions for the disposal on favourable terms of assets held by Bedroff as trustee, it would be desirable to have affirmative statements by those who would not prove in the deed of company administration substantiating, in a way that does not admit of retraction, the position of not seeking to prove.",
      "id": "s58"
    },
    {
      "text": "Further, it would obviously be desirable to have a precisely formulated deed.",
      "id": "s59"
    },
    {
      "text": "These, though, truly, are matters for further work by the administrator and do bespeak, in my opinion, the desirability in the interests of creditors of the company for it to continue under administration rather than be wound up.",
      "id": "s60"
    },
    {
      "text": "The Deputy Commissioner voiced a separate concern in relation to what might happen were there to be an adjournment in respect of relation back periods.",
      "id": "s61"
    },
    {
      "text": "The answer to this, though, is set out at para 25 of WPS Motorsport.",
      "id": "s62"
    },
    {
      "text": "That effect has already occurred and, again, as in that case, it was not put to me that there should be some alteration of that effect.",
      "id": "s63"
    },
    {
      "text": "In these circumstances, therefore, holding, as I do, the satisfaction referred to in s 440A(2) of the Corporations Act , I am obliged to adjourn the hearing of the application for the winding up of Bedroff.",
      "id": "s64"
    },
    {
      "text": "I shall hear from the parties as to what is submitted to be an appropriately short period for that adjournment.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s66"
    },
    {
      "text": "Associate:\n \n \nDated: 17 November 2009\n \n Solicitor for the Applicant: The Applicant appeared via an officer authorised on their behalf pursuant to the Taxation Administration Act 1953 (Cth) \n \n Solicitor for the Respondent: Mr A Delaney of Delaneys Lawyers \n Date of Hearing: 30 October 2009 \n \n Date of Judgment: 30 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1266.html",
      "id": "s67"
    }
  ]
}