{
  "name": "Clark v Commissioner of Taxation (No. 2) [2009] FCA 1496 (14 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1496.html",
  "catchphrases": [
    {
      "text": "consideration of submissions in relation to the form of orders to be made arising out of the publication of reasons for judgment in clark v commissioner of taxation [2009] fca 1401 on 30 november 2009",
      "id": "c0"
    },
    {
      "text": "taxation",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "In these proceedings, reasons for judgment were published on 30 November 2009.",
      "id": "s0"
    },
    {
      "text": "Each application was adjourned to 14 December 2009 to enable the parties to make further submissions as to the form of orders to be made including orders as to costs, in light of the reasons for judgment.",
      "id": "s1"
    },
    {
      "text": "Short submissions were received as to those matters.",
      "id": "s2"
    },
    {
      "text": "Having regard to the reasons for judgment, the appeal of each taxpayer from the Commissioner's appellable objection decision is to be allowed.",
      "id": "s3"
    },
    {
      "text": "Section 14ZZP of the Taxation Administration Act 1953 (Cth) provides that the Court may make such order in relation to the appellable objection decision as it thinks fit including an order varying the decision.",
      "id": "s4"
    },
    {
      "text": "It seems to me that the appropriate orders are these: The appeal be allowed.",
      "id": "s5"
    },
    {
      "text": "The objection decision of the respondent dated 27 October 2006 is varied by setting aside the disallowance of the applicant's objection to the respondent's Amended Assessment the subject of para 1 of the application filed on 15 December 2006 and substituting for that decision, a decision allowing the objection of the applicant.",
      "id": "s6"
    },
    {
      "text": "The Commissioner of Taxation is directed to issue an Amended Assessment taking account of the reasons for judgment published on 30 November 2009.",
      "id": "s7"
    },
    {
      "text": "As to the question of costs, the applicants initially sought an order for indemnity costs although that matter has not been pressed.",
      "id": "s8"
    },
    {
      "text": "The appropriate order is an order that the respondent pay the costs of each applicant of and incidental to the application.",
      "id": "s9"
    },
    {
      "text": "I certify that the preceding three (3) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s10"
    },
    {
      "text": "Associate:\n \n \nDated: 14 December 2009\n \n Counsel for the Applicants: Mr M Robertson \n \n Solicitor for the Applicants: Ernst &amp; Young, Law \n \n Counsel for the Respondent: Mr S Couper SC with Ms M Brennan \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 14 December 2009 \n \n Date of Judgment: 14 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1496.html",
      "id": "s11"
    }
  ]
}