{
  "name": "Anabelle Bits Pty Ltd v Fujitsu Ltd (No. 3) [2009] FCA 1089 (25 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1089.html",
  "catchphrases": [
    {
      "text": "conditional appearance by respondent served in japan",
      "id": "c0"
    },
    {
      "text": "motion to set aside service",
      "id": "c1"
    },
    {
      "text": "requirement that applicant should have a prima facie case for the relief claimed",
      "id": "c2"
    },
    {
      "text": "applicable principles",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Background\n This judgment is a sequel to Anabelle Bits Pty Ltd v Fujitsu Ltd [2007] FCA 1190 ('Anabelle Bits No.",
      "id": "s0"
    },
    {
      "text": "1) of 26 July 2007 and Anabelle Bits Pty Ltd v Fujitsu Ltd [2009] FCA 287 ('Anabelle Bits No.",
      "id": "s1"
    },
    {
      "text": "2') of 2 March 2009.",
      "id": "s2"
    },
    {
      "text": "On 30 June 2009 the first respondent, Fujitsu Limited, filed a Notice of Motion, dated 30 June 2009, in which it sought orders: \n \n '1.",
      "id": "s3"
    },
    {
      "text": "setting aside the service of the originating process on the first respondent; and \n \n\n discharging the order giving leave to serve the originating process outside Australia.",
      "id": "s4"
    },
    {
      "text": "' \n At the hearing of the motion on 17 September 2009 senior counsel for the applicant, Anabelle Bits Pty Limited, re-read the affidavit of Kenneth Lowe, the Managing Director of the applicant, which trades as ASI Solutions, sworn 18 July 2007.",
      "id": "s5"
    },
    {
      "text": "He also re-tendered a bundle of documents which had been exhibited to Mr Lowe's affidavit as Exhibit ' KL1 '.",
      "id": "s6"
    },
    {
      "text": "The bundle of documents previously marked as Exhibit AA-1 on 19 July 2007 and as Exhibit AA-1/2 on 2 March 2009 became Exhibit AA-1/3 on 17 September 2009.",
      "id": "s7"
    },
    {
      "text": "Senior counsel for the applicant also read an affidavit of Kenneth Lowe sworn 4 August 2009 and an affidavit of Jorge Ferreira, the Channel Sales Manager of Anabelle Bits Pty Limited, sworn 27 July 2009.",
      "id": "s8"
    },
    {
      "text": "The first respondent read the affidavit of Matthew Gerard McLennan of Messrs Allens Arthur Robinson, sworn 30 June 2009.",
      "id": "s9"
    },
    {
      "text": "The second respondent, Fujitsu Australia Limited, a wholly owned subsidiary of Fujitsu Limited, did not appear on the hearing of the motion.",
      "id": "s10"
    },
    {
      "text": "On 26 July 2007 the Court ordered that the applicant have leave pursuant to Order 8 rule 3(2) of the Federal Court Rules to serve the then Application and the Statement of Claim on the first respondent by using the diplomatic channel.",
      "id": "s11"
    },
    {
      "text": "The problem with that order was that the Application unwittingly included as the first respondent's address in Japan, the address given by the second respondent to the Australian Securities and Investments Commission as the address of the first respondent, which proved not to be its current address at the time of the attempted service.",
      "id": "s12"
    },
    {
      "text": "The second respondent is and has at all material times been a wholly owned subsidiary of the first respondent.",
      "id": "s13"
    },
    {
      "text": "On 24 February 2009 the applicant filed an Amended Application which identified the then address of the first respondent as '4-1-1, Kamikodanaka, Nakahara-ku, Kawasaki City, Kanagawa 211-0053 Japan'.",
      "id": "s14"
    },
    {
      "text": "On 2 March 2009 the Court granted leave to the applicant pursuant to Order 8 rule 3(2) of the Federal Court Rules to serve the Amended Application filed 24 February 2009 and the Statement of Claim filed 29 June 2007 on the first respondent by using the diplomatic channel.",
      "id": "s15"
    },
    {
      "text": "The second respondent filed a Notice of Appearance in the proceedings on 17 July 2007.",
      "id": "s16"
    },
    {
      "text": "Its solicitors are Allens Arthur Robinson.",
      "id": "s17"
    },
    {
      "text": "The first respondent filed a Notice of Conditional Appearance on 16 June 2009.",
      "id": "s18"
    },
    {
      "text": "Its solicitors are also Allens Arthur Robinson.",
      "id": "s19"
    },
    {
      "text": "The Notice of Conditional Appearance gives as the first respondent's address '4-1-1, Kamikodanaka, Nakahara-ku, Kawasaki City, Kanagawa 211- 8588 , Japan' (emphasis added).",
      "id": "s20"
    },
    {
      "text": "Order 9 rule 7\n The first respondent's Notice of Motion seeks relief under Order 9 rule 7(1)(b) and (d) of the Federal Court Rules .",
      "id": "s21"
    },
    {
      "text": "Order 9 rule 7 relevantly provided: \n \n '7(1) The Court may make an order: \n \n\n \n \n (a) setting aside an originating process; or \n \n\n \n \n (b) setting aside the service of an originating process on the respondent; or \n \n\n \n \n (c) declaring that an originating process has not been duly served on the respondent; or \n \n\n \n \n (d) discharging any order giving leave to serve an originating process outside Australia or confirming service of an originating process outside Australia.",
      "id": "s22"
    },
    {
      "text": "...' \n \n\n It is common ground that the first respondent's motion calls for an effective rehearing of the applicant's application for leave to serve the originating process on the first respondent in Japan, but on this occasion with a contradictor and with both sides having an opportunity to lead evidence including an opportunity for the applicant to lead further evidence.",
      "id": "s23"
    },
    {
      "text": "The onus of proving the requisite matters lies on the applicant.",
      "id": "s24"
    },
    {
      "text": "In relation to applications for leave to serve originating process outside Australia Order 8 rule 3 of the Federal Court Rules relevantly provided: \n \n '3(1) Service of an originating process on person in a foreign country is effective for the purpose of a proceeding only if: \n \n\n \n \n (a) the Court has given leave under subrule (2) before the application is served; ... \n \n\n \n \n (2) The Court may give leave to a party to serve an originating process on a person in a foreign country in accordance with a convention or the law of the foreign country, on such terms and conditions as it considers appropriate, if the Court is satisfied that: \n \n\n \n \n (a) the Court has jurisdiction in the proceeding; and \n \n\n \n \n (b) the proceeding is of a kind mentioned in rule 2 [of Order 8] ; and \n \n\n \n \n (c) the person seeking leave has a prima facie case for the relief claimed by the person in the proceeding.",
      "id": "s25"
    },
    {
      "text": "' \n \n\n The Issue\n The first respondent concedes that the matters specified in subparagraphs (a) and (b) are satisfied in the circumstances of this case.",
      "id": "s26"
    },
    {
      "text": "Accordingly, the issue is confined to the question of whether or not Anabelle Bits Pty Limited 'has a prima facie case for the relief claimed' by it against Fujitsu Limited in the proceeding.",
      "id": "s27"
    },
    {
      "text": "This issue is to be addressed by reference to the evidence presently before the Court, bearing in mind that the first respondent has only entered a conditional appearance and is not presently required to file a defence to the statement of claim filed 29 June 2007 or to submit to the interlocutory procedures otherwise applicable in proceedings such as this, including discovery and inspection of documents, interrogatories, orders for inspection of property, notices to admit facts, notices to produce and other interlocutory process.",
      "id": "s28"
    },
    {
      "text": "In respect of the first respondent's conditional appearance, Order 9 rule 6(2) provides: \n \n '6(2) A conditional appearance shall have effect for all purposes as an unconditional appearance, unless the Court otherwise orders or the respondent applies under and in accordance with rule 7 and the Court makes an order under that rule.",
      "id": "s29"
    },
    {
      "text": "' \n \n\n Absent an order favourable to the first respondent on its Notice of Motion filed 30 June 2009 the first respondent's conditional appearance filed 16 June 2009 will have effect for all purposes as an unconditional appearance.",
      "id": "s30"
    },
    {
      "text": "Both the Application filed 29 June 2007 and the Amended Application filed 24 February 2009 included a preamble in the following terms: \n \n 'Jurisdiction to determine the applicant's claim, which is brought under the Trade Practices Act 1974 (Cth) ( TPA ), under the Fair Trading Act 1987 (NSW) ( FTA ) and at common law, is conferred on the Federal Court of Australia by the TPA and the Federal Court Act 1976 (Cth).",
      "id": "s31"
    },
    {
      "text": "The applicant's claim arises from the respondents' misleading or deceptive and/or negligent conduct in manufacturing, and in making representations to the applicant about, a range of hard disk drives which contained a defect which caused over 50% of the hard disk drives to fail within 18 months of commencement of use and the respondents' misleading or deceptive and/or negligent conduct in once (sic) the defect was known to the respondents which conduct caused significant loss to the applicant's business.",
      "id": "s32"
    },
    {
      "text": "' \n \n\n Following the preamble the application recorded: \n \n ' A.",
      "id": "s33"
    },
    {
      "text": "DETAILS OF CLAIM \n \n\n \n \n On the grounds stated in the accompanying statement of claim the applicant claims: \n \n\n \n \n 1.",
      "id": "s34"
    },
    {
      "text": "Damages pursuant to s.82 of the TPA and/or s.68 of the FTA; \n \n\n Further or alternatively compensation pursuant to s.87 of the TPA and/or s.72 of the FTA; \n Further or alternatively, damages in tort; \n Interest pursuant to s.51A of the Federal Court Act 1976 (Cth); \n Costs.",
      "id": "s35"
    },
    {
      "text": "' \n The preamble included in the Application and the Amended Application was, presumably included to satisfy the requirements of Form 5 in Schedule 1 to the Federal Court Rules and Order 1 rule 7 of the Federal Court Rules which relevantly provided: \n \n '7(1) Subject to subrule (2), the forms in Schedule 1 shall be used where applicable notwithstanding the absence of any specific provision in the Rules in respect of the use of any particular form.",
      "id": "s36"
    },
    {
      "text": "(1A) A reference in a provision of the Rules to a Form by number is to be read as a reference to the Form so numbered in Schedule 1.",
      "id": "s37"
    },
    {
      "text": "(2) It shall be sufficient compliance with these rules as to the form of any document if the document is substantially in accordance with the requirement or has only such variations as the nature of the case requires.",
      "id": "s38"
    },
    {
      "text": "' \n \n\n In respect of the commencement of proceedings Order 4 rule 1 of the Federal Court Rules provided: \n \n '(1) Except as otherwise provided in these Rules all proceedings in the Court's original jurisdiction shall be commenced by filing an application.",
      "id": "s39"
    },
    {
      "text": "(2) An application shall be in or substantially in the form numbered 5 in Schedule 1.",
      "id": "s40"
    },
    {
      "text": "' \n \n\n Before making provision for the recording of ' A.",
      "id": "s41"
    },
    {
      "text": "DETAILS OF CLAIM ', Form 5 provided: \n \n '(State briefly the nature of the subject of the application or cross-claim and the legislative basis of the court's jurisdiction to hear it and grant the relief sought.",
      "id": "s42"
    },
    {
      "text": "The required statement is not taken to be part of the pleading.",
      "id": "s43"
    },
    {
      "text": ")' \n \n\n \nAn Application is not a pleading within the meaning of the Federal Court Rules .",
      "id": "s44"
    },
    {
      "text": "Presumably the requirements set out in the words in Form 5 which are in italics and parenthesis as quoted above are directed at satisfying the Court, when reading the application, that the matter the subject of the application is within the jurisdiction of the Court.",
      "id": "s45"
    },
    {
      "text": "The reference to the statement not being taken to be part of 'the pleading' is presumably directed at ensuring that the pleadings are confined to the Statement of Claim, the Defence and any Reply or corresponding documents in respect of any cross-claim.",
      "id": "s46"
    },
    {
      "text": "In a two page brochure in respect of a Fujitsu hard drive described as 'MPG3xxxAT Series 3.5---inch ATA 5400 RPM Disk Drives' published by Fujitsu Computer Products of America Inc, apparently printed back to back on a single sheet of glossy paper, the relationship of Fujitsu Limited to Fujitsu Computer Products of America Inc was disclosed.",
      "id": "s47"
    },
    {
      "text": "The brochure in question bore the endorsement 'Printed in the U.S.A. Qty 5M P/N DS26300900' .",
      "id": "s48"
    },
    {
      "text": "The brochure was the subject of a claim for copyright by Fujitsu Computer Products of America Inc.",
      "id": "s49"
    },
    {
      "text": "In the brochure the following appears: 'Fujitsu and the Fujitsu logo are registered trademarks of Fujitsu Ltd'.",
      "id": "s50"
    },
    {
      "text": "Fujitsu Limited was described as being 'one of the world's largest computer companies with $49.6 billion in worldwide revenue in fiscal year ended March 2000'.",
      "id": "s51"
    },
    {
      "text": "It also referred to Fujitsu Limited's $3 billion annual investment in research and development.",
      "id": "s52"
    },
    {
      "text": "The 'MPG3' brochure included under the heading \"MPG3xxxAT Series Disk Drive Specifications' and the subheading 'Reliability Specifications': \n \n 'MTBF 500,000 hours.",
      "id": "s53"
    },
    {
      "text": "' \n \n\n \nThe reference to 'MTBF' was a reference to 'Mean time between failures'.",
      "id": "s54"
    },
    {
      "text": "It was understood by Mr Ferreira to record 'an average time before a product would fail'.",
      "id": "s55"
    },
    {
      "text": "The evidence of Mr Lowe was that the second respondent assigned one of its employees, Tony Rixon, to be the applicant's 'account manager'.",
      "id": "s56"
    },
    {
      "text": "During the course of the year 2000 the applicant purchased several pallets of a series of Fujitsu Hard Disk Drives from the second respondent which were referred to as 'MPF' series hard drives, otherwise known as hard-disk drives, being the series which preceded the 'MPG' series.",
      "id": "s57"
    },
    {
      "text": "Mr Rixon provided Mr Lowe with a copy of the two page brochure, printed in the United States, in relation to the 'MPG3' Fujitsu hard drive.",
      "id": "s58"
    },
    {
      "text": "Given its reference to the 'fiscal year ended March 2000' it may be assumed that the brochure was so provided at some time after 31 March 2000.",
      "id": "s59"
    },
    {
      "text": "It was conceded by the first respondent, for the purposes of the Notice of Motion presently before the Court, that, firstly, the brochure published by Fujitsu Computer Products of America Inc and printed in the United States of America was made available for distribution in Australia by Fujitsu Limited and secondly, Fujitsu Limited was involved in the use in Australia of that promotional material.",
      "id": "s60"
    },
    {
      "text": "Mr Lowe says that when Mr Rixon gave him a copy of the brochure concerning the new 'MPG3' Hard Disk Drive he said words to the effect: \n \n 'We are releasing a new series of hard drive.",
      "id": "s61"
    },
    {
      "text": "It is the MPG series which is the successor to the MPF series.",
      "id": "s62"
    },
    {
      "text": "We are going to be releasing these drives onto the market very soon.",
      "id": "s63"
    },
    {
      "text": "It is up to you whether you change to the new series of drives.",
      "id": "s64"
    },
    {
      "text": "They are more reliable and process data much faster than the old drive, as they are the latest technology.",
      "id": "s65"
    },
    {
      "text": "They last for many more hours than the last series and any other drive on the market.",
      "id": "s66"
    },
    {
      "text": "' \n \n\n Mr Lowe says that, in late 2000, the applicant ordered several thousand Fujitsu Hard Disk Drives from the second respondent.",
      "id": "s67"
    },
    {
      "text": "He says that further orders for Fujitsu Hard Disk Drives followed in large numbers during 2001 and that the applicant ended up purchasing a total of approximately 17,000 Fujitsu Hard Disk Drives which the applicant placed into computers which it manufactured and sold to resellers and end-users.",
      "id": "s68"
    },
    {
      "text": "From time to time Mr Rixon provided Anabelle Bits Pty Limited's Purchasing Manager, then Mr Ferreira, with promotional material including brochures about new Fujitsu products from time to time.",
      "id": "s69"
    },
    {
      "text": "One such document was a two page brochure in the English language printed back to back on glossy paper in relation to 3.5 inch ATA-5 hard disk drives identified as 'MPG3XXXAT'.",
      "id": "s70"
    },
    {
      "text": "The brochure indicated that it had been printed in Japan and a claim for copyright was made by the first respondent in respect of it.",
      "id": "s71"
    },
    {
      "text": "At the foot of the page recording specifications for the product, the name 'Fujitsu Limited' appeared.",
      "id": "s72"
    },
    {
      "text": "Two addresses for Fujitsu Limited were recorded on the brochure.",
      "id": "s73"
    },
    {
      "text": "For the 'Computer Products Business Group' the address was '4-1-1, Kamikodanaka, Nakahara-ku, Kawsaki-shi, Kanagawa-Ken 211-8588, Japan', and for Fujitsu Limited's 'Corporate Headquarters' the address given was '6-1, Marunouchi 1-chome, Chiyoda-ku, Tokyo 100-8211, Japan', which would appear to have been the address at which service of the original application was unsuccessfully attempted.",
      "id": "s74"
    },
    {
      "text": "The brochure included a notation as follows: \n \n 'For the latest information, contact your local Fujitsu representative.",
      "id": "s75"
    },
    {
      "text": "' \n \n\n \nUnder that statement a four column box appeared which recorded details of Fujitsu Limited's 'North American contact', 'South America contact', 'European contact', 'Australian contact' and 'Asian contact'.",
      "id": "s76"
    },
    {
      "text": "Under the heading 'Australian contact' the name, address and contact details of Fujitsu Australia Ltd, the second respondent, were provided.",
      "id": "s77"
    },
    {
      "text": "The brochure bore the endorsement 'First edition, August 2000'.",
      "id": "s78"
    },
    {
      "text": "Under the heading 'Fujitsu Quality Storage Products' the brochure included: \n \n 'The entire desktop family is rated at 500,000 hours mean time between failures (MTBF), the highest rating of any desktop product.",
      "id": "s79"
    },
    {
      "text": "' \n \n\n \nUnder the subheading 'Reliability Specifications' the following data appeared in respect of the model MPG3XXXAT and the model MPG3XXXAT-E:\n \n \n 'Mean time between failures (MTBF) \n \n \n \n More than 500,000 power on hours' \n \n \n The first respondent's evidence on the Notice of Motion filed 30 June 2009 included a Distributorship Agreement 'made and entered into this October 1 st , 1999' between the first respondent, Fujitsu Limited and the second respondent, Fujitsu Australia Limited which appears to have been signed on 1 March 2000.",
      "id": "s80"
    },
    {
      "text": "The distributorship agreement provided for the appointment by Fujitsu Limited of Fujitsu Australia Limited as 'its non-exclusive distributor for marketing in' Australia, New Zealand, Papua New Guinea, The Republic of Fiji, Samoa, The Solomon Islands, Tonga and New Caledonia, Fujitsu electronic equipment to be sold by Fujitsu Limited to Fujitsu Australia Limited.",
      "id": "s81"
    },
    {
      "text": "Article 3 of the distributorship agreement made express provision, as between Fujitsu Limited and Fujitsu Australia Limited, that the two parties to the agreement were to have the relationship of 'independent seller and buyer', the relevant Article disclaiming the establishment of any relationship of partnership or agency between the parties.",
      "id": "s82"
    },
    {
      "text": "Importantly, for present purpose, the distributorship agreement included an Article 22 dealing with 'advertisement'.",
      "id": "s83"
    },
    {
      "text": "It provided as follows: \n \n '22.1 [The second respondent] shall undertake, at its expense and responsibility, advertisement, exhibition and other means of sales promotion of PRODUCTS in TERRITORY.",
      "id": "s84"
    },
    {
      "text": "22.2 Notwithstanding anything to the contrary herein contained, Fujitsu [Limited] may, at its discretion, when it deems to its benefit, at its own expense and/or in its own name, engage in advertising activities of or open or participate in exhibitions of PRODUCTS in TERRITORY.",
      "id": "s85"
    },
    {
      "text": "22.3 FUJITSU [Limited] , from time to time, when it deems appropriate, will make available to [Fujitsu Australia Limited] , free of charge, advertising materials for the marketing of PRODUCTS such as pamphlets, leaflets, catalogues and the like.",
      "id": "s86"
    },
    {
      "text": "' \n \n\n \n \n (emphasis added) \n \n\n Anabelle Bits Pty Limited has made a number of claims against Fujitsu Limited and Fujitsu Australia Limited in respect of defective hard disk drives which it acquired over a period of time.",
      "id": "s87"
    },
    {
      "text": "Its case is that it bought about 17,000 hard drives from the second respondent, which had been manufactured by the first respondent.",
      "id": "s88"
    },
    {
      "text": "The applicant has made claims against the second respondent for contraventions of s 52 of the Trade Practices Act 1974 (Cth) ('the Trade Practices Act ') and/or s 42 of the Fair Trading Act 1987 (NSW) ('the Fair Trading Act ') and for breaches of alleged common law duties of care.",
      "id": "s89"
    },
    {
      "text": "The applicant contended that: \n(a) the second respondent made representations as to the reliability of Fujitsu hard drives which were false;\n \n(b) the second respondent failed to tell the applicant that it had incorporated a new part in its hard drives which had not been the subject of operational experience;\n \n(c) the second respondent owed a duty to exercise reasonable skill and care in advising the applicant of the characteristics of the Fujitsu hard drives, which was breached;\n \n(d) by about July 2001 the second respondent knew that the Fujitsu hard drives, which the applicant had been buying, included a defective component (the previously untried component) which was causing a substantial number of hard drives to fail.",
      "id": "s90"
    },
    {
      "text": "In this regard, the applicant relied upon the non-disclosure of information concerning the defective components;\n \n(e) the applicant also relied upon a breach of a duty of care by the second respondent in respect of the non-disclosure of the information which it had concerning the defective component.",
      "id": "s91"
    },
    {
      "text": "In relation to the first respondent parallel claims were made.",
      "id": "s92"
    },
    {
      "text": "It was said that the literature which was provided to the applicant in Australia concerning the Fujitsu hard drives (printed in the USA and Japan) was made available by the first respondent which engaged in misleading and deceptive conduct, by providing the literature for proliferation within Australia by distributors of Fujitsu hard drives, such as the second respondent.",
      "id": "s93"
    },
    {
      "text": "Alternatively, it was said that the second respondent distributed the literature as agent for the first respondent.",
      "id": "s94"
    },
    {
      "text": "The applicant contended that the first respondent engaged in misleading and deceptive conduct and/or breaches of common law duties of care matching those alleged against the second respondent.",
      "id": "s95"
    },
    {
      "text": "In the case of the common law duty of care, the applicant contended that the first respondent was under a duty to exercise reasonable skill and care in the manufacture and supply of hard drives so that the applicant would not be exposed to economic loss through the use of hard drives incorporating defective parts.",
      "id": "s96"
    },
    {
      "text": "It is also suggested that there was a duty on the part of the first respondent to exercise reasonable skill and care in advising the applicant accurately about the hard drives which was breached by the production of the literature concerning the Fujitsu hard drives which emanated from the first respondent.",
      "id": "s97"
    },
    {
      "text": "The applicant relied in support of its claims against Fujitsu Limited upon certain allegations made by Fujitsu Limited in proceedings in the United States District Court for the Northern District of California No CO1-20987 which commenced on 19 October 2001.",
      "id": "s98"
    },
    {
      "text": "Those proceedings were brought by Cirrus Logic Inc against Fujitsu Limited (the first respondent).",
      "id": "s99"
    },
    {
      "text": "As it transpires, Cirrus Logic Inc was the supplier of the defective part.",
      "id": "s100"
    },
    {
      "text": "It sought, in respect of the first three causes of action pleaded by it, damages of $US10 million, $US20,985,018.80 and $US15,791,762.30.",
      "id": "s101"
    },
    {
      "text": "On 18 December 2001 the attorneys for Fujitsu Limited filed a Counter-claim, in which they said, inter alia: \n \n '6.",
      "id": "s102"
    },
    {
      "text": "Fujitsu manufactures, among other things, disk drives for use in computer systems.",
      "id": "s103"
    },
    {
      "text": "Fujitsu drives are used in various types of devices, including, among other things, personal computers, servers, and audiovisual application devices.",
      "id": "s104"
    },
    {
      "text": "When Fujitsu manufactures a drive, it inserts a semiconductor chip into the drive.",
      "id": "s105"
    },
    {
      "text": "Fujitsu sells its disk drives to large and small computer manufacturers, to distributors, and to consumers as part of Fujitsu's own computer products.",
      "id": "s106"
    },
    {
      "text": "The effectiveness and reliability of Fujitsu's drives is a critical element of Fujitsu's relationship with its customers and with the end-users of Fujitsu's drives.",
      "id": "s107"
    },
    {
      "text": "... \n \n\n Fujitsu presently estimates that approximately four million of the approximately twelve million Himalaya 2.0 chips that Cirrus has sold to Fujitsu since March 2000 are defective and that all of the approximately 900,000 Numbur chips that Cirrus has sold to Fujitsu since that time are defective.",
      "id": "s108"
    },
    {
      "text": "These defects already have caused a substantial number of chips to fail (and, with them, the drives in which they are installed).",
      "id": "s109"
    },
    {
      "text": "Because the time period after which the chips short and cause the drives to fail is variable and unpredictable, it is highly likely that a significant number of additional chips will short and cause their drives to fail.",
      "id": "s110"
    },
    {
      "text": "Based on field data that it has collected, Fujitsu has determined that the Cirrus chip failure rate is in excess of all reasonable industry standards.",
      "id": "s111"
    },
    {
      "text": "Fujitsu's customers began to complain about failing drives in May 2001.",
      "id": "s112"
    },
    {
      "text": "By July 2001, Fujitsu had received enough customer complaints to recognize that a mass chip failure was occurring.",
      "id": "s113"
    },
    {
      "text": "Before that time, Fujitsu was unaware of the chip defect and had no reason to be aware of the defect.",
      "id": "s114"
    },
    {
      "text": "Fujitsu performed tests and then promptly informed Cirrus of the problem and requested information from Cirrus regarding the nature and extent of the defect and Cirrus's remediation plan.",
      "id": "s115"
    },
    {
      "text": "' \n The first respondent has conceded that by purchasing the MPG3XXXAT hard disk drives which included defective parts, the applicant suffered damage.",
      "id": "s116"
    },
    {
      "text": "The first respondent has also conceded that a prima facie case for negligent misstatement or omission entitling the applicant to common law damages, sufficient to meet the requirements of Order 8 rule 3(1)(c) , has been made out by the applicant.",
      "id": "s117"
    },
    {
      "text": "Fujitsu Limited's Submissions\n However, the first respondent submitted that the applicant ought not to have been given leave to serve its application on the first respondent in Japan without excluding the claims made under the Trade Practices Act and the Fair Trading Act .",
      "id": "s118"
    },
    {
      "text": "In addition the first respondent submits that the Court in the exercise of its discretion, conferred by the words 'may give leave' in Order 8 rule 3(2) , ought not to have allowed service of the application on the first respondent in Japan, even though it conceded that the tort claim satisfied the requirements of each of subparagraphs (a), (b) and (c) of Order 8 rule 3(2) of the Federal Court Rules .",
      "id": "s119"
    },
    {
      "text": "Proper approach to Order 8 rule 3(2)\n The expression 'has a prima facie case for the relief claimed by the person in the proceeding' is an unusual one.",
      "id": "s120"
    },
    {
      "text": "Normally, a person makes out a prima facie case in respect of a cause of action, in the sense that if the evidence remains as it is, there is a probability that, at the trial of the action, the person will be held entitled to relief, rather than 'the relief claimed by the person in the proceeding'.",
      "id": "s121"
    },
    {
      "text": "The word 'probability' does not lead necessarily to the conclusion that the plaintiff must show a better than even chance of success.",
      "id": "s122"
    },
    {
      "text": "The degree of likelihood of success to be demonstrated is that which the court thinks sufficient, in the particular case, to warrant the grant of leave to serve the originating process on the named respondent in the foreign country, as sought.",
      "id": "s123"
    },
    {
      "text": "It is not the function of a judge hearing an application for leave to effect such service to conduct a preliminary trial of the action, nor is it, in general, his or her function to resolve a conflict between the parties' evidence and grant or refuse the application upon the basis of such findings.",
      "id": "s124"
    },
    {
      "text": "The applicant's evidence, considered alone, may be such as to constitute a prima facie case which would be acceptable if it were to be submitted to a jury in a trial.",
      "id": "s125"
    },
    {
      "text": "But, when considered in the light of a respondent's evidence, it may be explained away so as no longer to be such.",
      "id": "s126"
    },
    {
      "text": "Or, the respondent's evidence, when juxtaposed with that of the applicant may show that there is, in reality, no such prima facie case appropriate to warrant a grant of leave.",
      "id": "s127"
    },
    {
      "text": "The requirement for a 'prima facie case' in respect of which the court is to be satisfied before giving leave under Order 8 rule 3(2) was, under earlier rules, to be found in Order 8 rule 2(2)(c) where the court had to be satisfied \n \n '(c) that the applicant has a prima facie case for the relief which he seeks'.",
      "id": "s128"
    },
    {
      "text": "Another later version, which preceded the current version, was also to be found in Order 8 rule 2(2)(c).",
      "id": "s129"
    },
    {
      "text": "It required the court to be satisfied that:\n \n \n '(c) the party seeking leave has a prima facie case for the relief sought by the party in the proceeding' \n \n\n A prima facie case is made out if, on the material before the court, inferences are open which, if translated into findings of fact, would support the relief claimed (per French J, as his Honour then was, in State of Western Australia v Vetter Trittler Pty Ltd (In liq) (Receiver and Manager Appointed) (1991) 30 FCR 102 at 110).",
      "id": "s130"
    },
    {
      "text": "The matter stipulated in respect of which the court is to be satisfied does not call for the kind of scrutiny that would occur in a submission of 'no case to answer' following the closure of an applicant's case at trial.",
      "id": "s131"
    },
    {
      "text": "A court may, when confronted with an application for leave, draw inferences more readily in favour of an applicant, bearing in mind, amongst other things, that the applicant will not have had the advantage of discovery, subpoenas and other procedural aids to the making out of a prima facie case at trial (per Heerey J in Merpro Montassa Limited v Conoco Speciality Products Inc [1991] FCA 70 ; (1991) 28 FCR 387 at 390).",
      "id": "s132"
    },
    {
      "text": "In relation to satisfying the court that an applicant has a prima facie case for the relief claimed by it, such a preliminary question should not call for a substantial inquiry.",
      "id": "s133"
    },
    {
      "text": "The kind of evidence adduced on a preliminary inquiry of this kind should be in proportion to the nature of such an interlocutory issue.",
      "id": "s134"
    },
    {
      "text": "The purpose of the inquiry is to determine by way of a mini rather than a mega trial whether the applicant has a prima facie case (per Beaumont J in WSGAL Pty Limited v Trade Practices Commission [1992] FCA 510 ; (1992) 39 FCR 472 at 476).",
      "id": "s135"
    },
    {
      "text": "Whatever is required to satisfy the court that there is a prima facie case, that satisfaction should leave open the possibility that the respondent could move to strike out the statement of claim or invoke s 31A of the Federal Court of Australia Act 1976 (Cth) ('Federal Court Act'), which makes provision for orders for, amongst other things, summary dismissal or provisions of the Rules which provide for the summary disposition of proceedings.",
      "id": "s136"
    },
    {
      "text": "To do otherwise may be setting too high a threshold for service out of the jurisdiction.",
      "id": "s137"
    },
    {
      "text": "Except in extreme cases, Order 8 rule 3(2)(c) will not require a prima facie case in respect of each cause of action pleaded or contended for.",
      "id": "s138"
    },
    {
      "text": "If a prima facie case for a particular form of relief is made out on one cause of action, it is immaterial that a prima facie case for the same relief on another cause of action may not be made out (per Lindgren J in Cell Tech Communications Pty Ltd v Nokia Mobile Phones (UK) Ltd (1995) 58 FCR 365 ('Cell Tech') at 373; see also per Carr J in Bray v F Hoffman-La Roche Ltd (2003) 130 FCR 317 ('Bray') at [47]-[55] and per Branson J at [176]-[191]).",
      "id": "s139"
    },
    {
      "text": "In Cell Tech a joint venture business had failed.",
      "id": "s140"
    },
    {
      "text": "Cell Tech's application was accompanied by a statement of claim seeking damages.",
      "id": "s141"
    },
    {
      "text": "Three causes of action were relevantly pleaded, two of which were against Nokia.",
      "id": "s142"
    },
    {
      "text": "As against Nokia, Cell Tech pleaded that it breached implied terms and conditions as to fitness for purpose and merchantable quality in respect of goods which it sold to Cell Tech.",
      "id": "s143"
    },
    {
      "text": "The other cause of action pleaded against Nokia was that it breached the terms and conditions of a Licence Agreement between Cell Tech and Nokia.",
      "id": "s144"
    },
    {
      "text": "Lindgren J observed that there was a significant overlap between the facts on which the two causes of action were based.",
      "id": "s145"
    },
    {
      "text": "His Honour proceeded on the basis that:\n \n \n '...if a prima facie case against Nokia for damages based on either cause of action is established it becomes unnecessary ... to decide whether a prima facie case for the same relief based upon the other cause of action [was] also made out.",
      "id": "s146"
    },
    {
      "text": "' \n \n\n \n \n (at page 373) \n \n\n \nLindgren J held that Nokia's claim for relief under Order 9 rule 7(1)(a), (b), (c) and (d) should be dismissed.",
      "id": "s147"
    },
    {
      "text": "Conclusions\n Contrary to Fujitsu Limited's submission, Lindgren J did not hold that a court could not be satisfied in respect of the matter covered by Order 8 rule 3(2)(c) of the Federal Court Rules unless the applicant satisfied the court that it had a prima facie case for 'the relief claimed by it' in the sense of each and every element of the relief claimed.",
      "id": "s148"
    },
    {
      "text": "Apart from other considerations such a construction would be absurd.",
      "id": "s149"
    },
    {
      "text": "How, one might task, could a prima facie case for relief which is at the discretion of the court under s 87 of the Trade Practices Act or under s 51A of the Federal Court Act or for costs, be the subject of the requisite satisfaction.",
      "id": "s150"
    },
    {
      "text": "Ho v Akai Pty Limited (in liquidation) [2006] FCAFC 159 ; (2006) 24 ACLC 1526 ('Ho') was an appeal from a judgment of Gyles J given under Order 9 rule 7 of the Federal Court Rules .",
      "id": "s151"
    },
    {
      "text": "The only issue before Gyles J was whether Akai Holdings and its liquidator had established a prima facie case for the relief sought in the proceeding against Mr Ho which satisfied Order 8 rule 3(2)(c) or its predecessor.",
      "id": "s152"
    },
    {
      "text": "Questions arose as to whether Mr Ho had a liability as a 'shadow director' and also whether he had a liability as an 'officer' of Akai Australia.",
      "id": "s153"
    },
    {
      "text": "Gyles J concluded that there was no sufficient basis for raising an arguable case that Mr Ho was a shadow director, but that there was an arguable case that he was an 'officer' of Akai Australia.",
      "id": "s154"
    },
    {
      "text": "Because of the construction given to Order 8 rule 3(2)(c), or its predecessor in Bray , the finding that there was a prima facie case that Ho was an officer of Akai had the consequence that he could be proceeded against on both the 'officer' and 'shadow director' bases, Gyles J having held that a prima facie case had been made out 'for the relief sought'.",
      "id": "s155"
    },
    {
      "text": "In Ho Finn, Weinberg and Rares JJ granted leave to appeal from the judgment of Gyles J but proceeded to dismiss each appeal.",
      "id": "s156"
    },
    {
      "text": "At [56] their Honours observed, by way of obiter dicta, that: \n \n '...[A]ccording to Bray , it is not the similarity in elements of the cause of action that is brought into question for O 8 r 2(2)(c) purposes.",
      "id": "s157"
    },
    {
      "text": "Rather it is similarity in the relief sought.",
      "id": "s158"
    },
    {
      "text": "' \n \n\n Finn, Weinberg and Rares JJ considered that the difference between the two types of claim for relief in insolvent trading cases did not reflect in substance merely a choice as to two different measures of compensation.",
      "id": "s159"
    },
    {
      "text": "They observed that the two species of relief served different purposes, had different statutorily prescribed measures and were required to be specified individually in an application, including an application served out of the jurisdiction.",
      "id": "s160"
    },
    {
      "text": "In those circumstances their Honours opined that relief sought under s 1317H of the Corporations Act 2001 (Cth) was not the same as that sought under s 588J (or for that matter s 588M).",
      "id": "s161"
    },
    {
      "text": "In addition, they described s 1317H as a general provision but s 588J (or s 588M) as a specific provision creating a remedy in a particular situation.",
      "id": "s162"
    },
    {
      "text": "They observed that the ordinary principle of statutory construction was that in cases in which ss 588J or 588M provided a remedy, s 1317H , being a general provision, would not apply.",
      "id": "s163"
    },
    {
      "text": "In the circumstances, Finn, Weinberg and Rares JJ doubted the correctness of Gyles J's conclusion that the principle in Bray's case would save the shadow director claim against Mr Ho from being struck out.",
      "id": "s164"
    },
    {
      "text": "The observations so made were qualified by their Honours saying at [58]: \n \n 'However, because of the different conclusion we have reached in that claim to that of Gyles J, the views we have expressed above on the application of Bray have no actual consequence.",
      "id": "s165"
    },
    {
      "text": "' \n \n\n In my opinion Ho is not authority for the proposition that satisfaction under Order 8 rule 3(2) cannot be reached unless an applicant has a prima facie case for each and every item of relief claimed in the proceeding.",
      "id": "s166"
    },
    {
      "text": "If, at an interlocutory stage, a prima facie case is made out for trade practices relief, it matters not whether that relief is ordered under s 82 or 87 of the Trade Practices Act or s 68 or s 72 of the Fair Trading Act .",
      "id": "s167"
    },
    {
      "text": "They provide choices in respect of the same conduct.",
      "id": "s168"
    },
    {
      "text": "In relation to claims for relief under s 87 of the Trade Practices Act and/or s 72 of the Fair Trading Act no greater specificity is required than is contained in the applicant's prayer for relief numbered 2 in its Amended Application.",
      "id": "s169"
    },
    {
      "text": "The present case is not one where discrete relief is applicable for a particular contravention of one provision of the relevant legislation and different relief is applicable where there is a contravention of a different provision in the same legislation.",
      "id": "s170"
    },
    {
      "text": "The first respondent's further submission that the applicant's claims for relief under the Trade Practices Act and/or the Fair Trading Act (NSW) ought not to be permitted, since the entirety of the wrongful conduct on its behalf, assuming it to be wrongful, occurred outside Australia, should be rejected.",
      "id": "s171"
    },
    {
      "text": "The concession made by Fujitsu Limited that the brochure published and printed in English in the United States of America was made available for distribution in Australia by it and that it was involved in the use in Australia of that promotional material, coupled with Fujitsu Limited's provision to/making available of copies of the brochure in English printed by it in Japan, to Fujitsu Australia Limited, which disclosed that Fujitsu Australia Limited was Fujitsu Limited's 'local representative', is quite inconsistent with the first respondent's submission.",
      "id": "s172"
    },
    {
      "text": "As Mason CJ, Deane, Dawson and Gaudron JJ said in Voth v Manildra Flour Mills Proprietary Ltd [1990] HCA 55 ; (1990) 171 CLR 538 at 568: \n \n 'If a statement is directed from one place to another place where it is known or even anticipated that it will be received by the [applicant] , there is no difficulty in saying that the statement was, in substance, made at the place to which it was directed, whether or not it is there acted upon.",
      "id": "s173"
    },
    {
      "text": "...' \n \n\n Contrary to the first respondent's submissions, Hunter Grain Pty Ltd v Hyundai Merchant Marine Co Ltd [1993] FCA 133 ; (1993) 117 ALR 507 ('Hunter Grain') does not support the first respondent's position.",
      "id": "s174"
    },
    {
      "text": "Hunter Grain was a decision of Sheppard J in a matter in which the Court had jurisdiction under the Admiralty Act 1988 (Cth).",
      "id": "s175"
    },
    {
      "text": "There were two defendants, the second being a company identified by the abbreviation 'Malaysian' and the first was Hyundai Merchant Marine Co Ltd ('Hyundai').",
      "id": "s176"
    },
    {
      "text": "The second defendant owned the ship known as the 'Bunga Kenanga' and the first defendant was the charterer of that ship.",
      "id": "s177"
    },
    {
      "text": "The ship was also the subject of a voyage charter made between the first defendant and PS International Ltd of Indiana in the United States of America.",
      "id": "s178"
    },
    {
      "text": "The case concerned the shipment of 3,352 tonnes of soyabean meal in bulk from Portland, Oregon, in the United States, to Brisbane.",
      "id": "s179"
    },
    {
      "text": "When the soyabean meal was loaded on to the ship it became contaminated by the introduction of a substantial quantity of soda ash (sodium carbonate) into the hold.",
      "id": "s180"
    },
    {
      "text": "The problem arose because there was a residue of soda ash in the loading equipment used to load the ship.",
      "id": "s181"
    },
    {
      "text": "The shipper, PS International Ltd, was the vendor of the soyabean meal.",
      "id": "s182"
    },
    {
      "text": "A clean bill of lading was signed by a person designated at 'Authorised Rep of Carrier or Master'.",
      "id": "s183"
    },
    {
      "text": "Under the heading 'Consignee' were typed the words 'To Shippers Order'.",
      "id": "s184"
    },
    {
      "text": "The plaintiff, Hunter Grain Pty Limited, was the party to be notified of the arrival of the ship.",
      "id": "s185"
    },
    {
      "text": "The bill of lading was endorsed to the plaintiff.",
      "id": "s186"
    },
    {
      "text": "Accordingly, it had transferred to it and vested in it all rights of action in respect of the goods as if the contract contained in the bill of lading had been made with it.",
      "id": "s187"
    },
    {
      "text": "Sheppard J reached the conclusion that the contract of carriage had been made between PS International Ltd and Hyundai.",
      "id": "s188"
    },
    {
      "text": "The first defendant was neither registered in Australia nor was it a company which carried on business in Australia.",
      "id": "s189"
    },
    {
      "text": "The plaintiff's bank received the clean bill of lading and, as instructed by the plaintiff, debited a payment to the plaintiff's account in favour of PS International Ltd. Sheppard J held that the trade practices cause of action must fail because relevantly, the conduct of the first defendant and its agent concluded when the 'Authorised Rep of Carrier or Master' signed the bill of lading on behalf of the first defendant and sent it to the vendor, PS International Limited's forwarding agents in the United States.",
      "id": "s190"
    },
    {
      "text": "The conduct said to be misleading or deceptive of which the plaintiff complained, so far as it concerned each of the defendants, was undertaken entirely in the United States.",
      "id": "s191"
    },
    {
      "text": "PS International Ltd was not a defendant.",
      "id": "s192"
    },
    {
      "text": "Whilst it was open to the Court to impute to Hyundai knowledge that the bill of lading would be used by the shipper to obtain payment for the cargo and Hyundai's employees and agents knew that it was important that the bill contain a clean receipt, otherwise the bank would not pay under the letter of credit, Sheppard J held that the relevant wrongful act in relation to the bill of lading was committed by PS International Ltd when it proffered the bill of lading to the plaintiff and its bank, which events did occur in Australia.",
      "id": "s193"
    },
    {
      "text": "The present case is not one where the entirety of Fujitsu Limited's wrongful conduct, assuming it to be wrongful, occurred in Japan or other places in the world outside Australia.",
      "id": "s194"
    },
    {
      "text": "It was in Australia that Fujitsu Limited made its brochures, whether printed in the United States of America or Japan, available for proliferation amongst potential purchasers of Fujitsu MPG3 hard disk drives.",
      "id": "s195"
    },
    {
      "text": "The final submission of the first respondent was to the effect that conduct engaged in by Mr Rixon in providing brochures about Fujitsu MPG3 hard disk drives and the making of representations in relation to them could not be said to be conduct engaged in on behalf of Fujitsu Limited.",
      "id": "s196"
    },
    {
      "text": "Even if this were correct, it would not assist the first respondent given that it made the brochures about Fujitsu MPG3 hard disk drives available in Australia to Fujitsu Australia Limited for proliferation amongst potential purchasers of its MPG3 hard disk drives.",
      "id": "s197"
    },
    {
      "text": "In any event, I would respectfully adopt the view expressed by Lindgren J in NMFM Property Pty Ltd v Citibank Ltd [2000] FCA 1558 ; (2000) 107 FCR 270 at [1244] which accorded with the view taken by Kiefel J in Lisciandro v Official Trustee in Bankruptcy [1995] FCA 1527 ; [1995] ATPR 41-436 at 40,903-40,904.",
      "id": "s198"
    },
    {
      "text": "Lindgren J's view was that an act is done 'on behalf of' a corporation for the purpose of s 84(2) of the Trade Practices Act if, relevantly, the actor engaged in the conduct intending to do so 'for' the corporation.",
      "id": "s199"
    },
    {
      "text": "In this case it could be said that Mr Rixon handed over brochures provided by Fujitsu Limited to the applicant 'for' Fujitsu Limited, whose brochures they were, even though he was himself an employee of Fujitsu Australia Limited.",
      "id": "s200"
    },
    {
      "text": "Why else, one might ask, would Fujitsu Limited have made the brochures available in Australia if not to assist in promotion of the sale of its MPG3 hard disk drives?",
      "id": "s201"
    },
    {
      "text": "It would seem to me that, on an interlocutory basis, it could be said that Mr Rixon's conduct was conduct engaged in with, at least, the implied consent of the director, servant or agent of Fujitsu Limited responsible for the promotion of the sale of Fujitsu MPG3 hard disk drives in Australia, sufficient to constitute Mr Rixon's conduct, conduct of Fujitsu Limited in accordance with s 84(2)(b) of the Trade Practices Act .",
      "id": "s202"
    },
    {
      "text": "The fact that the contractual relationship between Fujitsu Limited and Fujitsu Australia Limited is that of 'independent seller and buyer' is irrelevant for the purpose of evaluating the consequences for Fujitsu Limited of Mr Rixon's conduct in proliferating Fujitsu Limited's brochures within Australia to potential purchasers from Fujitsu Australia Limited of Fujitsu MPG3 hard disk drives.",
      "id": "s203"
    },
    {
      "text": "I am satisfied, on the evidence presently available, that Anabelle Bits Pty Ltd has a prima facie case for the relief claimed by it against Fujitsu Limited in the proceeding.",
      "id": "s204"
    },
    {
      "text": "Accordingly the first respondent's Notice of Motion filed 30 June 2009, seeking orders under Order 9 rule 7(1) of the Federal Court Rules , should be dismissed with costs.",
      "id": "s205"
    },
    {
      "text": "I certify that the preceding seventy-six (76) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s206"
    },
    {
      "text": "Associate:\n \n \nDated: 25 September 2009\n \n Counsel for the Applicant: M A Ashhurst SC and P W Flynn \n \n Solicitor for the Applicant: Levitt Robinson \n \n Counsel for the First Respondent: P J Brereton and A Rao \n \n Solicitor for the First Respondent: Allens Arthur Robinson \n \nThe Second Respondent did not appear.",
      "id": "s207"
    },
    {
      "text": "Date of Hearing: 17 September 2009 \n \n Date of Judgment: 25 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1089.html",
      "id": "s208"
    }
  ]
}