{
  "name": "Austcorp International Limited v Owers (No 2) [2009] FCA 1112 (30 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1112.html",
  "catchphrases": [
    {
      "text": "appeals",
      "id": "c0"
    },
    {
      "text": "appellant ordered to provide security for the respondents' costs of the appeal",
      "id": "c1"
    },
    {
      "text": "security not provided",
      "id": "c2"
    },
    {
      "text": "no explanation offered for failure to provide security",
      "id": "c3"
    },
    {
      "text": "no evidence as to whether and, if so, when security will be provided",
      "id": "c4"
    },
    {
      "text": "appeal dismissed pursuant to s 56(4) of the federal court of australia act 1976 (cth)",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "The respondents to this appeal seek an order pursuant to s 56(4) of the Federal Court of Australia Act 1976 (Cth) ( the Federal Court Act) that the appeal be dismissed.",
      "id": "s0"
    },
    {
      "text": "The principal ground upon which the respondents rely is the failure by the appellant to provide security for the respondents' costs of the appeal by 21 September 2009.",
      "id": "s1"
    },
    {
      "text": "That is the date by which security was to be provided pursuant to orders made by me on 12 August 2009.",
      "id": "s2"
    },
    {
      "text": "Those orders required that the amount of $70,000 by way of security be provided on or before 4.00 pm on 21 September 2009.",
      "id": "s3"
    },
    {
      "text": "There is no dispute that the security has not been provided.",
      "id": "s4"
    },
    {
      "text": "The matter has been before me on a number of occasions in connection with the appellant's attempts to overturn the decision of Rares J given on 1 May 2009 ( Ackers v Austcorp International Ltd [2009] FCA 432) which found reflection in orders made by his Honour on 8 May 2009.",
      "id": "s5"
    },
    {
      "text": "The nature and timing of the applications before me provide some of the context for my consideration of the present application.",
      "id": "s6"
    },
    {
      "text": "I shall briefly refer to some matters of history later in these Reasons.",
      "id": "s7"
    },
    {
      "text": "On 21 September 2009, Ms Monnox, who is the solicitor for the respondents, telephoned Mr Tzovaras, who is the solicitor for the appellant, and inquired of him as to whether the security for costs ordered by me was going to be provided and, if so, when.",
      "id": "s8"
    },
    {
      "text": "Mr Tzovaras' response was noncommittal.",
      "id": "s9"
    },
    {
      "text": "In effect, he did not inform Ms Monnox of any concrete proposal concerning the provision of the security.",
      "id": "s10"
    },
    {
      "text": "On 22 September 2009, Ms Monnox followed up Mr Tzovaras who was at that time unavailable.",
      "id": "s11"
    },
    {
      "text": "She left a message for him to contact her urgently.",
      "id": "s12"
    },
    {
      "text": "Mr Tzovaras did not respond.",
      "id": "s13"
    },
    {
      "text": "Later that day, Ms Monnox wrote a letter to Mr Tzovaras in which she pointed out that the security had not been provided as ordered.",
      "id": "s14"
    },
    {
      "text": "She drew Mr Tzovaras' attention to the fact that her clients' undertakings not to enforce the judgment debts were now extinguished and that the respondents proposed to issue creditor's statutory demands to the appellant in respect of the judgment debts which each of the respondents had against the appellant.",
      "id": "s15"
    },
    {
      "text": "In that letter she also foreshadowed an application that the appeal be dismissed for want of prosecution.",
      "id": "s16"
    },
    {
      "text": "In that letter, Ms Monnox made very clear that she was instructed to take steps to have the appeal dismissed.",
      "id": "s17"
    },
    {
      "text": "On 23 September 2009, Ms Monnox and Mr Slade, who is a principal of Maurice Blackburn Pty Limited, the respondents' lawyers, attempted to speak to Mr Tzovaras.",
      "id": "s18"
    },
    {
      "text": "On that occasion they were informed that Mr Tzovaras had left for overseas and would not be returning for 10 days.",
      "id": "s19"
    },
    {
      "text": "This was the first occasion that Ms Monnox or Mr Slade had been informed of the fact that Mr Tzovaras was going overseas and would not be available to deal with the matter.",
      "id": "s20"
    },
    {
      "text": "A letter was written by someone at Mr Tzovaras' firm on 24 September 2009 foreshadowing an application that the Motion with which I am currently dealing be adjourned: \n \n ... so that Ted [referring to Mr Tzovaras] may have sufficient time upon his return to prepare an affidavit.",
      "id": "s21"
    },
    {
      "text": "The letter did not descend into any detail as to what it was that would be covered by the foreshadowed affidavit.",
      "id": "s22"
    },
    {
      "text": "On 25 September 2009, Ms Monnox again wrote to Mr Tzovaras' firm indicating that her clients did not consent to any adjournment of their Motion, which had, by then, been filed and served.",
      "id": "s23"
    },
    {
      "text": "In that letter she referred to a number of aspects relevant both to any adjournment application and to the hearing of the Motion itself.",
      "id": "s24"
    },
    {
      "text": "Included within the observations made in that letter was an observation to the effect that the appellant had had ample time to prepare any affidavit evidence upon which it might seek to rely whether in support of an application for an adjournment of the hearing of the respondents' Motion or in support of its resistance to the order sought in that Motion.",
      "id": "s25"
    },
    {
      "text": "Regrettably, the appellant has not seen fit to place any affidavit material before the Court notwithstanding the fact that it has had more than enough time in which to do so.",
      "id": "s26"
    },
    {
      "text": "In particular, no explanation has been offered to the Court as to why the security has not been provided in accordance with the orders of the Court.",
      "id": "s27"
    },
    {
      "text": "Nor is there any evidentiary material to support a submission that the security can and will be provided in the near future.",
      "id": "s28"
    },
    {
      "text": "There is simply no evidence at all coming from the appellant let alone any evidence that would justify an adjournment of the current Motion or a dismissal of that Motion.",
      "id": "s29"
    },
    {
      "text": "Earlier today, Mr Riedstra, who appears for the appellant today, sought an adjournment of the Motion.",
      "id": "s30"
    },
    {
      "text": "I refused that application essentially because there was no evidentiary material before me directed to satisfying me that there was some point in granting the adjournment.",
      "id": "s31"
    },
    {
      "text": "The simple fact is that, unless there is a satisfactory explanation as to why the security has not been provided as ordered as well as evidence to suggest that it will be provided in the near future, there would be no point in granting the adjournment.",
      "id": "s32"
    },
    {
      "text": "The appellant originally sought leave to appeal from the decision of Rares J because it believed that that decision was not a final judgment.",
      "id": "s33"
    },
    {
      "text": "After argument, I made orders on 22 July 2009 granting leave to appeal from the decision of Rares J should that leave be necessary and extending the time within which a Notice of Appeal could be filed in the event that, as I thought, the judgment of Rares J was in fact a final judgment (see Austcorp International Limited v Owers [2009] FCA 774).",
      "id": "s34"
    },
    {
      "text": "The matter came before me again on 12 August 2009 when I heard and disposed of competing Motions.",
      "id": "s35"
    },
    {
      "text": "One of those Motions included an application by the respondents that the appellant be required to put up security for the respondents' costs of the appeal.",
      "id": "s36"
    },
    {
      "text": "The orders which I made by consent on that day were as follows: \n \n BY CONSENT, THE COURT : \n \n ORDERS that Austcorp International Limited ( Austcorp ) provide security in the amount of $70,000 ( Security Amount ) for the respondents' costs of any appeal filed by it in respect of the orders made by Rares J on 8 May 2009 ( Orders ).",
      "id": "s37"
    },
    {
      "text": "ORDERS that the Security Amount: \n \n \n (a) Be provided on or before 4.00 pm on 21 September 2009;\n (b) Be provided by way of an irrevocable bank guarantee in favour of the respondents provided by an Australian bank in such form as the parties may agree and, in default of agreement, in such form as a Registrar may determine.",
      "id": "s38"
    },
    {
      "text": "EXTENDS the time within which Austcorp may file a Notice of Appeal pursuant to the leave granted by his Honour Justice Foster on 22 July 2009 to 21 August 2009.",
      "id": "s39"
    },
    {
      "text": "ORDERS that the appeal be expedited.",
      "id": "s40"
    },
    {
      "text": "ORDERS that, pending the determination of its appeal or until further order, whilst the respondents refrain from enforcing the judgment debts under the Orders, Austcorp by itself, its servants, agents, employees and anyone acting on its behalf or on its instructions be restrained from removing from Australia, disposing of, dealing with, causing the diminution in value of, or otherwise encumbering its assets or incurring debts or liabilities or discharging its debts or liabilities other than in the ordinary and proper course of business so that the unencumbered asset value of its assets shall not fall below $2.5 million.",
      "id": "s41"
    },
    {
      "text": "ORDERS that, on or before 7 September 2009, Austcorp file and serve an affidavit setting out full details of its financial position as at 12 August 2009, including all of its assets (and details of their value and location) and liabilities, including the extent of any encumbrances over Austcorp's assets and the extent to which those assets have been disbursed, disposed of or diminished outside the ordinary course of business since 1 May 2009.",
      "id": "s42"
    },
    {
      "text": "NOTES that each party agrees to pay its own costs in respect of the motions filed in these proceedings to date.",
      "id": "s43"
    },
    {
      "text": "NOTES that the respondents by their Counsel undertake to the Court until further order not to enforce the judgment debts in their favour pursuant to the Orders until whichever is the earliest of (a), (b), (c) and (d) below: \n \n \n (a) The final determination of any appeal filed by Austcorp;\n (b) Austcorp's failure to provide the Security Amount by 4.00 pm on 21 September 2009;\n (c) The date of the breach of any of these orders or undertakings; or\n (d) Austcorp enters into any form of external administration.",
      "id": "s44"
    },
    {
      "text": "NOTES that Austcorp by its solicitor undertakes to the Court to file and serve a Notice of Appeal as permitted by the orders made by Foster J on 22 July 2009 and to prosecute that appeal with all due expedition.",
      "id": "s45"
    },
    {
      "text": "NOTES that the parties agree that if the amount of the respondents' costs exceed the Security Amount to be provided in order 1 above they may apply to the Court for further security.",
      "id": "s46"
    },
    {
      "text": "NOTES that the making of these orders, the giving of the undertakings noted above and the agreements noted above together finally and completely resolve the claims for relief made by Austcorp in its Notice of Motion filed on 21 July 2009 and by the respondents in their Notice of Motion filed on 31 July 2009.",
      "id": "s47"
    },
    {
      "text": "GRANTS liberty to all parties to apply on two days' notice.",
      "id": "s48"
    },
    {
      "text": "It is quite clear that the respondents agreed to give the undertaking noted in paragraph 8 of those orders and to pay its own costs as specified in paragraph 7 of those orders in return for several commitments made by the appellant contained in the balance of the orders.",
      "id": "s49"
    },
    {
      "text": "Those commitments may be summarised as the provision of security for costs, the expedition of the appeal, the protection of the assets of the appellant by way of a Mareva injunction, the verification of the financial position of the appellant and the undertaking given by the solicitor for the appellant to prosecute the appeal with all due expedition.",
      "id": "s50"
    },
    {
      "text": "It was apparent from the material before me on 12 August 2009 and from a further affidavit subsequently filed on behalf of the appellant, being the affidavit of Mr Samuel-Thambiah sworn on 7 September 2009, that the appellant has a very substantial deficiency of assets over liabilities, little cash at bank, no active business and an income stream that is dependant upon the payment of dividends and/or trust distributions from its subsidiaries.",
      "id": "s51"
    },
    {
      "text": "It is clear that, absent some support from related corporate entities or individuals, the appellant has no prospect of paying either the judgment debts or the security which I ordered be paid on 12 August 2009.",
      "id": "s52"
    },
    {
      "text": "The whole purpose of the orders which I made on 12 August 2009 was to give the appellant a fair opportunity to mount and conduct the appeal from the decision of Rares J which it had foreshadowed but to do so upon strict terms which were intended fairly to take into account the interests of the respondents.",
      "id": "s53"
    },
    {
      "text": "When the orders were made, I considered that a period of almost six weeks from 12 August 2009 was sufficient time to enable $70,000.00 to be raised by the appellant.",
      "id": "s54"
    },
    {
      "text": "The appellant did not suggest otherwise.",
      "id": "s55"
    },
    {
      "text": "The terms imposed upon the appellant on 12 August 2009 required that the appeal be moved forward rapidly and not be delayed at all unless for very good reason.",
      "id": "s56"
    },
    {
      "text": "It must have been very clear to the appellant at all times from late June or early July 2009 that, if the indulgences which it was seeking were to be granted to it, it would be on strict terms and that those terms would have to be religiously adhered to.",
      "id": "s57"
    },
    {
      "text": "The time between 21 September 2009 and today is not very long but the point against the appellant for present purposes is not so much that there has been an inordinate delay past the due date in the provision of the security but rather that, in all the circumstances of the case, the security should have been provided by the date ordered and that there has been no attempt to explain why that was not done nor any evidence to inform the Court whether and, if so, when it can be done.",
      "id": "s58"
    },
    {
      "text": "The appellant has indicated that it requires several days of this Court's Full Court sittings in February 2010 for the hearing of its appeal yet it has failed to play its part in getting that appeal on for hearing in a timely fashion.",
      "id": "s59"
    },
    {
      "text": "Section 56(4) of the Federal Court Act is in the following terms: \n \n 56 Security \n ...\n (4) If security, or further security, is not given in accordance with an order under this section, the Court or a Judge may order that the proceeding or appeal be dismissed.",
      "id": "s60"
    },
    {
      "text": "As submitted by the solicitor for the respondents, the discretion which the Court might exercise to order security under s 56(1) of the Federal Court Act is broad and unfettered but must be exercised judicially ( Bell Wholesale Co Ltd v Gates Export (1984) 2 FCR 1 at 3---4).",
      "id": "s61"
    },
    {
      "text": "A similar approach should be taken to the power to dismiss an appeal pursuant to s 56(4).",
      "id": "s62"
    },
    {
      "text": "The Court should have regard to all of the circumstances of the case in exercising its discretion.",
      "id": "s63"
    },
    {
      "text": "I have already referred to the relevant circumstances in some detail, and it seems to me that, in the absence of any attempt at all by the appellant to explain itself or to provide assistance to the Court as to when security might be provided, the only appropriate course is for me to dismiss the appeal pursuant to s 56(4) of the Federal Court Act.",
      "id": "s64"
    },
    {
      "text": "As Hely J said in Truth about Motorways Pty Ltd v Macquarie Infrastructure Investment Management Ltd [2001] FCA 1603: \n \n It is a serious thing to terminate proceedings when there has not been a hearing on the merits.",
      "id": "s65"
    },
    {
      "text": "But in circumstances where there has been an unexplained failure to comply with an order of the Court, which itself was made in the circumstances which I have outlined, it seems to me that the proper exercise of the Court's discretion is to make the orders sought.",
      "id": "s66"
    },
    {
      "text": "Accordingly, pursuant to s 56(4) of the Federal Court Act, I dismiss the appeal and I order the appellant to pay the costs of the respondents of and incidental to the Notice of Motion filed by the respondents on 23 September 2009 and of the appeal.",
      "id": "s67"
    },
    {
      "text": "I also order that, to the extent necessary, the respondents be released from the undertaking given to the Court and noted in paragraph 8 in the orders of the Court made on 12 August 2009.",
      "id": "s68"
    },
    {
      "text": "I should add that my present view is that that undertaking became spent according to its terms when the appellant failed to provide the security for the respondents' costs of the appeal which it had been ordered to provide, that is to say, at 4.00 pm on 21 September 2009.",
      "id": "s69"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s70"
    },
    {
      "text": "Associate:\n \n \nDated: 1 October 2009\n \n Solicitor for the Appellant: Mr D Riedstra (Agent for Tzovaras Legal) \n \n Solicitor for the Respondents: Ms C Monnox of Maurice Blackburn Pty Limited \n Date of Hearing: 30 September 2009 \n \n Date of Judgment: 30 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1112.html",
      "id": "s71"
    }
  ]
}