{
  "name": "Margarula v Northern Territory of Australia (includes corrigendum dated 22 April 2009) [2009] FCA 290 (5 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/290.html",
  "catchphrases": [
    {
      "text": "circumstances where a judge should disqualify himself or herself for apprehension of bias",
      "id": "c0"
    },
    {
      "text": "whether prior advice given between lawyer and client will act to disqualify the lawyer on becoming a judge",
      "id": "c1"
    },
    {
      "text": "consideration of 'reasonable apprehension of bias'",
      "id": "c2"
    },
    {
      "text": "whether there is a reasonable apprehension of bias that a judge may decide an issue influenced by previous given in lawyer and client relationship",
      "id": "c3"
    },
    {
      "text": "whether a formal notice of motion is appropriate or necessary when a party is applying to have a judge disqualify himself or herself from hearing a matter",
      "id": "c4"
    },
    {
      "text": "whether it is appropriate for a judge to make an order disqualifying himself or herself from a matter",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 Ms Yvonne Margarula (and another) is the authorised applicant in a native title determination application made on behalf of the Mirrar People ('the Mirrar application').",
      "id": "s0"
    },
    {
      "text": "The Mirrar application has been tentatively set down for hearing in late November 2009.",
      "id": "s1"
    },
    {
      "text": "I was to be the trial Judge.",
      "id": "s2"
    },
    {
      "text": "The claim area for the Mirrar application includes the town of Jabiru in the Top End of the Northern Territory.",
      "id": "s3"
    },
    {
      "text": "About 10 years ago, while I was a barrister at the Bar in Darwin, I gave some advice in connection with the transfer of the Crocodile Hotel which is located within the town of Jabiru.",
      "id": "s4"
    },
    {
      "text": "So far as I can recall, my advice was directed to the question: \"Has native title been extinguished over the land on which the Crocodile Hotel stands?\".",
      "id": "s5"
    },
    {
      "text": "2 I recently became aware that this question is one of the issues that is likely to arise at the hearing of the Mirrar application.",
      "id": "s6"
    },
    {
      "text": "As soon as I became aware of this fact, I disclosed the existence of the advice to the parties to the Mirrar application at a directions hearing held in Darwin.",
      "id": "s7"
    },
    {
      "text": "As a consequence, Ms Margarula has applied to have me disqualify myself because of a concern that I might be affected by apprehended bias.",
      "id": "s8"
    },
    {
      "text": "I heard submissions from the parties on 5 March 2009 and decided I should disqualify myself.",
      "id": "s9"
    },
    {
      "text": "At the time, I said I would publish my reasons for that decision.",
      "id": "s10"
    },
    {
      "text": "These are those reasons.",
      "id": "s11"
    },
    {
      "text": "FACTUAL AND PROCEDURAL BACKGROUND \n The Kakadu National Park, the Town of Jabiru and the Crocodile Hotel\n \n 3 The history of this matter begins before self-government in the Northern Territory, which occurred on 1 July 1978.",
      "id": "s12"
    },
    {
      "text": "Under the arrangements between the Commonwealth Government and the fledging Northern Territory Government, certain land was to be excluded from the wholesale transfer of property from the Commonwealth to the Northern Territory which was to take place on 1 July 1978.",
      "id": "s13"
    },
    {
      "text": "Much of the land that now comprises the Kakadu National Park was to be one such exclusion --- I will refer to this land as 'the Kakadu land'.",
      "id": "s14"
    },
    {
      "text": "The wholesale transfer of property was to be achieved by s 69 of the Northern Territory (Self-Government) Act 1978 (Cth) ('the Self-Government Act').",
      "id": "s15"
    },
    {
      "text": "However, section 70(1) of the Self-Government Act allowed for certain land to be excluded.",
      "id": "s16"
    },
    {
      "text": "It provided that: \"any interest in land vested or to be vested in the Territory by s 69(2)\" (emphasis added), could be acquired from the Territory by the Commonwealth, under that section.",
      "id": "s17"
    },
    {
      "text": "Accordingly, by a notice dated 27 June 1978, published in the Commonwealth of Australia Gazette on 29 June 1978, acting under s 70 of the Self-Government Act, the Commonwealth acquired the Kakadu land for the public purpose of a national park.",
      "id": "s18"
    },
    {
      "text": "4 Then, about nine months later, on 5 April 1979, by a notice published in the Commonwealth of Australia Gazette, the Kakadu land was proclaimed to be a park and assigned the name: Kakadu National Park.",
      "id": "s19"
    },
    {
      "text": "This proclamation was made under s 7(2)(a) of the National Parks and Wildlife Conservation Act 1975 (Cth) ('the Parks Act').",
      "id": "s20"
    },
    {
      "text": "Further, by section 7(7) of the Parks Act, the interest held by the Commonwealth in the Kakadu land thereby became vested in the Director of National Parks and Wildlife, a corporation established under the Parks Act ('the Director').",
      "id": "s21"
    },
    {
      "text": "This proclamation described the Kakadu land in two parts.",
      "id": "s22"
    },
    {
      "text": "Part one contained an area of 5,700 square kilometres and comprised most of the area of the Kakadu National Park, including the area of the town of Jabiru.",
      "id": "s23"
    },
    {
      "text": "Part two was a much smaller area of 460 square kilometres bounded by the Mudginberri and Munmarlary pastoral leases and the East Alligator River.",
      "id": "s24"
    },
    {
      "text": "These two parts became known as Kakadu National Park Stages 1 and 2 respectively.",
      "id": "s25"
    },
    {
      "text": "Northern Territory Portion numbered 2272 ('NTP 2272') is located in Stage 1.",
      "id": "s26"
    },
    {
      "text": "Stage 3 was included later, but it is not relevant to this matter.",
      "id": "s27"
    },
    {
      "text": "5 Where the plan of management for a national park so provided, the Director was able to establish and develop townships within a national park (under s 8C of the Parks Act) and to grant leases of land within the park for that purpose (under s 9 of the Parks Act).",
      "id": "s28"
    },
    {
      "text": "6 Accordingly, on 29 June 1981, the Director leased NTP 2272 to the Jabiru Town Development Authority, a corporation established by the Jabiru Town Development Act 1978 (NT), for the purpose of establishing the town of Jabiru.",
      "id": "s29"
    },
    {
      "text": "The Jabiru Town Development Authority was required by that lease to use the land in conformity with the Plan of Management adopted under the Parks Act and was able to sub-lease any portion of the land for the purpose of, among other things, conducting businesses in the town of Jabiru.",
      "id": "s30"
    },
    {
      "text": "7 Over the years since then, the Jabiru Town Development Authority has leased a number of lots within NTP 2272 to various persons.",
      "id": "s31"
    },
    {
      "text": "One such lot was Lot 970.",
      "id": "s32"
    },
    {
      "text": "It was sub-leased on 1 March 1989 to the Gagudju Association Incorporated for the permitted use of a hotel operation.",
      "id": "s33"
    },
    {
      "text": "The hotel that was established on Lot 970 became known as the 'Crocodile Hotel' because the design of the hotel was in the shape of a crocodile.",
      "id": "s34"
    },
    {
      "text": "8 In mid 1999, the sub-lease of Lot 970 was transferred from the Gagudju Association Incorporated to the Aboriginal and Torres Strait Islander Commercial Development Corporation ('the ACD Corporation') and, at the same time, it was under-leased to a company called Kakadu Tourism Pty Ltd ('the 1999 transactions').",
      "id": "s35"
    },
    {
      "text": "The Mirrar application is filed and tentative hearing dates set\n \n 9 The original Mirrar application was lodged on 9 September 1997 and an amended form of it was filed with the Court on 4 October 1999.",
      "id": "s36"
    },
    {
      "text": "The claim area identified in the amended Mirrar application included the lands and waters within the boundaries of NTP 2272.",
      "id": "s37"
    },
    {
      "text": "10 I was appointed a Judge of this Court with effect from 19 November 2007.",
      "id": "s38"
    },
    {
      "text": "In February 2008, Mansfield J and I conducted a call-over of the matters in the native title list for the northern part of the Northern Territory.",
      "id": "s39"
    },
    {
      "text": "At that call-over, the Mirrar application was set down for hearing before me for a period of six weeks in July/August 2009.",
      "id": "s40"
    },
    {
      "text": "For various reasons, those trial dates were subsequently vacated and new trial dates were tentatively fixed for a period of two weeks commencing 30 November 2009.",
      "id": "s41"
    },
    {
      "text": "It was during the course of determining whether to fix those hearing dates that I first became aware of the significance of the advice I had given in 1999.",
      "id": "s42"
    },
    {
      "text": "It arose in this way.",
      "id": "s43"
    },
    {
      "text": "11 The Commonwealth was opposed to my fixing those hearing dates.",
      "id": "s44"
    },
    {
      "text": "In support of its opposition to that course, on 10 February 2009, it filed an affidavit by Mr Paul Minogue, a solicitor employed by the Department of Environment, Water, Heritage and the Arts.",
      "id": "s45"
    },
    {
      "text": "In that affidavit, Mr Minogue set out a detailed history of the establishment of the Kakadu National Park and the town of Jabiru, some of which history is recorded above.",
      "id": "s46"
    },
    {
      "text": "He also set out a summary of the Commonwealth's position in relation to the Mirrar application as follows:\n \n The Commonwealth takes the view that native title to all three portions [viz Northern Territory Portions 2271, 2272 and 2273] was extinguished before Northern Territory self-government, and that, if that was not the case, subsequent land dealings would also have had this effect.",
      "id": "s47"
    },
    {
      "text": "12 It was when I began to read Mr Minogue's affidavit that I began to recall, that I had given the advice in relation to the 1999 transactions involving the Crocodile Hotel and I realised that those transactions may be among the subsequent land dealings to which Mr Minogue referred.",
      "id": "s48"
    },
    {
      "text": "Accordingly, when the matter resumed on 12 February 2009, I made the following disclosure (corrected from the transcript):\n \n ... in my past role as a barrister I had given advice ... about 8 or 10 years ago ... to a party who was involved in the sale and purchase of some hotel properties in Kakadu, and the specific area in which my advice was sought was as to whether native title had been extinguished in relation to the land upon which those hotel properties were located.",
      "id": "s49"
    },
    {
      "text": "I recall now ... the Crocodile Hotel at Jabiru was one of the hotel properties.",
      "id": "s50"
    },
    {
      "text": "I think there may have been others but I am not sure about that.",
      "id": "s51"
    },
    {
      "text": "I can't remember precisely who the client was, but I do remember it was an Aboriginal body based in Canberra.",
      "id": "s52"
    },
    {
      "text": "I think it was the Aboriginal Development Fund or Corporation, ...",
      "id": "s53"
    },
    {
      "text": "I can't remember now the details of the advice I gave, but I vaguely recall it was to the effect that native title had been extinguished at least in relation to the land upon which the Crocodile Hotel is located.",
      "id": "s54"
    },
    {
      "text": "At least, that was my opinion based on the facts as they were presented to me.",
      "id": "s55"
    },
    {
      "text": "...",
      "id": "s56"
    },
    {
      "text": "I see now that one of the issues is whether or not native title has been extinguished in relation to, at least, the Jabiru township area and, in particular, including the Crocodile Hotel as one of the properties within that area.",
      "id": "s57"
    },
    {
      "text": "13 After making this disclosure, I adjourned the matter to allow the parties to consider their position.",
      "id": "s58"
    },
    {
      "text": "Those acting on behalf of Ms Margarula subsequently filed a notice of motion dated 24 February 2009 seeking orders, among others, that: \"The Docket Judge, his Honour Justice Reeves, disqualify himself from further hearing or determining the proceedings.",
      "id": "s59"
    },
    {
      "text": "\" During the hearing of that application on 5 March 2009, it was agreed between the parties that my advice was given to the ACD Corporation.",
      "id": "s60"
    },
    {
      "text": "It was also common ground that my advice was given in relation to the 1999 transactions.",
      "id": "s61"
    },
    {
      "text": "CONTENTIONS AND THE ISSUES THAT ARISE \n \n 14 Mr Glacken SC appeared on behalf of Ms Margarula.",
      "id": "s62"
    },
    {
      "text": "He submitted that the test for disqualification on the basis of apprehended bias is set out in Ebner v Official Trustee ( 'Ebner' ) [2000] HCA 63 ; (2000) 205 CLR 337 at [6] as: \"A judge is disqualified if a fair minded lay observer might reasonably apprehend that the judge might not bring an impartial mind to the resolution of the question the judge is required to decide.",
      "id": "s63"
    },
    {
      "text": "\" He submitted that the test is a relatively undemanding \"double-might\" test, referring to British American Tobacco Australia Limited v Gordon Pty Ltd (' BAT ') [2007] NSWSC 109 at [94] per Brereton J.",
      "id": "s64"
    },
    {
      "text": "He submitted that the question was one of possibility --- real and not remote --- not probability, referring to Ebner at [7].",
      "id": "s65"
    },
    {
      "text": "Mr Glacken referred me to the High Court's decision in Re Polites, Ex parte Hoyts Corporation Pty Ltd (No 2) (' Polites ')(1991) [1991] HCA 31 ; 173 CLR 78 , at 87 to 88, where Brennan, Gaudron and McHugh JJ said:\n \n A prior relationship of legal adviser and client does not generally disqualify the former adviser, on becoming a member of a tribunal (or court, for that matter), from sitting in proceedings before that tribunal (or court) to which the former client is a party.",
      "id": "s66"
    },
    {
      "text": "Of course, if the correctness or appropriateness of advice given to the client is a live issue for determination by the tribunal (or court), the erstwhile adviser should not sit.",
      "id": "s67"
    },
    {
      "text": "15 He also took me to BAT at [85], the fourth dot point, which is to similar effect, as follows:\n \n However, if the judge may be considered to have an interest in the outcome ... for example, if the appropriateness of advice is in issue, or if it will be necessary to decide whether a course of conduct advised by the judge as counsel was legally effective or appropriate --- a reasonable apprehension of bias will arise ... \n\n 16 He submitted that Ms Margarula will contend in the Mirrar application that native title has not been extinguished in relation to NTP 2272 and therefore the various transactions that have occurred in relation to land within that portion, including the 1999 transactions, were invalid because they did not comply with the provisions of the Native Title Act 1993 (Cth).",
      "id": "s68"
    },
    {
      "text": "Therefore, so he submitted, the correctness of my advice that native title had been extinguished in relation to Lot 970 was a live issue in the Mirrar application.",
      "id": "s69"
    },
    {
      "text": "Referring to the two-step process identified in Ebner at [8], Mr Glacken submitted that this was the logical connection between the fact that I had given the advice, and the feared deviation from the course of deciding the Mirrar application on its merits.",
      "id": "s70"
    },
    {
      "text": "Mr Glacken took me to the discussion in Ebner at [19]-[21] about the competing duties of judges to discharge their judicial functions in relation to the cases that are assigned to them; and their obligation not to continue to sit in a case where a substantial objection of apprehended bias is raised.",
      "id": "s71"
    },
    {
      "text": "He submitted that Ms Margarula had raised a substantial objection here, but if I were in any real doubt about my position, the prudent course was for me not to continue to deal with the Mirrar application.",
      "id": "s72"
    },
    {
      "text": "Mr Glacken submitted that the circumstances that dictated that prudent course were: that the objection had been raised at an early stage in the proceedings --- the tentative trial dates were some nine months away; that it would be relatively easy to reassign the matter to another judge; and that a significant amount of public resources would be wasted if I were to continue to sit and determine the Mirrar application and then my determination was later upset on appeal, based upon an apprehension of bias on my part.",
      "id": "s73"
    },
    {
      "text": "17 Ms Webb QC appeared for the Commonwealth.",
      "id": "s74"
    },
    {
      "text": "She supported the submissions made by Mr Glacken on behalf of Ms Margarula.",
      "id": "s75"
    },
    {
      "text": "She informed me that the Commonwealth had made enquiries and established that my advice had in fact been given to the ACD Corporation, a predecessor of Indigenous Business Australia, both of which were, or are, Commonwealth statutory authorities.",
      "id": "s76"
    },
    {
      "text": "18 Ms Brownhill appeared for the Northern Territory.",
      "id": "s77"
    },
    {
      "text": "She informed me that the Northern Territory did not oppose the application, but in the interests of ensuring the matter was properly and fully argued before me, it proposed to take a contradictor role.",
      "id": "s78"
    },
    {
      "text": "I appreciated the Northern Territory taking that course, because I was thereby made aware of some authorities that were particularly relevant to the issues I had to decide.",
      "id": "s79"
    },
    {
      "text": "Ms Brownhill began by referring me to the principles I had summarised from Ebner in my decision in NTD8 v Australian Crime Commission (No 1b) (' NTD8 ') [2008] FCA 984 ; (2008) 249 ALR 559 at [40] et seq.",
      "id": "s80"
    },
    {
      "text": "She then took me to the decision of Callinan J in Kartinyeri v Commonwealth (No 2) (' Kartinyeri ') (1998) 72 ALJR 1334 , where his Honour was asked to disqualify himself because of certain advice he had given to the Senate Legal and Constitutional Affairs Committee.",
      "id": "s81"
    },
    {
      "text": "She pointed out that his Honour refused to disqualify himself (at least initially), because (at [38]):\n \n There were no issues of fact or credibility involved in the advice that I gave, that the issues in this case are exclusively legal ones and, that I played no part at all in drafting, advocating or in any way implementing the legislation that the Court has to consider.",
      "id": "s82"
    },
    {
      "text": "19 Ms Brownhill submitted that there were no issues of fact or credibility involved in the advice I gave in relation to the 1999 transactions and the issues in the advice were exclusively legal ones involving the construction of the Native Title Act 1993 (Cth).",
      "id": "s83"
    },
    {
      "text": "She submitted that the only facts involved in the Mirrar application were, what she referred to as, 'tenurial facts' which, she submitted, were matters of public record ie proclamations in various Government Gazettes and the records of the Lands Title Office.",
      "id": "s84"
    },
    {
      "text": "In any event, she submitted, these facts were already largely, if not totally, agreed between the parties.",
      "id": "s85"
    },
    {
      "text": "20 Ms Brownhill took me to the decision of Merkel J in A1 v Betty King QC (' A1 ') [1996] FCA 436.",
      "id": "s86"
    },
    {
      "text": "In that case, Merkel J had advised the Australian Crime Commission, (a successor of the National Crime Authority), on a question of law some years before a matter came before him, involving the Australian Crime Commission and a similar, but not the same, question of law.",
      "id": "s87"
    },
    {
      "text": "She pointed out that two of the factors Merkel J took into account in deciding not to disqualify himself were that there had been changes to the National Crime Authority Act since his advice was given; and that there had been a number of recent decisions in relation to that Act.",
      "id": "s88"
    },
    {
      "text": "In this matter, she submitted, there have been many significant decisions on the question of extinguishment of native title since I gave my advice in 1999, particularly the High Court's decision in Western Australia v Ward &amp; Ors (' Ward ') [2002] HCA 28 ; (2002) 213 CLR 1.",
      "id": "s89"
    },
    {
      "text": "Ms Brownhill submitted that the observations made in Polites at 87 to 88, which were relied upon by Mr Glacken, must be read in the context that the Court ultimately came to the conclusion that Deputy President Polites was not affected by apprehended bias (at 91).",
      "id": "s90"
    },
    {
      "text": "Ms Brownhill also took me to the decision of Brereton J in BAT and Finkelstein J in Kirby v Centro Properties Limited No 2 ( 'Centro' ) [2008] FCA 1657 ; 68 ACSR 439.",
      "id": "s91"
    },
    {
      "text": "In relation to the latter, among other things, she referred me to the observations (at [15]) to the effect that the apprehension of bias test is much stricter in relation to allegations of interest, as opposed to allegations of prejudgment.",
      "id": "s92"
    },
    {
      "text": "21 In reply, Ms Webb QC pointed out that Callinan J did eventually disqualify himself in Kartinyeri because he later discovered that the advice he gave was given to the Minister for Aboriginal Affairs, and not to the Senate, Legal and Constitutional Affairs Committee.",
      "id": "s93"
    },
    {
      "text": "22 In reply, Mr Glacken SC was not willing to concede that there were no issues of fact or credibility likely to arise in the hearing of the Mirrar application.",
      "id": "s94"
    },
    {
      "text": "I must say at once, that I have some difficulty accepting this submission, because I consider Ms Brownhill is correct in her submission that extinguishment issues of the kind raised in the Mirrar application are usually determined on the basis of tenurial facts which are on the public record and, therefore, almost always, agreed between the parties.",
      "id": "s95"
    },
    {
      "text": "Mr Glacken also submitted that, unlike the situation Merkel J faced in A1, here the legal issue addressed in the advice is the same as one of the issues that will arise for determination in the Mirrar application ie whether native title was extinguished and, therefore, whether the 1999 transactions (and many others like them), were valid.",
      "id": "s96"
    },
    {
      "text": "Mr Glacken submitted that while the client I advised was not a direct party in the proceedings, it is indirectly involved in the proceedings insofar as it is, or was, a statutory authority of the Commonwealth.",
      "id": "s97"
    },
    {
      "text": "Finally, Mr Glacken pointed out that while the Northern Territory had made submissions as a contradictor, it was significant that no party to the proceedings had actually opposed Ms Margarula's application.",
      "id": "s98"
    },
    {
      "text": "23 In my view, these submissions give rise to one issue of substance, that is, whether by reason of the advice I gave in 1999 to the ACD Corporation, a fair minded lay observer might reasonably apprehend that I might not bring an impartial mind to the resolution of the issues I will be required to decide in the Mirrar application.",
      "id": "s99"
    },
    {
      "text": "24 While this is the sole substantive issue in this matter, it emerged in the course of submissions, that there was some uncertainty as to the appropriate procedure to be followed in applications of this kind.",
      "id": "s100"
    },
    {
      "text": "That uncertainty included questions such as: whether it was appropriate to apply by notice of motion; what facts should be considered in the application; and what order, if any, should ultimately be made.",
      "id": "s101"
    },
    {
      "text": "I will therefore turn to briefly consider these procedural issues, before addressing the substantive issue above.",
      "id": "s102"
    },
    {
      "text": "CONSIDERATION \n What is the appropriate procedure - is a notice of motion appropriate or necessary?",
      "id": "s103"
    },
    {
      "text": "25 The first procedural question is: whether a formal notice of motion is appropriate or necessary when a party is applying to have a judge disqualify him or herself from hearing a matter?",
      "id": "s104"
    },
    {
      "text": "In Brooks v Upjohn Co (' Brooks ') (1998) 85 FCR 469 , one of the parties filed a notice of motion seeking an order that the trial judge disqualify herself from hearing the matter.",
      "id": "s105"
    },
    {
      "text": "After hearing that application, the trial judge ordered that: \"the orders sought by the fourth respondent in their (sic) Notice of Motion ... not be made\" (at 472).",
      "id": "s106"
    },
    {
      "text": "When the matter came before the Full Court on appeal, Ms Brooks claimed that the order made by the trial judge was not an order of the Court and therefore was not a matter in respect of which the Full Court had appellate jurisdiction.",
      "id": "s107"
    },
    {
      "text": "In pursuing that argument, Ms Brooks placed considerable reliance upon the decision of the New South Wales Court of Appeal in Barton v Walker (' Barton ') (1979) 2 NSWLR 740 at 749 which is to the effect, among other things, that: \"a judge ordinarily 'must not' entertain formally a motion for disqualification on the grounds of bias\".",
      "id": "s108"
    },
    {
      "text": "The Full Court analysed the decision in Barton (at 472 to 474) and decided (at 474) that it could be distinguished:\n \n ... on the basis that in those proceedings there was no notice of motion filed, no formal order extracted and no reasons for judgment published.",
      "id": "s109"
    },
    {
      "text": "All of those steps occurred in the present matter.",
      "id": "s110"
    },
    {
      "text": "26 After referring to some other decisions on the point, including GFC Super Fund v Saunders (' GFC Super Fund ') (1994) 52 FCR 48 , the Court observed that if it was wrong in its assessment that Barton could be distinguished, it would not follow that decision (at 476).",
      "id": "s111"
    },
    {
      "text": "Its reasons for this conclusion were as follows (at 476 to 477):\n \n26.1 \"It does not sit all that comfortably with the later decision of the same court in Australian National Industries Limited v Spedley Securities Limited (in liq) (' Spedley ') (1992) 26 NSWLR 411.",
      "id": "s112"
    },
    {
      "text": "That appeal proceeded, apparently (see at 423) on the basis that the parties were content to ignore Barton's case\".",
      "id": "s113"
    },
    {
      "text": "26.2 In Spedley , Kirby P expressed the view that Barton may one day need to be reviewed but that he would \"... simply pass [it] by, saying nothing more upon it\".",
      "id": "s114"
    },
    {
      "text": "Kirby P expressed a similar view in Chow v Director of Public Prosecutions (1992) 28 NSWLR 593 at 609.",
      "id": "s115"
    },
    {
      "text": "Otherwise, apart from Mahoney JA, who endorsed the principle in Barton , none of the other judges in Spedley mentioned it.",
      "id": "s116"
    },
    {
      "text": "26.3 The matters identified by Samuels JA in Barton to characterise a disqualification motion as \"not cognisable\"; were not insurmountable because, for example, \"a disqualification order or an order refusing to disqualify, might be regarded as being in its nature declaratory and self-operative in the vast majority of cases.",
      "id": "s117"
    },
    {
      "text": "\" And, \"enforcement problems are unlikely to arise\".",
      "id": "s118"
    },
    {
      "text": "26.4 The perceived problem of a judge changing his or her mind was met by the fact that disqualification orders are clearly interlocutory and the usual principles with regard to the variation or recall of interlocutory orders would apply.",
      "id": "s119"
    },
    {
      "text": "26.5 Finally, in relation to: \"the problem of how a judge might deal with assertions of fact which he or she knows to be incorrect\", that situation could be dealt with, as it was in Brooks, by the trial judge informing counsel what her knowledge was.",
      "id": "s120"
    },
    {
      "text": "The Court noted that: \"... it would be a rare case in which the admissibility of such evidence would be challenged.",
      "id": "s121"
    },
    {
      "text": "\" And, if that were to happen, it would be likely that the parties would find a way to secure the evidence in a form which could not be challenged.",
      "id": "s122"
    },
    {
      "text": "27 If the matter were left there, the present state of authority in this Court, as to the effect of Barton, would be relatively clear.",
      "id": "s123"
    },
    {
      "text": "However, in a more recent decision of Parramatta Design and Development Pty Ltd v Concrete Pty Ltd ('Parramatta Design ') [2005] FCAFC 138 ; (2005) 144 FCR 264 , a differently constituted Full Court of this Court appeared to follow, at least in some respects, Barton .",
      "id": "s124"
    },
    {
      "text": "In Parramatta Design , the Court said (at [36]):\n \n The issue of whether a judge should disqualify himself or herself is ordinarily raised with the judge in an informal way.",
      "id": "s125"
    },
    {
      "text": "It is not usual for a judge to make an order that he or she continue, or not continue, to hear and determine the case.",
      "id": "s126"
    },
    {
      "text": "In Barton v Walker (1979) 2 NSWLR 740 at 749.",
      "id": "s127"
    },
    {
      "text": "Samuels JA with whom Reynolds and Glass JJA agreed, observed: \n\n \nIt is ... a matter of real difficulty to conceive of an order directed by the judge to the judge forbidding himself to hear the case; at least in the absence of statutory regulation.",
      "id": "s128"
    },
    {
      "text": "28 However, the Court then proceeded to address the inconvenience that is often presented by the decision in Barton by observing that (at [37]):\n \n The traditional position is that a decision on a disqualification application is not subject to appeal because it gives rise to no appealable judgment (see R v Watson; ex parte Armstrong at 266).",
      "id": "s129"
    },
    {
      "text": "However, to avoid the obvious inconvenience and expense that may follow if a litigant has no remedy before final judgment, the courts have developed means by which a refusal to disqualify may be challenged earlier.",
      "id": "s130"
    },
    {
      "text": "The Court then went on to give, as examples of ways to overcome this inconvenience, the approach taken in Spedley and GFC Super Fund .",
      "id": "s131"
    },
    {
      "text": "29 In Bahonko v Nurses Board of Victoria (No 2) (' Bahonko ') [2007] FCA 351 at [41] , Middleton J was called on to consider a submission that: \"the appropriate course for a party raising the question of disqualification of a judge who is hearing a matter is not to file a formal notice of motion, but to invite the judge to disqualify herself or himself.",
      "id": "s132"
    },
    {
      "text": "\" In considering that submission, his Honour referred to BAT at [52], where Brereton J reviewed a number of cases on the same point.",
      "id": "s133"
    },
    {
      "text": "He then concluded (at [41]) that it is not impermissible to proceed on a notice of motion, but such was not necessary.",
      "id": "s134"
    },
    {
      "text": "His Honour does not appear to have been referred to the decisions in Brooks or Parramatta Design .",
      "id": "s135"
    },
    {
      "text": "30 More recently, in Centro , Finkelstein J was called on to consider Barton and the cases that followed it, along with Brooks and Parramatta Design .",
      "id": "s136"
    },
    {
      "text": "On Barton , his Honour stated that he thought that the reasoning in it was circular (at [19]).",
      "id": "s137"
    },
    {
      "text": "On the question: whether a notice of motion was appropriate, he referred to the decision in Idoport Pty Ltd v National Australia Bank (' Idoport ') [2004] NSWSC 270 , one of the cases that followed Barton , and said: \n \n To say, as was said in Idoport (at [8] quoting Barton ), that formal application for disqualification must not be entertained because it \"is beyond doubt that a judge of any court who might reasonably be suspected of bias should not hear the cause\" is not a justification for the rule but rather a restatement of the problem.",
      "id": "s138"
    },
    {
      "text": "The question, as it is here, is always whether and when the suspicion of bias is reasonable, not what should be done if it is.",
      "id": "s139"
    },
    {
      "text": "He then concluded on this aspect (at [19]) as follows:\n \n In my view, the public interest in seeing justice done openly is best served by allowing (but not always mandating) recusal applications to be brought in public by motion and whatever process is required to see that the allegations are fully ventilated.",
      "id": "s140"
    },
    {
      "text": "31 On the apparent conflict between Brooks and Parramatta Design in relation to Barton , Finkelstein J had this to say (at [21]):\n \n I should also point out that in Parramatta the Full Court cited Barton but neither acknowledged nor addressed the tension between that case and Brooks .",
      "id": "s141"
    },
    {
      "text": "Most likely this was because, to the extent that the court in Parramatta appeared to approve Barton , such approval was peripheral and unnecessary to the relevant holding, which was that a trial judge's earlier decision in relation to a recusal request does not foreclose him or her from revisiting that decision in light of fresh material: Parramatta at FCR [38].",
      "id": "s142"
    },
    {
      "text": "This proposition is both correct and unremarkable --- as a general matter, any interlocutory order may be the subject of reconsideration by the trial court prior to the making of final orders.",
      "id": "s143"
    },
    {
      "text": "32 I will return to Centro when I come to consider the question as to: what, if any, order should be made?",
      "id": "s144"
    },
    {
      "text": "However, on the present question whether a notice of motion is appropriate, I respectfully agree with the conclusions of Finkelstein J in Centro about the explanation for the apparent conflict between Brooks and Parramatta Design and would therefore follow both Brooks and, particularly, Centro , on the appropriateness of entertaining a formal notice of motion in a disqualification application.",
      "id": "s145"
    },
    {
      "text": "I might add that, whilst I was not aware of these decisions at the time (these issues were not raised in NTD8 ), the considerations of open justice and a full ventilation of the relevant issues mentioned by Finkelstein J in Centro were what motivated me to require Ms Margarula's legal advisors to make this application by a notice of motion.",
      "id": "s146"
    },
    {
      "text": "Therefore, whilst I accept that a formal notice of motion may not always be necessary or appropriate eg if the application were to be made on the run, during the course of a trial, I consider that a formal notice of motion was the appropriate course in this matter where, during the early interlocutory stages, Ms Margarula was asking me to take the significant step of standing aside from eventually hearing a matter that had been duly allocated to me according to this Court's usual processes.",
      "id": "s147"
    },
    {
      "text": "The difficulties in establishing the factual basis for the application\n \n 33 Some authorities have discussed the difficulties that may arise if the Court were to be scandalised or embarrassed by the factual allegations said to support an application for disqualification based upon apprehended bias and the possibility of contempt of court occurring in the process: see Bainton v Rajski (1992) 29 NSWLR 539.",
      "id": "s148"
    },
    {
      "text": "Other authorities have discussed the difficulties that arise when there is a dispute as to the facts supporting such an application, particularly the conceptual difficulty of the judge who is the subject of the allegation of apprehended bias, determining disputed facts for the purposes of determining whether or not that apprehended bias exists: see GFC Super Fund .",
      "id": "s149"
    },
    {
      "text": "34 Fortunately, in this case, the parties were content to accept the accuracy of the facts about the advice I outlined on 12 February 2009 (see [12] above), supplemented by the agreed facts and common ground I have mentioned (see [13] above).",
      "id": "s150"
    },
    {
      "text": "It followed that none of the difficulties I have referred to above have came to pass in this application.",
      "id": "s151"
    },
    {
      "text": "It is pertinent to add that it also appeared to be common ground between the parties that it did not matter whether I was correct in my recollection about the advice I gave as to whether or not native title had been extinguished in relation to Lot 979.",
      "id": "s152"
    },
    {
      "text": "The important point was that I had given some advice about that issue.",
      "id": "s153"
    },
    {
      "text": "It followed that if my advice was to the opposite effect, ie that native title had not been extinguished in relation to the land upon which the Crocodile Hotel was located, that would make no difference.",
      "id": "s154"
    },
    {
      "text": "For this reason, it also appeared to be common ground that nothing would be gained by my attempting to obtain a copy of the advice I gave.",
      "id": "s155"
    },
    {
      "text": "Can a judge make an order disqualifying himself or herself?",
      "id": "s156"
    },
    {
      "text": "35 The question whether it is appropriate, indeed legally unsound, for a judge to make an order disqualifying himself or herself raises a different aspect of the same issue that underlies the first procedural matter (above) ie whether it is appropriate to make a disqualification application by a formal notice of motion.",
      "id": "s157"
    },
    {
      "text": "As with that matter, the contention stems from a line of authority in New South Wales based upon the Court of Appeal decision in Barton .",
      "id": "s158"
    },
    {
      "text": "36 In Brooks the Full Court distinguished Barton on this aspect because in that matter the trial judge had made an order refusing the application (see [25] above).",
      "id": "s159"
    },
    {
      "text": "Moreover, it concluded it should not follow Barton because, among other thing, it considered a disqualification order, or an order refusing a disqualification (as in that case), could be regarded as declaratory in nature and self-operative (see [26.3] above).",
      "id": "s160"
    },
    {
      "text": "While a different Full Court in Parramatta Design observed it was: \"not usual for a judge to make such an order\", it did not say it should not, or could not, be made: ie consistent with legal soundness.",
      "id": "s161"
    },
    {
      "text": "Furthermore, it did not gainsay the earlier decision in Brooks on this aspect.",
      "id": "s162"
    },
    {
      "text": "Finkelstein J confronted this conundrum in Centro where he observed (at [22]):\n \n It is difficult to know what a trial judge should do when the Full Court of his own jurisdiction ( Brooks ) has cast doubt in dictum on the authority of another Full Court's judgment outside his jurisdiction ( Barton ) and yet a third Full Court of his jurisdiction in dictum ( Parramatta ) preferred Barton .",
      "id": "s163"
    },
    {
      "text": "37 Ultimately, because an order was not necessary in Centro , his Honour dealt with the problem by making a direction for the cases to be allocated to another judge.",
      "id": "s164"
    },
    {
      "text": "However, in passing, he saw no difficulty \"circumventing that problem\", and, \"simply framing my recusal in terms of an order granting the respondent's motions\" (see at [23]).",
      "id": "s165"
    },
    {
      "text": "38 In this matter, I effectively took both courses.",
      "id": "s166"
    },
    {
      "text": "I made an order in terms of Ms Margarula's notice of motion to the effect that I should disqualify myself and because the fixing of the trial dates had to be determined promptly, I also arranged for the matter to be listed before another judge later that day.",
      "id": "s167"
    },
    {
      "text": "As well, with the consent of the parties, I made an order that the costs of the motion be costs in the proceeding.",
      "id": "s168"
    },
    {
      "text": "Having already made the first of these orders, not surprisingly, I would rely on Brooks to characterise that order as declaratory and self-operative; and to counter the suggestion in Barton that it is legally unsound.",
      "id": "s169"
    },
    {
      "text": "Fortunately, nothing is likely to flow from this aspect because it is extremely unlikely that any of the parties will wish to challenge any of the orders I made, since none of them was opposed to Ms Margarula's application.",
      "id": "s170"
    },
    {
      "text": "The apprehension of bias principle\n \n 39 I now turn to consider the substantive issue identified above (at [23]).",
      "id": "s171"
    },
    {
      "text": "In NTD8 , I set out a summary of the principles in relation to the apprehension of bias principle as stated by the High Court in Ebner, as follows (at [40]):\n Absent actual bias, the test for disqualification on the basis of apprehended bias is: 'a judge is disqualified if a fair-minded lay observer might reasonably apprehend that the judge might not bring an impartial mind to the resolution of the question the judge is required to decide' (at [6]);\n 'The question is one of possibility (real and not remote), not probability'(at [7]);\n '...[the test] requires no prediction about how the judge or juror will in fact approach the matter.",
      "id": "s172"
    },
    {
      "text": "' (at [7]);\n The test involves a two-step process as follows (at [8]):\n \n First, 'the identification of what it is said might lead the judge or juror to decide a case other than on its legal and factual merits'; and \n\n \n Second, 'the logical connection between that matter and the feared deviation from the course of deciding the case on its merits'; \n\n Judges have a duty to exercise their judicial functions and to hear those cases properly assigned to them, they are not at liberty to decline to hear cases without good cause.",
      "id": "s173"
    },
    {
      "text": "Any objection to them doing so must be based upon a substantial ground.",
      "id": "s174"
    },
    {
      "text": "The system would become intolerable if individual parties could influence the composition of a court by insubstantial objections (at [19] and [20]).",
      "id": "s175"
    },
    {
      "text": "Brereton J set out a similar, although more detailed summary, in BAT at [62]-[63].",
      "id": "s176"
    },
    {
      "text": "The first step --- the identification of the matter\n \n 40 In this case, there is no suggestion of actual bias, and the first step in the two-step process identified in Ebner is relatively straight forward.",
      "id": "s177"
    },
    {
      "text": "The matter which it was said might lead me to decide the Mirrar application other than on its legal and factual merits was the advice I gave to the ACD Corporation in connection with the 1999 transactions.",
      "id": "s178"
    },
    {
      "text": "As I have recorded above, my recollection is that my advice was to the effect that native title had been extinguished in relation to the land upon which the Crocodile Hotel is located.",
      "id": "s179"
    },
    {
      "text": "Even if I advised the opposite, the effect is the same (see [34] above).",
      "id": "s180"
    },
    {
      "text": "The second step --- the logical connection\n \n 41 The question posed in the second step in Ebner is much more difficult to answer in this case: what is the logical connection between the matter (above) and the feared deviation from the course of my deciding the Mirrar application on its merits?",
      "id": "s181"
    },
    {
      "text": "42 Mr Glacken for Ms Margarula has submitted this is a case where the correctness of my advice is a live issue in the Mirrar application and this provides the relevant logical connection.",
      "id": "s182"
    },
    {
      "text": "In making this submission, Mr Glacken did not rely on the existence of a previous relationship of legal advisor and client.",
      "id": "s183"
    },
    {
      "text": "That is not surprising, because the decision in Polites makes it clear that such a previous relationship per se, does not generally provide the necessary logical connection, whereas the former can: see Polites at 87-88.",
      "id": "s184"
    },
    {
      "text": "On the other hand, the difficulty with the former type of logical connection, is that it did not result in disqualification, (at least initially: cf Kartinyeri ), in any of the cases to which I was referred by counsel, where it was put forward as the primary ground for disqualification: see the similar observation in Bat at [66].",
      "id": "s185"
    },
    {
      "text": "These situations should also be distinguished from that where the judge has previously acted as counsel for a party --- then, there is a rule of practice that the judge should disqualify himself or herself: see In the Marriage of Murphy and Armstrong (1978) 35 FLR 482 at 488, Precision Fabrication Pty Ltd v Roadcon Pty Ltd (1991) 104 FLR 260 at 264 and Bat at [66]-[85] where all the relevant cases are considered.",
      "id": "s186"
    },
    {
      "text": "43 In Polites, the High Court considered that the advice given by Deputy President Polites, when he was a solicitor, to the Hoyts Corporation Pty Ltd had variously: long since become irrelevant to the determination he had to make as a member of the Full Bench of the Australian Industrial Relations Commission (at 90); was uncontentious legal advice as to the jurisdiction of the Commission (at 90); was not acted on in any event (at 91); or was advice on negotiating options available; that made no recommendation as to the wisdom, reasonableness or appropriateness of the course of action proposed (at 91).",
      "id": "s187"
    },
    {
      "text": "The High Court therefore held that (at 91):\n \n In the light of these considerations and the fact that appointees to the Commission will often have had a close association with parties before, or with issues to be determined by, the Commission, it would not be open to the parties or to a member of the public to entertain a reasonable apprehension that, by reason of the advice given and the different circumstances of 1986, Mr Deputy President Polites might not bring an impartial and unprejudiced mind to the assessment of the prosecutors' conduct in 1988 or to the determination of appropriate wages and conditions, whether they be determined retrospectively to 1988 or otherwise, for employees in Hoyts theatres.",
      "id": "s188"
    },
    {
      "text": "44 In other words, the High Court concluded there was no logical connection between the advice given by Deputy President Polites and the issues he had to determine as a member of the Full Bench of the Commission.",
      "id": "s189"
    },
    {
      "text": "Because of the observations I make later in these reasons, it is perhaps pertinent to recall that the application in Polites was made after 27 days of hearing, during which 2,500 pages of transcript had been taken and 96 exhibits had been tendered (see at 80).",
      "id": "s190"
    },
    {
      "text": "Moreover, if Deputy President Polites were to continue to follow his decision to decline to sit in the matter, any member appointed in his place would not have had the benefit of hearing the evidence and arguments thus far presented (see at 81).",
      "id": "s191"
    },
    {
      "text": "45 In Kartinyeri , Callinan J was asked to advise (or so he thought at the time) the Senate Legal and Constitutional Affairs Committee in relation to the Hindmarsh Island Bridge Bill 1996 (Cth).",
      "id": "s192"
    },
    {
      "text": "The specific matters upon which his advice was sought were: \"whether, if the Act is capable of being construed as to give rise to racial discrimination it might on that account be successfully challenged, and, if the Act has retrospective effect, whether it might on that ground also be successfully challenged.",
      "id": "s193"
    },
    {
      "text": "\": see Kartinyeri at [4].",
      "id": "s194"
    },
    {
      "text": "So far as his Honour could recall, he gave no further advice, whether as to amendments, or any other matter pertaining to the Act: see Kartinyeri at [7].",
      "id": "s195"
    },
    {
      "text": "The logical connection identified by the plaintiffs in that matter, was expressed in written submissions, as follows:\n The expression of an opinion on the very issues before the Court does suggest to a fair minded lay observer or party that a judge may not be impartial , and;\n The relevant apprehension is compounded by the circumstances that the opinion was sought by a Minister of the Commonwealth, a party to these proceedings.",
      "id": "s196"
    },
    {
      "text": "46 Callinan J referred to the principles set out by the High Court in Livesey v New South Wales Bar Association [1983] HCA 17 ; (1983) 151 CLR 288 at 294 and quoted from the decision of Mason J in Re JRL; Ex parte CJL (' JRL ') [1986] HCA 39 ; (1986) 161 CLR 342 at 352 as follows:\n \n There may be many situations into which previous decisions of a judicial officer on issues of fact and law may generate an expectation that he is likely to decide cases in a particular case adversely to one of the parties.",
      "id": "s197"
    },
    {
      "text": "But this does not mean either that he will approach the issues in that case otherwise then with a impartial and unprejudiced mind in the sense in which that expression is used in the authorities or that his previous decisions provide an acceptable basis for inferring that there is a reasonable apprehension he will approach the issues in this way.",
      "id": "s198"
    },
    {
      "text": "In cases of this kind, disqualification is only made out by showing that there is a reasonable apprehension of bias by reasons of prejudgment and this must be \"firmly established\".",
      "id": "s199"
    },
    {
      "text": "Callinan J then observed (at [23]-[25]):\n \n Most judges on first appointment to the bench come from active practice as lawyers.",
      "id": "s200"
    },
    {
      "text": "In the course of a long career a lawyer is bound to have expressed opinions on the meaning and effect of statutes which will fall for consideration by a court to which such a lawyer is appointed.",
      "id": "s201"
    },
    {
      "text": "I do not think that the expression of an opinion as to a legal matter, whether as a practising lawyer or as a judge on a prior occasion, will ordinarily of itself give rise to a reasonable apprehension of bias according to the relevant test.",
      "id": "s202"
    },
    {
      "text": "Mason J in the passage I have already quoted points out that the making of a previous decision by a judge on issues of fact and law, although perhaps generating an expectation of a particular outcome, does not mean that the judge will not be impartial and unprejudiced in the relevant sense.",
      "id": "s203"
    },
    {
      "text": "The parties here are agreed that there are no issues of fact or credibility to be resolved in this case.",
      "id": "s204"
    },
    {
      "text": "47 It was these factors that led his Honour to conclude that he should not disqualify himself.",
      "id": "s205"
    },
    {
      "text": "His Honour's concluding summary is set out at [18] above.",
      "id": "s206"
    },
    {
      "text": "Because his Honour did not give any reasons for his subsequent decision to disqualify himself, once he discovered he had advised the Minister for Aboriginal Affairs, rather than the Senate Legal and Constitutional Affairs Committee, one cannot be certain as to how he may have expressed these reasons differently.",
      "id": "s207"
    },
    {
      "text": "48 In A1 , Merkel J had given advice to the National Crime Authority some six or seven years before, in relation to the validity of certain notices of referral issued under the National Crime Authority Act 1984 (Cth), in a matter that was unrelated to the proceedings which were presently before him.",
      "id": "s208"
    },
    {
      "text": "The respondents in the proceedings before his Honour applied for him to disqualify himself on the grounds that he had given advice to the National Crime Authority: \"on a question of law arising in the present proceeding\".",
      "id": "s209"
    },
    {
      "text": "However, the respondents' counsel conceded that: \"there was no direct or indirect factual overlap of any kind between the present matter and the matter subject to the written advice ... [and] there was no overlap of any kind in relation to any of the individuals involved in the conduct of each matter.",
      "id": "s210"
    },
    {
      "text": "\" In the course of his reasons, his Honour noted that (at page 13):\n \n At the date of the Advice the main decision relating to the issue the subject of the advice was Mannah v State Drug Crime Commission (1988) 13 NSWLR 43.",
      "id": "s211"
    },
    {
      "text": "Since the advice there has been at least two further decisions by courts which have been referred to in the written submission which touch upon issues raised in the proceeding in respect of the operation of s 13(2) and 14 (2).",
      "id": "s212"
    },
    {
      "text": "They are MFI '1' and others v National Crime Authority [1991] FCA 662 ; (1991) 33 FCR 449 and Gamin v New South Wales Crime Commission (1993) 32 NSWLR 423.",
      "id": "s213"
    },
    {
      "text": "The National Crime Authority Act was amended by Act number 209 of 1991 which enacted ss 29A and 29B.",
      "id": "s214"
    },
    {
      "text": "Those sections might also be relevant.",
      "id": "s215"
    },
    {
      "text": "49 His Honour then rejected the application at two levels.",
      "id": "s216"
    },
    {
      "text": "First, he ruled that (at page 14):\n \n As the legal issue the subject of the advice is not the same issue arising for determination in this proceeding, the issue of prejudgment as such does not arise.",
      "id": "s217"
    },
    {
      "text": "No advice was given on the validity of the notices the subject of the present proceeding or on notices the same or substantially the same form ... Changes to the NCA Act, recent decisions, the evidence to be adduced and the fact of opposing and detailed submissions by the parties, both in writing and orally, provide a quite different context and setting for the consideration of the questions arising for determination in the present proceedings.",
      "id": "s218"
    },
    {
      "text": "50 Secondly, and significantly for this matter, his Honour refused to disqualify himself because (at pages 14-15): \n \n Even if a question of law arising for determination is the same question as that which is the subject of the advice, in my view a reasonable observer would apprehend that the legal questions considered in 1990 would be fairly and impartially considered by me afresh in the light of the submissions put and the evidence adduced by the parties in this proceeding.",
      "id": "s219"
    },
    {
      "text": "...",
      "id": "s220"
    },
    {
      "text": "The expression of a view of the law by counsel, without more, whether to a party later coming before that erstwhile counsel as a judicial officer or otherwise, does not afford a basis for concluding that he or she might not bring an impartial and unprejudiced mind to the resolution of that same question of law arising in a different factual context.",
      "id": "s221"
    },
    {
      "text": "51 However, his Honour did add that (at page 15): \"Clearly, a judge ought not to sit if the correctness or appropriateness of advice given to the client is a 'live issue' in the proceeding to be determined by the former legal advisor\", referring to the High Court's decision in Polites .",
      "id": "s222"
    },
    {
      "text": "52 Taking into account these authorities, in my view, the following factors strongly suggest that no logical connection exists in this matter:\n \n52.1 No issue of fact or credibility is likely to arise in the determination of the Mirrar application involving the advice I gave.",
      "id": "s223"
    },
    {
      "text": "All of the underlying facts are matters of public record and are therefore almost certain to be agreed between the parties.",
      "id": "s224"
    },
    {
      "text": "52.2 The issues in the Mirrar application are therefore likely to be exclusively legal ones, involving the construction of the Native Title Act 1993 (Cth) and its application to the underlying facts mentioned above.",
      "id": "s225"
    },
    {
      "text": "52.3 Since I gave my advice on whether or not native title has been extinguished, there has been a number of significant decisions of the High Court bearing on the issue of the extinguishment of native title, including Ward , all of which decisions would be binding on me in my determination of the Mirrar application.",
      "id": "s226"
    },
    {
      "text": "53 On the other hand, the following factors suggest, I think just as strongly, that there is a logical connection:\n \n53.1 The legal issue in my advice is the same as one of the critical legal issues that will be raised for determination in the Mirrar application and the area of land to which my advice related is the same as a part of the claim area in the Mirrar application.",
      "id": "s227"
    },
    {
      "text": "53.2 The correctness of my advice is, therefore, a live issue, albeit a legal issue, in the Mirrar application.",
      "id": "s228"
    },
    {
      "text": "53.3 While the client I advised is not directly a party to these proceedings, it is indirectly connected to one of the main respondent parties, because it was a statutory authority of the Commonwealth, which is a respondent party in the Mirrar application.",
      "id": "s229"
    },
    {
      "text": "Not insubstantial objection and doubt\n \n 54 As I perceive my task, it is to determine which of this combination of factors is likely to be more persuasive to the fair minded lay observer.",
      "id": "s230"
    },
    {
      "text": "In making that determination, I should bear in mind that bias needs to be firmly established: see JRL at 352 and NTD8 at [47].",
      "id": "s231"
    },
    {
      "text": "Having attempted to do so, I find myself in a position where I can not affirmatively answer that question.",
      "id": "s232"
    },
    {
      "text": "In other words, I am not personally convinced that it has been firmly established, that the apprehension of bias principle dictates that I should disqualify myself: see Ebner at [20]-[21]).",
      "id": "s233"
    },
    {
      "text": "55 However, I consider that the very fact that I find myself in this dilemma demonstrates two things.",
      "id": "s234"
    },
    {
      "text": "First, that Ms Margarula's objection is not insubstantial (see Ebner at [19]) and, secondly, that I have a real doubt about which of my obligations as a judge should prevail: my duty to sit and hear a matter that has been duly assigned to me, or my duty to maintain the impartiality of the Court by refusing to sit when the apprehension of bias principle applies to me: see Bat at [62] and [72].",
      "id": "s235"
    },
    {
      "text": "In this situation, the decision in Ebner suggests (at [21]) that I should look to the circumstances in which this, not insubstantial objection, is raised.",
      "id": "s236"
    },
    {
      "text": "Here, I consider the relevant circumstances are these:\n \n55.1 This objection has been raised at an early stage in the proceedings --- the tentative hearing dates are still some nine months off.",
      "id": "s237"
    },
    {
      "text": "55.2 It will be a relatively simple matter to arrange for another judge of the Federal Court to hear the Mirrar application.",
      "id": "s238"
    },
    {
      "text": "55.3 If I were to proceed to hear and determine the Mirrar application and a Full Court later ruled that I should have disqualified myself, a great deal of public resources will have been wasted.",
      "id": "s239"
    },
    {
      "text": "Moreover, there will be a significant loss of time in resolving the long outstanding native title and related land use issues in and around the town of Jabiru --- the Mirrar application has now been on foot for almost 12 years.",
      "id": "s240"
    },
    {
      "text": "In my view, it is particularly important to avoid the risks of these things occurring because, as Mr Glacken rightly pointed out, such would be a \"calamitous outcome\".",
      "id": "s241"
    },
    {
      "text": "CONCLUSION \n \n 56 Taking into account these circumstances, whilst I am not personally convinced the apprehension of bias principle dictates that I should disqualify myself, I consider the prudent course is that I should decline to continue to deal with the Mirrar application.",
      "id": "s242"
    },
    {
      "text": "It is for these reasons that I decided I should disqualify myself on 5 March 2009.",
      "id": "s243"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Reeves.",
      "id": "s244"
    },
    {
      "text": "Associate:\n \n \nDated: 5 March 2009\n \n Counsel for the Applicant: Mr S Glacken SC \n \n Solicitor for the Applicant: Northern Land Council \n \n Counsel for the First Respondent: Ms S Brownhill \n \n Solicitor for the First Respondent: Solicitor for the Northern Territory \n \n Counsel for the Fourth Respondent: Mr D McConnel \n \n Solicitor for the Fourth Respondent: Cridlands Lawyers \n \n Counsel for the Eighth Respondent: Ms R Webb QC \n \n Solicitor for the Eighth Respondent: Australian Government Solicitor \n Date of Hearing: 5 March 2009 \n \n Date of Judgment: 5 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/290.html",
      "id": "s245"
    }
  ]
}