{
  "name": "LeFrasco Rural Pty Ltd v Eureka! MFG Pty Ltd [2009] FCA 251 (23 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/251.html",
  "catchphrases": [
    {
      "text": "application to set aside statutory demand under s 459g corporations act 2001 (cth)",
      "id": "c0"
    },
    {
      "text": "where amount of demand is not disputed",
      "id": "c1"
    },
    {
      "text": "whether plaintiffs have genuine offsetting claims against admitted debt",
      "id": "c2"
    },
    {
      "text": "offsetting claims reformulated following adjournment",
      "id": "c3"
    },
    {
      "text": "arguable offsetting claims exceed admitted debt.",
      "id": "c4"
    },
    {
      "text": "corporations law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "The plaintiffs each make an application under s 459G of the Corporations Act 2001 (Cth) (\"the Act\") to set aside a statutory demand dated 22 July 2008 served on each of them in the amount of $746,710.35.",
      "id": "s0"
    },
    {
      "text": "There are two actions: the plaintiff in action WAD 170 of 2008 and the plaintiff in action WAD171 of 2008.",
      "id": "s1"
    },
    {
      "text": "The plaintiffs are partners in the Chemforce Australia partnership.",
      "id": "s2"
    },
    {
      "text": "The debt, the subject of the statutory demand, is a debt of the partnership and the affidavits in WAD170 of 2008 mirror those in action WAD171 of 2008.",
      "id": "s3"
    },
    {
      "text": "The two applications were heard together.",
      "id": "s4"
    },
    {
      "text": "The following affidavits were read in the application: \n WAD 170/2008 Lefrasco Rural Pty Ltd v Eureka!",
      "id": "s5"
    },
    {
      "text": "Affidavits relied on by the plaintiff \n Frederik Carl Vanderkley sworn 11 August 2008, 23 September 2008, 20 November 2008, 11 December 2008.",
      "id": "s6"
    },
    {
      "text": "Affidavits relied on by the defendant \n Philip Pentland sworn 9 September 2008 Heidi Kristin Nore affirmed 3 December 2008\n \n WAD171/2008 Richards Investment (WA) Pty Ltd v Eureka!",
      "id": "s7"
    },
    {
      "text": "Affidavits relied on by the applicant \n Paul Victor John Richards sworn 11 August 2008, 24 September 2008, 20 November 2008, 11 December 2008\n \n Affidavits relied on by the respondent \n Philip Pentland 9 September 2008?",
      "id": "s8"
    },
    {
      "text": "Heidi Kristin Nore affirmed 3 December 2008, 18 December 2008 Robert Fagan sworn 18 December 2008 Robert Gordon Fulton sworn 17 December 2008 Neil Thomas Mortimore sworn 19 December 2008 \n The plaintiffs each admit the debt, but contend that there are offsetting claims that reduce the substantiated amount of the debt to less than $2,000.",
      "id": "s9"
    },
    {
      "text": "In the absence of a genuine dispute concerning the existence or the amount of the debt, the admitted amount for the purpose of calculating the admitted total is, as a consequence of s 459H(5)(c) , the amount of the debt.",
      "id": "s10"
    },
    {
      "text": "Once the admitted total is determined the offsetting total can be determined by ascertaining any genuine offsetting claim or claims and subtracting the amount of this claim or claims from the admitted total.",
      "id": "s11"
    },
    {
      "text": "This gives rise to the substantiated amount: Just Right Foods Pty Ltd v Inghams Enterprises Pty Ltd (1998) 27 ACSR 638 at 641.",
      "id": "s12"
    },
    {
      "text": "By way of alleged \"offsetting claims\", the plaintiffs contend that the defendant is liable for unliquidated damages in respect of breach of a contract for non-delivery of 324,000 litres of glyphosate at an average price of $4.48 per litre.",
      "id": "s13"
    },
    {
      "text": "The plaintiffs originally contended that it had an offsetting claim totalling some $1.075 million comprising: \n (1) a pending damages claim by an on-purchaser from the plaintiffs, Ruralco CRT - $359,924; \n\n \n (2) a settled damages claim by another on-purchaser from the plaintiffs, Grain Assist - $46,205; \n\n \n (3) loss of net profit on contracted on-sales on the 324,000 litres of glyphosate - $459,138; \n\n \n (4) loss of future profit as a result of loss of custom by certain former customers - $210,000.",
      "id": "s14"
    },
    {
      "text": "The defendant denies the alleged contract and the alleged breach.",
      "id": "s15"
    },
    {
      "text": "For the purpose of these proceedings, however, the defendant accepts that there is a genuine claim by the plaintiffs in terms of s 459H(5) of the Act for non-delivery of the glyphosate.",
      "id": "s16"
    },
    {
      "text": "The issue is whether and to what extent the plaintiffs' evidence is sufficient to substantiate, by way of quantification, a genuine offsetting claim in the amounts contended for by the plaintiffs.",
      "id": "s17"
    },
    {
      "text": "Legal Principles\n Where an asserted offsetting claim is for damages there needs to be some evidence supporting the quantum of the offsetting claim so that the Court may determine whether or not there is a genuine offsetting claim of a given amount: Sewmail (Australia) Pty Ltd v Booby Traps Pty Ltd (1997) 23 ACSR 339 at 343.",
      "id": "s18"
    },
    {
      "text": "In Macleay Nominees Pty Ltd v Belle Property East Pty Ltd [2001] NSWSC 743 Palmer J stated at [18]: \n ... a genuine offsetting claim for the purposes of CA s 459H(1) and s 459H(2) means a claim on a cause of action advanced in good faith, for an amount claimed in good faith.",
      "id": "s19"
    },
    {
      "text": "'Good faith' means arguable on the basis of facts asserted with sufficient particularity to enable the Court to determine that the claim is not fanciful.",
      "id": "s20"
    },
    {
      "text": "In a claim for unliquidated damages for economic loss, the Court will not be able to determine whether the amount claimed is claimed in good faith unless the plaintiff adduces some evidence to show the basis upon which the loss is said to arise and how that loss is calculated.",
      "id": "s21"
    },
    {
      "text": "If such evidence is entirely lacking, the Court cannot find that there is a genuine offsetting claim for the purposes of s 459H(1) and s 459H(2).",
      "id": "s22"
    },
    {
      "text": "Provision of evidence to substantiate the quantum of the alleged offsetting claim also serves a further purpose.",
      "id": "s23"
    },
    {
      "text": "Consideration of that evidence enables the Court to assess, as it must, whether the claim is \"genuine\", i.e.",
      "id": "s24"
    },
    {
      "text": "a claim that is bona fide and truly exists in fact based on grounds that are real, and not spurious, hypothetical, illusory or misconceived: Spencer Constructions Pty Ltd v G &amp; M Aldridge Pty Ltd [1997] FCA 681 ; (1997) 76 FCR 452 at 464.",
      "id": "s25"
    },
    {
      "text": "The same test applies in ascertaining the existence of an offsetting claim: West International Pty Ltd v Ultradrilling Pty Ltd (2008) 68 ACSR 108 at [9].",
      "id": "s26"
    },
    {
      "text": "In Federico's Restaurant Pty Ltd v Warwick Entertainment Centre Pty Ltd (1995) 18 ACSR 702 , Lehane J dealt with the difficulties concerning offsetting claims of indeterminate amounts.",
      "id": "s27"
    },
    {
      "text": "At 709 his Honour said as follows: \n ...",
      "id": "s28"
    },
    {
      "text": "I must be satisfied for the purposes of the calculation required by s 459H(2) of the existence of an offsetting claim.",
      "id": "s29"
    },
    {
      "text": "The difficulty, however, is that the calculation requires the attribution to the offsetting claim of an amount.",
      "id": "s30"
    },
    {
      "text": "The particular difficulty is that this claim in any ordinary sense of the word does not have an amount.",
      "id": "s31"
    },
    {
      "text": "Its amount or value is on the material before me indeterminate.",
      "id": "s32"
    },
    {
      "text": "The provisions of the Corporations Law do not give me any clear guidance as to what in these circumstances I should do, particularly as to what, in the sense in which the word is used in the provisions, the amount of this particular offsetting claim is.",
      "id": "s33"
    },
    {
      "text": "I do not believe, however, that that difficulty means that I must take the amount of the claim as nil.",
      "id": "s34"
    },
    {
      "text": "That conclusion, it seems to me, would be almost a perversion of what the statutory scheme is intended to do.",
      "id": "s35"
    },
    {
      "text": "In Canpoint International Pty Ltd v Anar International Pvt Ltd [2008] FCA 4 , Stone J, in dealing with an offsetting claim in relation to loss of business, said (at [58] to [59]) as follows: \n [58] ... Whilst the Court does not require evidence of a standard expected on a final claim in applications of this kind, contradictions in evidence can be fatal if they make the claim as a whole implausible; see Edge Technology [2000] NSWSC 471 ; 34 ACSR 301.",
      "id": "s36"
    },
    {
      "text": "...",
      "id": "s37"
    },
    {
      "text": "It is accepted that the amount claimed by the plaintiff may have \"elements of uncertainty\"; Elm Financial Services [2004] NSWSC 560 at [19] .",
      "id": "s38"
    },
    {
      "text": "[59] In Edge Technology [2000] NSWSC 471 ; 34 ACSR 301 , a bare assertion of an amount for loss of profits without further evidence as to how that amount was calculated was held to be insufficient to ground a genuine offsetting claim in that amount; see Edge Technology at 316.",
      "id": "s39"
    },
    {
      "text": "...",
      "id": "s40"
    },
    {
      "text": "The Court thus has sufficient evidence to say that the claim is genuine, whilst not seeking to assess the merits of the claim.",
      "id": "s41"
    },
    {
      "text": "At [62], her Honour continued: \n Clearly, the evidence in relation to each component is not overwhelming, however, as Palmer J held at [28] in Macleay Nominees [2001] NSWSC 743: \n\nMany such claims at this stage of proceedings would appear to be tenuous, but if they are genuine then the alleged debtor company is entitled to the benefit of CA s 459G and s 459H.",
      "id": "s42"
    },
    {
      "text": "The Sale of Goods Act 1895 (WA) s 50(2) and (3) provides: \n 50(2) The measure of damages is the estimated loss directly and naturally resulting, in the ordinary course of events, from the seller's breach of contract.",
      "id": "s43"
    },
    {
      "text": "50(3) Where there is an available market for the goods in question, the measure of damages is, prima facie, to be ascertained by the difference between the contract price and the market or current price of the goods at the time or times when they ought to have been delivered, or, if no time was fixed, then at the time of the refusal to deliver.",
      "id": "s44"
    },
    {
      "text": "On the issue of the correct measure of damages for non-delivery of goods in relation to: \n(a) the plaintiffs' damages claims for loss of profits; and\n \n(b) Ruralco CRT's damages claim; \nthe measure stipulated by s 50(3) of the Sale of Goods Act only applies where there is an available market.",
      "id": "s45"
    },
    {
      "text": "Where there is no available market, as the plaintiffs contend in this case, then s 50(2) applies.",
      "id": "s46"
    },
    {
      "text": "These matters, in themselves, pose difficult questions.",
      "id": "s47"
    },
    {
      "text": "They raise questions such as: \n \n \n (a) whether there was a sufficient number of sellers to meet readily all demands from prospective buyers; \n\n \n (b) whether the demand for the goods exceeds the supply, so that some prospective buyers are unable to obtain the goods they want; \n\n \n (c) whether the goods are only available at an excessive price this may show that the supply of the goods is insufficient to constitute an \"available market\".",
      "id": "s48"
    },
    {
      "text": "Benjamin's Sale of Goods 7 th ed [17-005].",
      "id": "s49"
    },
    {
      "text": "The evidence relied upon by the parties as to whether or not there was, or was not, at the relevant time - October 2007 to June 2008 an \"available market\" is conflicting.",
      "id": "s50"
    },
    {
      "text": "I am unable to resolve those conflicts.",
      "id": "s51"
    },
    {
      "text": "However, it is, I think, a false issue.",
      "id": "s52"
    },
    {
      "text": "The question whether or not there was a market arises from Ruralco CRT's characterisation of part of its claim against the plaintiffs as a \"lost opportunity\" claim.",
      "id": "s53"
    },
    {
      "text": "I think this is a mischaracterisation but will deal with that later.",
      "id": "s54"
    },
    {
      "text": "Following the adjournment on 5 December 2008 the plaintiffs conceded that: \n (a) the alleged offsetting claim was overstated to the extent that the alleged Ruralco CRT damages claim included a GST component --- an amount of $35,992.",
      "id": "s55"
    },
    {
      "text": "(b) the alleged loss of net profit on contracted sales was overstated due to various arithmetical errors --- an amount of $306,212.",
      "id": "s56"
    },
    {
      "text": "(c) the amount claimed for alleged loss of future profit was affected by use of an understated figure for costs of goods sold resulting in an overstatement of $109,049.",
      "id": "s57"
    },
    {
      "text": "This left an offsetting claim which, as then calculated, amounted to approximately $624,000.",
      "id": "s58"
    },
    {
      "text": "The admitted debt due by the plaintiffs to the defendant is $746,710.35.",
      "id": "s59"
    },
    {
      "text": "Given the concessions, so submits the defendant, the plaintiffs cannot succeed in setting aside the statutory demands but, at best, would reduce the statutory demands to $122,700 approximately.",
      "id": "s60"
    },
    {
      "text": "However, following the adjournment the plaintiffs reformulated their offsetting claims by which they: \n (a) added to the Ruralco CRT damages claim an amount of $353,644, which is the difference between the price payable under the replacement contract and the original contract price; \n\n \n (b) revived loss of on-sale profit claims in respect of West River, Brookton Co-op, Direct Trade &amp; Kojunup Agricultural Supplies.",
      "id": "s61"
    },
    {
      "text": "These are put at $176,490; and \n\n \n (c) revised upwards the amount for loss of future profit by $65,619.",
      "id": "s62"
    },
    {
      "text": "The effect of these, in combination, is that the offsetting claims now exceed the admitted debt.",
      "id": "s63"
    },
    {
      "text": "The defendant submits that these additional claimed offsets are not authentic but are contrived for the sole purpose of defeating the statutory demands.",
      "id": "s64"
    },
    {
      "text": "The claims finally put by the plaintiffs by way of set-off are as follows: \n Claim Amount \n\n \n Ruralco Damages Claim $677,595 \n\n \n Grain Assist Damages Claim $46,205 \n\n \n Loss of profit on sale of 144,000 litres \n of glyphosphate to Ruralco $75,531 \n\n \n Loss of profit on sale of 54,000 litres\n of glyphosphate to Grain Assist $26,114 \n\n \n Loss of on-sale profits to West River,\n Brookton Co-Op, Direct Trade and \n Kojonup Agricultural Supplies $176,490 \n\n \n Future loss of profits $166,570 \n\n The following components of the offsetting claims are put in issue by the defendant: \n (a) the Ruralco CRT damages claim; \n\n \n (b) the amount for the alleged loss of profit on the contracted sale to Ruralco CRT;\n .",
      "id": "s65"
    },
    {
      "text": ".",
      "id": "s66"
    },
    {
      "text": ".",
      "id": "s67"
    },
    {
      "text": "(d) the loss of on-sale profit claim in respect of West River, Brookton Co-opinion, Direct Trade and Kojunup Agricultural Supplies; \n\n \n (e) the loss of future profit claim.",
      "id": "s68"
    },
    {
      "text": "Ruralco CRT Damages Claim\n The plaintiffs now particularise this head of the offsetting claim in two parts: \n (a) Difference between revised price per litre under the replacement contract ($7.50) and original price per litre ($5.044).",
      "id": "s69"
    },
    {
      "text": "This totals $353,664.",
      "id": "s70"
    },
    {
      "text": "(b) \"Loss of opportunity\" claim of $323,931.",
      "id": "s71"
    },
    {
      "text": "The Ruralco CRT claim is contained in a letter from Ruralco CRT to Chemforce dated 24 July 2008 exhibited to the affidavit of Mr Richards sworn 24 September 2008.",
      "id": "s72"
    },
    {
      "text": "It is in the following terms: \n 24 July 2009 \n\n \n Mr Frank Vanderkley\n Chemforce Australia Pty Ltd\n PO Box 208\n WELSHPOOL DC WA 6986\n \"Without Prejudice except as to costs\" \n\n \n Dear Frank \n\n \n GLYSOPHATE ORDERS \n\n \n I refer to your letter of 10 June 2008 and respond as flows: \n\n \n I apologise for the confusion on the spreadsheets.",
      "id": "s73"
    },
    {
      "text": "Option 2 does not factor in CRT's lost opportunity in that had CRT not been obliged to source product to fill the Chemforce lack of supply it could have sold the sourced product elsewhere in what was a rising market.",
      "id": "s74"
    },
    {
      "text": "It is not representative of CRT's true loss therefore.",
      "id": "s75"
    },
    {
      "text": "I set out attached to this letter a summary which is easier to understand.",
      "id": "s76"
    },
    {
      "text": "I now respond to each of your points in the order in which they were raised: \n\n \n 1.",
      "id": "s77"
    },
    {
      "text": "John Matthews did not physically alter the price of the order.",
      "id": "s78"
    },
    {
      "text": "However, it was agreed at the Chemforce meeting that John Matthews and Chemforce had agreed on a revised price averaging $7.50 per litre.",
      "id": "s79"
    },
    {
      "text": "John could not have adjusted the order to a fixed level of $7.50 per litre as this was an average price determined from a combination of prices.",
      "id": "s80"
    },
    {
      "text": "2.",
      "id": "s81"
    },
    {
      "text": "Of the 144,000 litres ordered, 37,000 litres have been supplied by Chemforce to members and/or CRT.",
      "id": "s82"
    },
    {
      "text": "107,000 litres are yet to be supplied to CRT as per the original order.",
      "id": "s83"
    },
    {
      "text": "Based on an agreed price of $7.50 per litre there is still a $50,540 amount owing on the 37,000 litres.",
      "id": "s84"
    },
    {
      "text": "It is therefore still subject to claim by CRT.",
      "id": "s85"
    },
    {
      "text": "3.",
      "id": "s86"
    },
    {
      "text": "This is not correct.",
      "id": "s87"
    },
    {
      "text": "Of the unfulfilled orders totalling 107,000 litres CRT has only been able to substitute alternative brands with volumes totalling 79,020 litres.",
      "id": "s88"
    },
    {
      "text": "There is still an outstanding volume being the difference between these figures, ie 27,980 litres that hasn't be supplied by Chemforce or substituted by Ruralco to cover the original order.",
      "id": "s89"
    },
    {
      "text": "4.",
      "id": "s90"
    },
    {
      "text": "This is correct only for the volume of 79,020 litres that CRT was able to substitute product for.",
      "id": "s91"
    },
    {
      "text": "There is still a remaining 27,980 litres that has not been accounted for.",
      "id": "s92"
    },
    {
      "text": "5.",
      "id": "s93"
    },
    {
      "text": "This is correct.",
      "id": "s94"
    },
    {
      "text": "6.",
      "id": "s95"
    },
    {
      "text": "The amount of the invoices is provided for in the fourth column of the schedule to the excel spreadsheet originally supplied.",
      "id": "s96"
    },
    {
      "text": "7.",
      "id": "s97"
    },
    {
      "text": "We don't see the relevance of providing the delivery dates.",
      "id": "s98"
    },
    {
      "text": "8.",
      "id": "s99"
    },
    {
      "text": "No this is not admitted.",
      "id": "s100"
    },
    {
      "text": "At no stage was John Matthews told that Chemforce could not deliver the volume of 144,000 litres.",
      "id": "s101"
    },
    {
      "text": "On 11 October he was told by Chemforce that Chemforce could not honour the price, however there was no reference to its inability to supply the volume.",
      "id": "s102"
    },
    {
      "text": "In that same meeting Chemforce gave the commitment to supply at an average price of $7.50 per litre.",
      "id": "s103"
    },
    {
      "text": "This was tabled in the May meeting.",
      "id": "s104"
    },
    {
      "text": "I look forward to Chemforce's earliest response now that these matters have been clarified.",
      "id": "s105"
    },
    {
      "text": "Yours sincerely \n\n \n Greg O'Neil \n\n Appended to the letter is the following summary:\n SUMMARY OF OUTSTANDING AMOUNT OWED BY CHEMFORCE \n \n Liability accepted by Ruralco \n Initial Chemforce Deal \n - 144,000 Litres $5.044 exc.",
      "id": "s106"
    },
    {
      "text": "GST\n \n - $726,336.00 exc GST\n \n \nB.",
      "id": "s107"
    },
    {
      "text": "Revised deal accepted by J Matthews\n \n - 144,000 Litres $7.50 exc.",
      "id": "s108"
    },
    {
      "text": "GST\n \n - $1,080,000.00 exc GST\n \n \n Liabilities accepted by Ruralco Ltd - B --- A\n \n - $353,664.00\n \n Total value of lost opportunity by Ruralco \n \n A = Average market price of substituted Glyphosate x Volume supplied\n \n - 79,020L @ $11.60 exc.",
      "id": "s109"
    },
    {
      "text": "GST\n \n - $916,581.60 exc GST\n \n \n B = Average price supplied to member by Ruralco @ Volume supplied\n - 79,020L @ $7.50/l exc GST\n = $592,650 exc GST\n \n \n Lost Opportunity - A --- B\n - $916,581.60 - $592,650.00\n - $ 323,931.60 exc GST\n \n \n 3.",
      "id": "s110"
    },
    {
      "text": "Total amount owed by Chemforce to Ruralco \n \n \n A. Ruralco Total Loss = $323,931.60 exc GST\n = $359,924.00 inc GST\n \n \n B Ruralco outstanding Chemforce invoices\n (i) Inv 00001961 06.03.08 - $102,465.00 inc GST\n (ii) Inv 00001970 10.03.08 - $121,381.04 inc GST\n \n \n BALANCE DUE = A --- B\n - $136,077.96 inc. GST \n \n \nThe total amount of $916,581.60 set out as \"A\" in the summary is understated by $50.40.",
      "id": "s111"
    },
    {
      "text": "This makes no material difference.",
      "id": "s112"
    },
    {
      "text": "CLAIM FOR $323,931 \n As the letter evidences, Ruralco CRT made a claim related to 79,020 litres of the 107,000 which, exclusive of GST, amounts to $323,931.60.",
      "id": "s113"
    },
    {
      "text": "This is calculated by deducting the notional cost at $7.50 per litre from the actual price at which that amount of product was obtained ($11.60 per litre).",
      "id": "s114"
    },
    {
      "text": "I think it is misconceived to describe this as a \"loss of opportunity\" claim as Ruralco CRT expressed in the letter.",
      "id": "s115"
    },
    {
      "text": "This seems to be no more than the orthodox method of calculating loss by the purchaser namely the difference between the contract price or varied contract price and the then current market price at the time when delivery ought to have occurred.",
      "id": "s116"
    },
    {
      "text": "That is the approach provided for under s 50(3) of the Sale of Goods Act .",
      "id": "s117"
    },
    {
      "text": "The defendant submits that the claim for $323,931 is misconceived.",
      "id": "s118"
    },
    {
      "text": "It submits that in theory a non-supply of goods may see the disappointed purchaser (here the plaintiffs) incur losses in both the form of loss of profit on contracted on-sales and exposure to claims from the on-purchasers (here Ruralco CRT).",
      "id": "s119"
    },
    {
      "text": "What may be claimed in respect of the on-purchaser is compensation payable by the purchaser to the on-purchaser for breach of the contract of re-sale.",
      "id": "s120"
    },
    {
      "text": "That compensation it submits, will be assessed in accordance with normal principles: Joseph &amp; Co Pty Ltd v Harvest Grain Co Pty Ltd (1996) 39 NSWLR 130.",
      "id": "s121"
    },
    {
      "text": "The defendant then submits that where, as here, the claim is advanced in circumstances where the on-purchaser acquired replacement product, the loss will be, at best, the difference between the price paid in fact for the replacement product and the contracted price had the original product been supplied.",
      "id": "s122"
    },
    {
      "text": "It submits that the law does not allow damages on a \"loss of opportunity\" basis: Benjamin's Sale of Goods (7th Edition) at [17-004] (if available market) and at [17-021] (in absence of available market).",
      "id": "s123"
    },
    {
      "text": "However, I have already concluded that Ruralco CRT's \"loss of opportunity\" claim is misdescribed.",
      "id": "s124"
    },
    {
      "text": "The loss, despite its misdescription, has been calculated in the way advocated here by the defendant.",
      "id": "s125"
    },
    {
      "text": "The defendant then submits that there is no evidentiary material whereby the plaintiffs can satisfy the Court that Ruralco CRT acquired the replacement glyphosate at a price greater than the contracted price, i.e.",
      "id": "s126"
    },
    {
      "text": "$7.50 per litre.",
      "id": "s127"
    },
    {
      "text": "It says that on the plaintiffs' own evidence it appears that the replacement product would have been acquired at about $7.50 per litre, meaning that Ruralco CRT suffered no compensable loss.",
      "id": "s128"
    },
    {
      "text": "Mr Richards, a director of Richards Investment (WA) Pty Ltd, swore an affidavit on 11 December 2008 at [12] was of the view that there is a reasonable prospect of Ruralco CRT being able to prove, at the relevant time, the average market price for replacement plyphosate was $7.50 per litre.",
      "id": "s129"
    },
    {
      "text": "Mr Richards' evidence is no more than an expression of opinion.",
      "id": "s130"
    },
    {
      "text": "There is other evidence that the market price was higher than $7.50 at that time.",
      "id": "s131"
    },
    {
      "text": "In any event his opinion concerned the \"average\" price.",
      "id": "s132"
    },
    {
      "text": "I consider that there is sufficient written evidence given by Mr Richards and Mr Vanderkley and which I have set out under paras [12] and [17] above to satisfy me that this is a genuine head of claim by way of set-off.",
      "id": "s133"
    },
    {
      "text": "It is true that despite the plaintiffs' attempts to obtain documentary proof from Ruralco CRT of its claim this has not been forthcoming.",
      "id": "s134"
    },
    {
      "text": "Nonetheless, the plaintiffs' efforts in this regard have been reasonable.",
      "id": "s135"
    },
    {
      "text": "CLAIM FOR $353,664 \n The plaintiffs supplied only 37,000 litres of the 144,000 litres to Ruralco CRT.",
      "id": "s136"
    },
    {
      "text": "Accordingly, Ruralco CRT was never required to pay the plaintiffs for the balance of 107,000 litres because they were never supplied by the plaintiffs.",
      "id": "s137"
    },
    {
      "text": "The loss of $353,664 calculated by Ruralco CRT was in that sense notional.",
      "id": "s138"
    },
    {
      "text": "It is to be remembered that Ruralco CRT's letter is said to be \"Without Prejudice except as to costs\" and was sent in the course of negotiations towards a settlement of its claims.",
      "id": "s139"
    },
    {
      "text": "Indeed, Mr Richards in his affidavit of 11 December 2008 said: Ruralco's damages claim against Chernforce is set out at page 40 of the 1 st affidavit.",
      "id": "s140"
    },
    {
      "text": "Their claim is in two parts: \n a.",
      "id": "s141"
    },
    {
      "text": "A claim calculated as the difference between the cost per/litre as per our contract with them for 144,000 litres ($5.044 per litre) and a cost per/ litre of $7.50 = $353,664 exc GST\n PLUS\n b.",
      "id": "s142"
    },
    {
      "text": "A loss of opportunity claim being the difference between being required to supply their customers at cost (which was by then $7.50 per litre) and what they could have obtained on the open market at that time i.e.",
      "id": "s143"
    },
    {
      "text": "$11.60 per litre = $323,931 exc GST\n that is a total of $677,595.",
      "id": "s144"
    },
    {
      "text": "Their \"without prejudice\" offer is to settle for the \"loss of opportunity\" claim of $323,931 only less monies which they agree are owing to Chemforce in the amount of $223,846 inc GST.",
      "id": "s145"
    },
    {
      "text": "I accept that they are not entitled to include GST in that amount.",
      "id": "s146"
    },
    {
      "text": "Excluding GST, the applicable, set-off Chemforce is entitled to is $203,506 thereby reducing their \"BALANCE DUE\" after allowing for the monies they owe us (exc GST) from $136,077 to $120,425.",
      "id": "s147"
    },
    {
      "text": "Their \"without prejudice\" offer amounts to Ruralco agreeing to limit their damages claim against Chemforce to only $323,931 (exc GST) with the threat that if the matter does not settle, they will maintain a total claim against Chemforce of $677,595.",
      "id": "s148"
    },
    {
      "text": "The reference to \"page 40 of the 1 st affidavit\" in para 9 ought I think refer to page 40 of Mr Richards 2 nd affidavit sworn on 24 September 2008, which contains the summary to which I have referred.",
      "id": "s149"
    },
    {
      "text": "His first affidavit, sworn on 11 August 2008, has only 27 pages.",
      "id": "s150"
    },
    {
      "text": "Mr Richards was not cross-examined.",
      "id": "s151"
    },
    {
      "text": "Furthermore it appears that no consideration was given by the plaintiffs in respect to the varied price.",
      "id": "s152"
    },
    {
      "text": "I am prepared to conclude for present purposes that the plaintiff is at risk, from Ruralco CRT, if properly advised, of a further damages claim of $353,664 being the difference between the contract price of $5.044 per litre and the varied price of $7.50 per litre in respect of the 144,000 litres contracted for.",
      "id": "s153"
    },
    {
      "text": "This is not double-counting as the so-called \"loss of opportunity claim\" was calculated using the cost price of $7.50 per litre, not $5.044 per litre.",
      "id": "s154"
    },
    {
      "text": "Heidi Nore, the solicitor with the conduct of this matter on behalf of the defendant, swore an affidavit on 18 December 2008 which contains an email of 17 December 2008 to her from Ms Angie Somann-Crawford, a solicitor acting for Ruralco CRT.",
      "id": "s155"
    },
    {
      "text": "It is in the following terms: \n Hi Heidie,\n Further to our telephone conversation yesterday.",
      "id": "s156"
    },
    {
      "text": "I advise, on a without prejudice basis, that Chemforce owe Combined Rural Traders Pty Ltd an amount of approximately $360,000.",
      "id": "s157"
    },
    {
      "text": "A settlement was in the process of being negotiated with Chemforce at approximately $180,000 which was not formalised and now appears to have fallen over.",
      "id": "s158"
    },
    {
      "text": "Accordingly, at this point in time Chemforce are indebted to Combined Rural Traders Pty Ltd in the amount of $360,000.",
      "id": "s159"
    },
    {
      "text": "Kind regards, \n Angie Somann-Crawford\n Legal Counsel \n Ruralco Holdings Limited \n\n It is reasonable to infer that the figure of approximately $360,000 referred to in the email is the amount of $359,924 set out under part 3A of the summary contained in the letter from Ruralco CRT but which has been rounded up.",
      "id": "s160"
    },
    {
      "text": "This advice is also stated to be \"on a without prejudice basis\".",
      "id": "s161"
    },
    {
      "text": "It is not in any way binding upon Ruralco CRT, nor does it exclude the very real prospect of a higher claim by it against the plaintiffs in due course.",
      "id": "s162"
    },
    {
      "text": "It seems to me that there are good grounds for such an expanded claim at least in the way I have articulated it.",
      "id": "s163"
    },
    {
      "text": "OTHER CLAIMS \n Furthermore, para 4 of the letter discloses an amount of 27,980 litres not accounted for, and there is also the amount of $50,540, which it is said in para 2, is still owing in respect to the 37,000 litres and therefore is \"still subject to claim by CRT\".",
      "id": "s164"
    },
    {
      "text": "The 27,980 litres viewed reasonably and objectively could, in my opinion, also be the subject of a damages claim by Ruralco CRT against the plaintiff.",
      "id": "s165"
    },
    {
      "text": "For present purposes I am prepared to find that the plaintiffs confront a damages claim from Ruralco CRT, not on its face, unreasonable, of $323,931.60 as well as the real risk of further claims, firstly, for an amount in the order of $ 353,664 to which I have referred and, secondly, in respect of the balance of 27,980 litres not supplied.",
      "id": "s166"
    },
    {
      "text": "To the extent that the claims are indeterminate I would follow Federico and where they are not certain Canpoint.",
      "id": "s167"
    },
    {
      "text": "Amount of Alleged Loss of Profit on the Contracted Sale to Ruralco CRT\n The sale to Ruralco CRT was in two tranches: 18,000 litres at $5.60 per litre and 19,000 litres at $6.50 per litre.",
      "id": "s168"
    },
    {
      "text": "As to the replacement profit, the defendant submits that the plaintiffs derived a profit on the 37,000 litres delivered to Ruralco CRT, calculated at $49,476 which, it submits, must be credited against the amount of the claimed set-off.",
      "id": "s169"
    },
    {
      "text": "As to this the plaintiffs submit that: \n (a) the 18,000 litre tranche referred to never formed part of the Ruralco damages claim against it; \n\n \n (b) the 19,000 litre tranche concerned an order by Ruralco CRT of 18,920 litres and is the order the subject of the two invoices totalling $223,846 at para [26] above; \n\n \n (c) it has not been paid by Ruralco CRT for the sale of that 18,920 litres and accordingly has not made any profit on the sale.",
      "id": "s170"
    },
    {
      "text": "In any event, the defendant's calculation assumes that any product that the plaintiff received after December 2007 was product that it was required to use to mitigate its damages claim against the defendant.",
      "id": "s171"
    },
    {
      "text": "Furthermore, the purchase by the plaintiff of glyphosate after December 2007 is irrelevant because by then it was impossible for it to honour the contracts with its customers for supply based on its contract with the defendant.",
      "id": "s172"
    },
    {
      "text": "All further contracts were new contracts catering to the customers' demands at the time the orders were placed.",
      "id": "s173"
    },
    {
      "text": "The fact that the plaintiffs have not been paid for part of the 37,000 litres is, in my opinion, irrelevant.",
      "id": "s174"
    },
    {
      "text": "The profit has been derived.",
      "id": "s175"
    },
    {
      "text": "The 18,000 litres in respect of which there is no allegation of non-payment realised a profit of $34,200.",
      "id": "s176"
    },
    {
      "text": "This would, at least, require to be credited against the potential further claim of $353,664 because this amount was calculated, in part, by reference to the 37,000 litres in question.",
      "id": "s177"
    },
    {
      "text": "Loss of On-Sale Profit Claim in respect of West River, Brookton Co-op, Direct Trade and Kojonup Agricultural Supplies\n The defendant submits that this is a claim originally advanced at inflated amounts in paras 15-18 of Mr Vanderley's affidavit sworn 11 August 2008, substantially reduced at paras 17-20 of Mr Vanderkley's affidavit sworn 23 September 2008, abandoned in paras 8-10 of Mr Vanderkley's affidavit sworn 20 November 2008, disavowed by the plaintiffs' Counsel at the hearing on 1 December 2008, but now, following adjournment, revived in paras 17-20 of Mr Richards' affidavit sworn 11 December 2008.",
      "id": "s178"
    },
    {
      "text": "Essentially it is a claim for compensation payable by the plaintiffs to their on-purchasers.",
      "id": "s179"
    },
    {
      "text": "The last affidavit of Mr Richards reduces the amounts claimed from that appearing in earlier affidavits and the plaintiffs' responsive submissions dated 11 December 2008.",
      "id": "s180"
    },
    {
      "text": "The amounts are: \n Submissions Richards' Affidavit sworn 11 December 2008 West River $40,400 para 18 $10,920\nLoss Brookton Co-op $32,595 para 19 $12,780 profit Direct Trade $45,000 para 20 $11,000\nLoss Kojonup AS $58,495 Not deposed to \n The defendant accepts that there is an arguable loss in respect of West River and Trade Direct.",
      "id": "s181"
    },
    {
      "text": "I am satisfied, then, that there is a genuine claim to an offset under this head totalling $21,920.",
      "id": "s182"
    },
    {
      "text": "Loss of Future Profit Claim\n The plaintiffs concede that the $210,000 amount previously advanced was misconceived so far as it understated the anticipated costs of goods sold (COGS) and thereby overstated anticipated profit.",
      "id": "s183"
    },
    {
      "text": "The plaintiffs now contend that the appropriate COGS amount is 88% rather than the 90% figure that the defendant derived from the objective evidence.",
      "id": "s184"
    },
    {
      "text": "Adopting the plaintiffs' methodology as to calculation of the loss of profit claim produces the figure of $100,591.",
      "id": "s185"
    },
    {
      "text": "However, the plaintiffs made the following further submissions: \n The amount of $100,951 is at the very low end of the possible assessment of damages under this head.",
      "id": "s186"
    },
    {
      "text": "Not only is no allowance made for sales growth over the 3 years, but allowance ought reasonably to be made in these summary type proceedings for a loss of chance --- a contingency within a reasonable range which, in a case such as this is, could be anywhere between 30% to 70%.",
      "id": "s187"
    },
    {
      "text": "Total sales figures used by accountant \n plus 10% ($753,823 + $75,382) $829,205\n 12% of that (being sales less COGS) $ 99,504\n 93% of that (allowing for 7% overheads) $ 92,539 \n\n \n 92539 x 3 years $277,617 \n\n \n Adjust for 50% chance $138,808 \n\n \n Adjust for 60% chance $166,570 \n\n \n Adjust for 70% chance $194,331 \n\n \n Say $166,570 \n\n I am prepared to accept that there is a reasonably arguable additional claim for loss of future profits in relation to the plaintiffs' loss of its business in connection with Ruralco CRT.",
      "id": "s188"
    },
    {
      "text": "Mr Richards deposed that the ongoing dispute with Ruralco CRT has effectively put an end to their trading relationship which he said had \"irretrievably broken down\" by early December 2008.",
      "id": "s189"
    },
    {
      "text": "In the circumstances that is not at all surprising.",
      "id": "s190"
    },
    {
      "text": "2007 was the first time that the plaintiffs had received any significant business from Ruralco CRT and it was determined to develop a good relationship with such a large company.",
      "id": "s191"
    },
    {
      "text": "It is reasonable to infer that the relationship has irretrievably broken down because of the defendant's breach of contract and but for that development, there would have been a reasonable chance of the plaintiffs having a very profitable relationship with Ruralco CRT in the future.",
      "id": "s192"
    },
    {
      "text": "As at the financial year ending June 2008, it was the plaintiffs' third largest customer.",
      "id": "s193"
    },
    {
      "text": "I do not consider, as the defendant submits I should, that what Mr Vanderkley said in his affidavit sworn 23 September 2008 at [21] contradicts Mr Richards' evidence.",
      "id": "s194"
    },
    {
      "text": "The affidavit of Mr Richards was sworn on 11 December 2008.",
      "id": "s195"
    },
    {
      "text": "It reflected the changed position.",
      "id": "s196"
    },
    {
      "text": "In any event, all that Mr Vanderkley said on this topic at [23] was that pending settlement of its claim, Ruralco CRT \"may continue to trade\" with the plaintiffs.",
      "id": "s197"
    },
    {
      "text": "The plaintiffs have adduced sufficient evidence that it has lost the business of Ruralco CRT and it is reasonable, for present purposes, to conclude that this is the result of the breach of contract by the defendant.",
      "id": "s198"
    },
    {
      "text": "As to the amount to be allowed, for present purposes, I am prepared conservatively to allow, as a genuine claim, the loss of one year's profit based on a contract of the same size as the one in 2007/2008 namely 144,000 litres.",
      "id": "s199"
    },
    {
      "text": "I will use the figure of $7.50 per litre as a further conservative approach, a cost of goods figure at 88% and an overhead figure of 7%.",
      "id": "s200"
    },
    {
      "text": "The calculation then is as follows: \n 144,000 litre @ $7.50 per litre $1,080,000 \n\n \n less Cost of Goods - 88% $ 950,400 \n $ 129,600 \n 93% (7% overheads) $ 120,528 \n\n I stress that this approach is upon a conservative basis and should not in any way be taken as confining any claim which might be put in due course.",
      "id": "s201"
    },
    {
      "text": "The set-off claims which are arguable on the evidence before me and which I consider to be genuine are: \n \n Ruralco Damages \n\n \n Claims 353,664\n 323,931\n Grain Assist \n\n \n Damages claim 46,205 \n\n \n Loss of profit on 144,000\n To Ruralco 75,531 \n\n \n Loss of profit on sale of\n 54,000 litres to Grain Assist 26,114 \n\n \n Loss of on sale profits to in respect\n of West River and Direct Trade 21,920 \n\n \n Future loss of profits 120,528 \n 967,893\n Less credit for profit on 18,000 litres 34,200 \n $ 933,693 \n\n I am satisfied, for these reasons, that the genuine offsetting claims of the plaintiffs exceed the debt the subject of the statutory demand.",
      "id": "s202"
    },
    {
      "text": "It ought be set aside with costs in favour of the plaintiffs.",
      "id": "s203"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour .",
      "id": "s204"
    },
    {
      "text": "Associate:\n \n \nDated: 23 March 2009\n \n Counsel for the Applicant: Mr G A Rabe \n \n Solicitor for the Applicant: Michael Rogers &amp; Associates \n \n Counsel for the Respondent: Mr J C Vaughan \n \n Solicitor for the Respondent: Cullen Babington Hughes \n Date of Hearing: 5, 12 &amp; 22 December 2008 \n \n Date of Judgment: 23 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/251.html",
      "id": "s205"
    }
  ]
}