{
  "name": "SZMDS v Minister for Immigration and Citizenship [2009] FCA 210 (10 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/210.html",
  "catchphrases": [
    {
      "text": "information for the purposes of s 424a of the migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "whether the tribunal fell into jurisdictional error in rejecting what appeared to be corroborative evidence on the basis of on an earlier credibility finding",
      "id": "c1"
    },
    {
      "text": "duty of the tribunal to act judicially",
      "id": "c2"
    },
    {
      "text": "whether the tribunal placed undue weight on particular pieces of evidence",
      "id": "c3"
    },
    {
      "text": "whether the tribunal based its decision on illogical findings or inferences of fact",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for an extension of time in which to file and serve a notice of appeal from a judgment of a Federal Magistrate of 8 July 2008 dismissing an application for judicial review of a decision of the Refugee Review Tribunal of 18 February 2008: SZMDS v Minister for Immigration &amp; Anor [2008] FMCA 1064.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister to refuse to grant the applicant a protection visa.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n The applicant is a citizen of Pakistan who arrived in Australia on 3 July 2007.",
      "id": "s2"
    },
    {
      "text": "On 16 August 2007 he lodged an application for a protection visa with the Department of Immigration and Citizenship.",
      "id": "s3"
    },
    {
      "text": "A delegate of the Minister refused the application for a protection visa on 8 November 2007.",
      "id": "s4"
    },
    {
      "text": "On 3 December 2007, the applicant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "The gist of the applicant's claim was as follows.",
      "id": "s6"
    },
    {
      "text": "All names have been anonymised.",
      "id": "s7"
    },
    {
      "text": "In 1991 he married his wife, and had four children from that relationship.",
      "id": "s8"
    },
    {
      "text": "In 1995 he travelled from Pakistan to the United Arab Emirates (UAE) where he worked in a factory.",
      "id": "s9"
    },
    {
      "text": "He returned to Pakistan in 1998.",
      "id": "s10"
    },
    {
      "text": "He remained in Pakistan until 2004 when he returned to the UAE.",
      "id": "s11"
    },
    {
      "text": "He finally left the UAE in July 2007 when he travelled to Australia.",
      "id": "s12"
    },
    {
      "text": "During the period October 2005 to July 2007 he developed an attraction to members of the same sex.",
      "id": "s13"
    },
    {
      "text": "In July 2006 he commenced a homosexual relationship with a man called Mr R. By the end of 2006 they were living together.",
      "id": "s14"
    },
    {
      "text": "At some point the applicant and Mr R commenced a sexual relationship with a third person, Mr H. Mr R had earlier been in a sexual relationship with Mr H (who was Mr R's boss).",
      "id": "s15"
    },
    {
      "text": "The applicant travelled to the United Kingdom in October 2006, returning to the UAE in December 2006.",
      "id": "s16"
    },
    {
      "text": "While in the UK he did not apply for a protection visa.",
      "id": "s17"
    },
    {
      "text": "In January 2007 the applicant discovered that Mr H was addicted to illicit drugs and was having unprotected sex with others.",
      "id": "s18"
    },
    {
      "text": "In March 2007 the applicant spoke to Mr H about this matter and Mr H became very angry and the applicant was bashed and threatened.",
      "id": "s19"
    },
    {
      "text": "The applicant and Mr R ran away from Mr H and went into hiding.",
      "id": "s20"
    },
    {
      "text": "In May 2007 the applicant returned briefly to Pakistan, and left again in June 2007 to return to the UAE.",
      "id": "s21"
    },
    {
      "text": "Shortly after, he travelled to Australia.",
      "id": "s22"
    },
    {
      "text": "The findings of the Tribunal can be summarised as follows: One particular part of the Tribunal's reasoning should be noted.",
      "id": "s23"
    },
    {
      "text": "It was central to its reasoning that the applicant was not a homosexual.",
      "id": "s24"
    },
    {
      "text": "The Tribunal said: \n The applicant claimed that he engaged in homosexual acts while residing in the UAE.",
      "id": "s25"
    },
    {
      "text": "A copy of the applicant's passport provided with the application indicates that the applicant had travelled to the UAE on numerous occasions and that he returned to Pakistan.",
      "id": "s26"
    },
    {
      "text": "He also confirmed in oral and written evidence that he travelled to Pakistan before his arrival in Australia, that is, after he claims to have commenced the relationship with [Mr R] and after he claims he had the relationship with [Mr H].",
      "id": "s27"
    },
    {
      "text": "The applicant's willingness to return to Pakistan and to remain in Pakistan, albeit for only a few weeks, despite his alleged homosexual conduct, causes the Tribunal to question the applicant's claim that he engaged in homosexual acts in the UAE or that he was genuinely fearful of persecution in Pakistan.",
      "id": "s28"
    },
    {
      "text": "The applicant explained that he wanted to see his children, but the Tribunal is of the view that if the applicant was genuinely fearful of serious harm as a result that his homosexuality may become known in Pakistan, he would not have travelled to Pakistan, even for a short period, after his claimed homosexual relationships in the UAE.",
      "id": "s29"
    },
    {
      "text": "Further, the applicant had indicated that he had travelled to the UK but did not seek protection there because he had a good life in the UAE and was in a good relationship with [Mr R].",
      "id": "s30"
    },
    {
      "text": "However, the applicant's claims are directed at Pakistan where he claims to have feared persecution due to his homosexuality.",
      "id": "s31"
    },
    {
      "text": "The applicant was unable to explain to the satisfaction of the Tribunal why, if he was fearful of his homosexuality becoming apparent to his family or to others in Pakistan, he would take no action to seek protection despite having a good relationship with [Mr R].",
      "id": "s32"
    },
    {
      "text": "The applicant appeared to suggest that he had nothing to fear until his relationship with [Mr H] deteriorated.",
      "id": "s33"
    },
    {
      "text": "However, this appears to be inconsistent with his claim that he was fearful of being perceived, or of being found to be, a homosexual upon his return to Pakistan, not of being discovered as being in a relationship with [Mr H].",
      "id": "s34"
    },
    {
      "text": "The applicant was unable to explain to the satisfaction of the Tribunal why he preferred at the time to hide his homosexuality for years to come rather than seek protection.",
      "id": "s35"
    },
    {
      "text": "The Tribunal finds that the applicant's conduct in returning to Pakistan and in failing to seek protection is inconsistent with the claimed fear of persecution arising as a result of his homosexuality.",
      "id": "s36"
    },
    {
      "text": "The Tribunal does not accept that the applicant had engaged in homosexual activities in the UAE or that he was fearful as a result of such activities or his homosexuality.",
      "id": "s37"
    },
    {
      "text": "I turn now to consider the challenges to the Tribunal's decision both in this Court and the Federal Magistrates Court.",
      "id": "s38"
    },
    {
      "text": "THE APPLICATION IN THE FEDERAL MAGISTRATES COURT \n In an amended application filed on 3 June 2008, the applicant claimed, inter alia , that: The RRT did not consider the severe penalties the applicant will face as a homosexual in Pakistan.",
      "id": "s39"
    },
    {
      "text": "The RRT erred in using unreliable country information.",
      "id": "s40"
    },
    {
      "text": "The RRT failed to consider the dangers of the applicant if he returned to his home country.",
      "id": "s41"
    },
    {
      "text": "Is unnecessary to detail how the Federal Magistrate dealt with these issues.",
      "id": "s42"
    },
    {
      "text": "It is sufficient to note that the arguments advanced by the applicant were rejected and his application, as earlier noted, was dismissed.",
      "id": "s43"
    },
    {
      "text": "It is unnecessary to consider the arguments advanced by the applicant before the Federal Magistrate given the case formulated in this Court was materially different.",
      "id": "s44"
    },
    {
      "text": "APPLICATION TO THIS COURT \n On 27 August 2008, the applicant filed an application for an extension of time in which to file and serve a notice of appeal.",
      "id": "s45"
    },
    {
      "text": "In a draft notice of appeal filed with the application, the applicant asserted, inter alia , that: The Federal Magistrate erred by ignoring the requirements of s 36(2) read with s 422B.",
      "id": "s46"
    },
    {
      "text": "The Tribunal failed to consider that in the applicant's country of origin there is severe punishment for homosexuality.",
      "id": "s47"
    },
    {
      "text": "The Tribunal failed to consider all the claims of the applicant On 6 November 2008, the applicant filed written submissions, attached to which was an amended draft notice of appeal.",
      "id": "s48"
    },
    {
      "text": "The grounds of appeal identified in the amended draft notice of appeal are as follows: The Refugee Review Tribunal breached s 424A(1) of the Migration Act 1958 (Cth), in that its letter to the appellant dated 3 January 2008 failed to state that it was relevant to the review that the appellant's short visit to Pakistan before traveling to Australia would be a reason for doubting that he engaged in homosexual activities in the UAE and therefore a reason to disbelieve or doubt his claim to being a homosexual.",
      "id": "s49"
    },
    {
      "text": "The Refugee Review Tribunal's treatment of the letter of Dr Hassan dated 10 September 2007 failed to accord procedural fairness to the appellant by not explicitly putting to him the Tribunal's suspicions about the way in which the letter came into existence.",
      "id": "s50"
    },
    {
      "text": "The Refugee Review Tribunal's decision was illogical, unsupported by probative material and the inference of fact upon which it based its decision could not reasonably be drawn when it concluded that the appellant's short visit to Pakistan before travelling to Australia caused the Tribunal to doubt he engaged in homosexual conduct in the UAE or that he was genuinely fearful of persecution in Pakistan.",
      "id": "s51"
    },
    {
      "text": "The applicant did not raise these grounds in the proceedings before the Federal Magistrate.",
      "id": "s52"
    },
    {
      "text": "It cannot be assumed that a party can raise a point in an appeal to this Court that was not argued at first instance (see, in the context of judicial review proceedings, Peacock v Human Rights &amp; Equal Opportunity Commission [2003] FCAFC 50 at [27] - [29] ; H v Minister for Immigration and Multicultural Affairs [2000] FCA 1348 ; (2000) 63 ALD 43 at 44-45; Lansen v Minister for Environment and Heritage [2008] FCAFC 189 at [3] - [6] ).",
      "id": "s53"
    },
    {
      "text": "Although the Minister did not oppose an extension of time in which to file and serve a notice of appeal, the Minister did oppose the applicant being granted leave to advance the new grounds of appeal.",
      "id": "s54"
    },
    {
      "text": "It was opposed on the basis that the new grounds were without merit.",
      "id": "s55"
    },
    {
      "text": "I proceed on the basis that resolution of these issues will determine whether the applicant's application to amend his draft notice of appeal, and indeed the appeal itself, will be successful.",
      "id": "s56"
    },
    {
      "text": "FIRST GROUND OF APPEAL: INFORMATION FOR THE PURPOSES OF SECTION 424A OF THE ACT \n The first (draft) ground of appeal is set out at [10].",
      "id": "s57"
    },
    {
      "text": "The leading authority on the operation of s 424A is the decision of the High Court in SZBYR v Minister for Immigration and Citizenship [2007] HCA 26.",
      "id": "s58"
    },
    {
      "text": "In SZBYR , the High Court explained (at [18]) that \"information\" (for the purposes of s 424A(1)(a)): \n ... \"does not encompass the tribunal's subjective appraisals, thought processes or determinations ... nor does it extend to identified gaps, defects or lack of detail or specificity in evidence or to conclusions arrived at by the tribunal in weighing up the evidence by reference to those gaps, etc\".",
      "id": "s59"
    },
    {
      "text": "If the contrary were true, s 424A would in effect oblige the Tribunal to give advance written notice not merely of its reasons but of each step in its prospective reasoning process.",
      "id": "s60"
    },
    {
      "text": "However broadly \"information\" be defined, its meaning in this context is related to the existence of evidentiary material or documentation, not the existence of doubts, inconsistencies or the absence of evidence.",
      "id": "s61"
    },
    {
      "text": "The applicant contends that the Tribunal, in its letter to him dated 3 January 2008, failed to state that it was relevant to the review that the applicant's short visit to Pakistan before traveling to Australia would be a reason for doubting that he engaged in homosexual activities in the UAE and therefore a reason to disbelieve or doubt his claim to being a homosexual.",
      "id": "s62"
    },
    {
      "text": "The letter read: \n The particulars of the information are: \n\n \n When applying for the protection visa, you provided a copy of your passport, which indicates that you had held visas for, and had previously travelled to a number of countries, including the United Arab Emirates (UAE) and the United Kingdom.",
      "id": "s63"
    },
    {
      "text": "You resided in the UAE between 2004 and 2007 and you travelled to the United Kingdom in October 2006.",
      "id": "s64"
    },
    {
      "text": "You then returned to Pakistan.",
      "id": "s65"
    },
    {
      "text": "You were granted the Australian visitor visa on 9 May 2007.",
      "id": "s66"
    },
    {
      "text": "You did not arrive in Australia until 3 July 2007 as a holder of that visa.",
      "id": "s67"
    },
    {
      "text": "You did not apply for a Protection visa until 16 August 2007.",
      "id": "s68"
    },
    {
      "text": "This information is relevant because it indicates that you returned to Pakistan and did not seek protection in other countries.",
      "id": "s69"
    },
    {
      "text": "It also indicates that you delayed your departure from Pakistan after your Australian visa was granted and your application for the Protection visa after coming to Australia.",
      "id": "s70"
    },
    {
      "text": "This information may cause the Tribunal to find that you did not have a genuine fear of persecution prior to your arrival in Australia.",
      "id": "s71"
    },
    {
      "text": "It may also cause the Tribunal to question your credibility and the authenticity of your claims.",
      "id": "s72"
    },
    {
      "text": "If the Tribunal does not accept your claims, the Tribunal may find that you are not a refugee as defined in the Refugee Convention and you may not be entitled to the grant of the visa for which you have applied.",
      "id": "s73"
    },
    {
      "text": "Even though the Tribunal sent a letter as if s 424A applied to the information, it was not obliged to do so.",
      "id": "s74"
    },
    {
      "text": "Section 424A was not engaged.",
      "id": "s75"
    },
    {
      "text": "The \"information\" that was given to the applicant was not information of the type that must be particularised and given to the applicant under s 424A(1)(a) of the Act.",
      "id": "s76"
    },
    {
      "text": "The information (namely the passport, which indicated that the appellant had previously travelled to a number of countries before returning to Pakistan and the Australian visitor visa) was not in itself, as Heerey J described in MZXBQ v Minister for Immigration &amp; Citizenship [2008] FCA 319 at [27] , of \"dispositive relevance to the Convention claims advanced by the applicant\" nor could such information be said to undermine the applicant's claim of having a well-founded fear of persecution.",
      "id": "s77"
    },
    {
      "text": "The information was neutral in character.",
      "id": "s78"
    },
    {
      "text": "It merely evidenced the fact that, firstly, the applicant had previously travelled to a number of countries before retuning to Pakistan and, secondly, that the applicant had been granted an Australian visitor visa.",
      "id": "s79"
    },
    {
      "text": "To adopt the language of the High Court in SZBYR , the information did not, in terms, constitute \"a rejection, denial or undermining of the [applicant's claim to be a person] to whom Australia owed protection obligations\": SZBYR at [17].",
      "id": "s80"
    },
    {
      "text": "In my view there was no breach of s 424A by the Tribunal.",
      "id": "s81"
    },
    {
      "text": "The applicant's first ground of appeal therefore fails.",
      "id": "s82"
    },
    {
      "text": "SECOND GROUND OF APPEAL \n The second ground of appeal is that the Tribunal, in its treatment of the report of the applicant's treating general practitioner in a report dated 10 September 2007, failed to accord procedural fairness to the appellant by not explicitly putting to him the Tribunal's suspicions about the way in which the letter came into existence.",
      "id": "s83"
    },
    {
      "text": "What the Tribunal said about the letter was: \n The Tribunal also acknowledges the report from [the doctor] provided by the applicant.",
      "id": "s84"
    },
    {
      "text": "The Tribunal notes that [the doctor's] findings are based primarily on the applicant's own evidence, the letterhead on which the report appears contains a spelling error, as does the report itself.",
      "id": "s85"
    },
    {
      "text": "For these reasons the Tribunal gives the report no weight.",
      "id": "s86"
    },
    {
      "text": "Generally speaking, where a Tribunal has made findings adverse to the credibility of an applicant before it, there is no error in giving what appears to be corroborative documents no weight as they had been undermined by the adverse credibility finding: Applicant S303/2003 v Minister for Immigration and Citizenship [2008] FCA 1811 at [19] ; Re Minister for Immigration; Ex parte Applicant S20/2002 [2003] HCA 30 ; (2003) 198 ALR 59 , 70 at [49].",
      "id": "s87"
    },
    {
      "text": "However, as French J said in WAGU v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCA 912 at [36] : \n Corroborative evidence may be rejected as of no weight because it is dependent upon and can be shown to be undermined by findings as to the tendering party's credibility.",
      "id": "s88"
    },
    {
      "text": "In such a case a failure to put to the tendering party that the evidence may be so regarded cannot constitute a breach of procedural fairness.",
      "id": "s89"
    },
    {
      "text": "This is just a special case of the general proposition that procedural fairness does not require the decision-maker, in this case the Tribunal, to invite comment upon its thought processes on the way to its decision.",
      "id": "s90"
    },
    {
      "text": "But where corroborative evidence is rejected on the basis of a finding of fraud or forgery or on some other positive basis which has never been put to the tendering party there may be a failure of procedural fairness.",
      "id": "s91"
    },
    {
      "text": "Such a failure may have very practical effects for it means that the corroborative material is never weighed in the balance of the general assessment of the tendering party's credibility.",
      "id": "s92"
    },
    {
      "text": "(See also WAEJ v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCAFC 188 at [52] ---[54]; WAJR v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 106 at [56] ).",
      "id": "s93"
    },
    {
      "text": "It is apparent from the transcript of the hearing before the Tribunal that the issue of the report from the applicant's treating general practitioner was not raised during the course of the Tribunal hearing.",
      "id": "s94"
    },
    {
      "text": "Counsel for the applicant submitted that the Tribunal's reference, in its reasons, to the spelling errors in the report suggests that it had drawn an inference that the report was forged or concocted.",
      "id": "s95"
    },
    {
      "text": "The corollary of this, according to the applicant, is that the rules of procedural fairness would require that the Tribunal should have put this to the applicant.",
      "id": "s96"
    },
    {
      "text": "I do not accept this submission.",
      "id": "s97"
    },
    {
      "text": "As the High Court said in Minister for Immigration &amp; Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272, \"a court should not be 'concerned with looseness in the language ... nor with unhappy phrasing' of the reasons of an administrative decision-maker .",
      "id": "s98"
    },
    {
      "text": "... 'The reasons for the decision under review are not to be construed minutely and finely with an eye keenly attuned to the perception of error\".",
      "id": "s99"
    },
    {
      "text": "The Tribunal's comments concerning the typographical errors in the general practitioner's report are not significant.",
      "id": "s100"
    },
    {
      "text": "The Tribunal noted that the report was based primarily on the applicant's own evidence, and also noted the existence of various typographical errors in the report.",
      "id": "s101"
    },
    {
      "text": "It cannot be inferred that, in referring to the typographical errors in the report, the Tribunal was suggesting that the report had been forged or concocted.",
      "id": "s102"
    },
    {
      "text": "Rather, on my reading of the Tribunal's reasons, the existence of the typographical errors buttressed the Tribunal's finding that the report be given no weight given that it was based on the applicant's own evidence, which the Tribunal itself had rejected earlier in its decision.",
      "id": "s103"
    },
    {
      "text": "There can be no error of law where the Tribunal gives what appears to be corroborative documents no weight as they had been undermined by the adverse credibility finding: WAGU v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 912 at [36] .",
      "id": "s104"
    },
    {
      "text": "In my view there was no jurisdictional error in the manner argued by the applicant.",
      "id": "s105"
    },
    {
      "text": "This ground of appeal must also fail.",
      "id": "s106"
    },
    {
      "text": "THIRD GROUND OF APPEAL: IRRATIONAL OR ILLOGICAL FACT FINDING \n In his amended notice of appeal, the applicant claims that the Tribunal's decision was unsupported by probative material, and the inference of fact upon which it based its decision could not reasonably be drawn, when it concluded that the applicant's short visit to Pakistan before travelling to Australia cast doubt on whether he engaged in homosexual conduct in the UAE, or that he was genuinely fearful of persecution in Pakistan.",
      "id": "s107"
    },
    {
      "text": "The issue of the relevance of illogicality in judicial review proceedings was considered by the High Court in Minister for Immigration and Multicultural and Indigenous Affairs v SGLB [2004] HCA 32 ; (2004) 207 ALR 12 , where (at [37] --- [38]), Gummow and Hayne JJ said: \n [Section] 65 of the Act provides that the minister is to grant a visa sought by valid application \"if satisfied\" of various matters.",
      "id": "s108"
    },
    {
      "text": "These include that any criteria for the visa prescribed by the Act are satisfied: s 65(1)(a)(ii).",
      "id": "s109"
    },
    {
      "text": "[Section] 65 imposes upon the minister an obligation to grant or refuse to grant a visa, rather than a power to be exercised as a discretion.",
      "id": "s110"
    },
    {
      "text": "The satisfaction of the minister is a condition precedent to the discharge of the obligation to grant or refuse to grant the visa, and is a \"jurisdictional fact\" or criterion upon which the exercise of that authority is conditioned.",
      "id": "s111"
    },
    {
      "text": "The delegate was in the same position as would have been the minister (s 496) and the tribunal exercised all the powers and discretions conferred on the decision-maker: s 415.",
      "id": "s112"
    },
    {
      "text": "The satisfaction of the criterion that the applicant is a non-citizen to whom Australia has the relevant protection obligations may include consideration of factual matters but the critical question is whether the determination was irrational, illogical and not based on findings or inferences of fact supported by logical grounds .",
      "id": "s113"
    },
    {
      "text": "If the decision did display these defects, it will be no answer that the determination was reached in good faith.",
      "id": "s114"
    },
    {
      "text": "To say that a decision-maker must have acted in good faith is to state a necessary but insufficient requirement for the attainment of satisfaction as a criterion of jurisdiction under s 65 of the Act.",
      "id": "s115"
    },
    {
      "text": "However, inadequacy of the material before the decision-maker concerning the attainment of that satisfaction is insufficient in itself to establish jurisdictional error.",
      "id": "s116"
    },
    {
      "text": "(Emphasis added) \n In SZAPC v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 995 at [57] , Madgwick J summarised the jurisprudence on illogicality in the following terms: A 'no evidence' attack will only suffice as such if it can be said that there is an actual 'absence of any foundation in fact for the fulfilment of the conditions upon which, in law, the existence of a power depends', that is, if there is no evidence to support a finding of a jurisdictional fact.",
      "id": "s117"
    },
    {
      "text": "Nevertheless, there are constitutional minimum standards of judicial review and the powers of decision-makers such as the Tribunal are not to be exercised capriciously --- not 'according to humour', but according to law.",
      "id": "s118"
    },
    {
      "text": "It is a critical legal requirement that the determination should not be able to be characterized as 'irrational, illogical and not based on findings or inferences of fact supported by logical grounds'.",
      "id": "s119"
    },
    {
      "text": "My own shorthand paraphrase of this is that, in that minimal sense, the determination must be a rational one.",
      "id": "s120"
    },
    {
      "text": "If that critical legal requirement is not met, there will be jurisdictional error sufficient to warrant the issue of a constitutional writ.",
      "id": "s121"
    },
    {
      "text": "In a recent decision: SZLGP v Minister for Immigration &amp; Citizenship [2008] FCA 1198 , Gordon J addressed an argument alleging illogicality or irrationality in fact-finding or in the drawing of inferences of fact.",
      "id": "s122"
    },
    {
      "text": "The appellant in SZLGP claimed to have a well-founded fear of persecution from the authorities for hiding and assisting two distant relatives who were wanted by the police as leaders of an anti-government protest in relation to confiscated farmland.",
      "id": "s123"
    },
    {
      "text": "In affirming the decision under review, the Tribunal concluded that the appellant had fabricated fundamental aspects of his claim that he suffered a well-founded fear of persecution.",
      "id": "s124"
    },
    {
      "text": "An application to the Federal Magistrates Court to review the Tribunal's decision was dismissed: SZLGP &amp; Anor v Minister for Immigration and Citizenship [2008] FMCA 337.",
      "id": "s125"
    },
    {
      "text": "The appellant appealed to this Court, and on 2 September 2008, Gordon J allowed the appeal: SZLGP v Minister for Immigration &amp; Citizenship [2008] FCA 1198.",
      "id": "s126"
    },
    {
      "text": "In her reasons for judgment, Gordon J was critical of the way in which the Tribunal treated omissions in the appellant's evidence to make adverse credibility findings (and ultimately conclude that the claims made were fabricated).",
      "id": "s127"
    },
    {
      "text": "As Gordon J said (at [25] --- [26]): \n Notwithstanding the breadth of the Tribunal's discretion to make weight and credibility determinations, the requirement described in WAIJ to make those determinations \"judicially\" imposes limits that credibility and weight determinations be made rationally and logically, and be articulated properly.",
      "id": "s128"
    },
    {
      "text": "It is worth noting in this context that such requirements are not unique to Australia ... \n\n \n Here, the inconsistencies (or rather, omissions) in the first appellant's evidence adverted to by the Tribunal are at most minor or trivial.",
      "id": "s129"
    },
    {
      "text": "Further, the Tribunal's reasons disclose no legitimate articulable basis for the finding, based on those omissions, that the first appellant fabricated fundamental aspects of his refugee claims.",
      "id": "s130"
    },
    {
      "text": "Instead, the Tribunal, even while acknowledging that it is not to be expected that an applicant will include every detail in the initial application, concludes without reasons that these are details that should have been provided, finds that they are details so weighty or important as to go to fundamental aspects of the claims, makes an adverse credibility finding, and infers that the claims were fabricated.",
      "id": "s131"
    },
    {
      "text": "Once the bases for these findings and inferences of fact are tested in the manner outlined, it is apparent that the Tribunal's determination is based on illogical or irrational findings or inferences of fact.",
      "id": "s132"
    },
    {
      "text": "It is a decision not supported by reason.",
      "id": "s133"
    },
    {
      "text": "To put the matter another way, \"because it is based upon such findings ... the determination is an unreasoned decision\".",
      "id": "s134"
    },
    {
      "text": "Her Honour's approach in SZLGP was based on the comments of the Full Court in WAIJ v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 74 at [19] --- [22].",
      "id": "s135"
    },
    {
      "text": "This approach has been adopted or referred to by this Court on a number of occasions: Aporo v Minister for Immigration and Citizenship [2009] FCA 79 at [58] per Bennett J; Vu v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1836 at [35] per Siopis J ; NAIF v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 114 at [19] per Madgwick J.",
      "id": "s136"
    },
    {
      "text": "In many respects, the criticisms of the Tribunal's reasons made by Gordon J in SZLGP apply equally to the Tribunal's reasoning in the present case.",
      "id": "s137"
    },
    {
      "text": "The Tribunal, in the present case, placed enormous weight on the evidence that the appellant returned to Pakistan briefly in 2007, and did so in the context of doubting the applicant's claim that he engaged in homosexual acts in the UAE and that he was genuinely fearful of persecution in Pakistan.",
      "id": "s138"
    },
    {
      "text": "However, it is difficult to see how the Tribunal could reach the conclusion that the fact that he returned to Pakistan undermined his account of having engaged in homosexual conduct in the UAE.",
      "id": "s139"
    },
    {
      "text": "His return to Pakistan would have undermined his account only if there was a basis for believing that his family and others might have come to learn that he was a homosexual.",
      "id": "s140"
    },
    {
      "text": "The Tribunal made no finding about how, during the applicant's brief return to Pakistan, it might conceivably have become known to his family or anyone else that he had become, on his account, a practising homosexual.",
      "id": "s141"
    },
    {
      "text": "His claimed fear was based on his apprehension that his family and others in Pakistan might come to know of his homosexuality.",
      "id": "s142"
    },
    {
      "text": "However, the Tribunal does not say how that might have emerged during a brief visit when he was the custodian of the information.",
      "id": "s143"
    },
    {
      "text": "His fear was predicated on others knowing.",
      "id": "s144"
    },
    {
      "text": "Unless others came to know, the basis of his fear did not exist.",
      "id": "s145"
    },
    {
      "text": "The Tribunal does not make a finding that he revealed the information.",
      "id": "s146"
    },
    {
      "text": "It does not make a finding that, during the brief period the applicant was in Pakistan, he sought out men for homosexual sex and for that reason others might come to know of his homosexuality.",
      "id": "s147"
    },
    {
      "text": "It does not otherwise make a finding explaining how his family and others might have come to know of his homosexuality during this period.",
      "id": "s148"
    },
    {
      "text": "Without findings of this type, or at least in the absence of an explanation as to how there was any risk that his homosexuality would become known during the brief period of his visit, I simply fail to see how the fact that the applicant briefly returned to Pakistan undermined his claim that he had become an active homosexual in the UAE in the preceding two years.",
      "id": "s149"
    },
    {
      "text": "There was simply no basis, in my opinion, for the Tribunal to have concluded that the fact that the applicant returned briefly to Pakistan was inconsistent with him having a fear of harm based, on his case, on his family and others in Pakistan coming to know he was a homosexual.",
      "id": "s150"
    },
    {
      "text": "Similarly, the applicant's explanation as to why he did not claim asylum in the UK was perfectly plausible.",
      "id": "s151"
    },
    {
      "text": "Putting it slightly differently, the Tribunal's conclusion about the consequences of not claiming asylum in the UK is, in my opinion, completely unsustainable as a piece of logical analysis.",
      "id": "s152"
    },
    {
      "text": "In essence what the applicant had said was that he did not claim asylum in the UK because he could return to the UAE where he had a good life and was in a good relationship.",
      "id": "s153"
    },
    {
      "text": "His circumstances in the UAE changed after he fell out, as he claimed, with Mr H, which occurred after his return from the UK.",
      "id": "s154"
    },
    {
      "text": "I simply fail to understand what the Tribunal meant when it said the following: \n However, this appears to be inconsistent with his claim that he was fearful of being perceived, or of being found to be, a homosexual upon his return to Pakistan, not of being discovered as being in a relationship with [Mr H].",
      "id": "s155"
    },
    {
      "text": "Even bringing to bear the generosity of analysis that the authorities demand: Minister for Immigration &amp; Ethnic Affairs v Wu Shan Liang, there is no logical connection between what is asserted in the sentence and what preceded it.",
      "id": "s156"
    },
    {
      "text": "The \"this\" at the beginning of a sentence is the applicant's claim that he had nothing to fear until his relationship with Mr H deteriorated.",
      "id": "s157"
    },
    {
      "text": "It is possible that the Tribunal may have believed that the applicant was saying that the deterioration of that relationship might have resulted in the applicant's homosexuality becoming known in the UAE.",
      "id": "s158"
    },
    {
      "text": "However, the applicant pointed to the time the relationship deteriorated in the context of explaining that he returned to the UAE rather than claiming asylum in the UK given that, at that stage, his relationship with Mr H was still good.",
      "id": "s159"
    },
    {
      "text": "As the Full Court said in WAIJ v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs at [22]: \n ... A determination based on illogical or irrational findings or inferences of fact will be shown to be a decision not supported by reason and to have no better foundation than an arbitrary selection of a result.",
      "id": "s160"
    },
    {
      "text": "It is because it is based upon such findings that the determination is an unreasoned decision.",
      "id": "s161"
    },
    {
      "text": "Such findings or inferences of fact become part of, and are not distinguishable from, the decision subject to judicial review.",
      "id": "s162"
    },
    {
      "text": "(See: S20/2002 per McHugh, Gummow JJ at [54]; Bond per Mason CJ at 338, 359-360)... \n \n(Emphasis original)\n \n The Tribunal's conclusion that the applicant was not a homosexual was based squarely on an illogical process of reasoning.",
      "id": "s163"
    },
    {
      "text": "Section 65(1)(a)(ii) of the Act required the Tribunal to determine whether or not it was satisfied that the applicant met the criteria for the grant of a protection visa set out in the Act.",
      "id": "s164"
    },
    {
      "text": "The applicant's alleged membership of a particular social group arising from his homosexuality was an essential element of this inquiry.",
      "id": "s165"
    },
    {
      "text": "For the foregoing reasons, it is my view that the Tribunal fell into jurisdictional error having regard to the way it reached the conclusion that the applicant was not a homosexual and that he was not a person to whom Australia owed protection obligations.",
      "id": "s166"
    },
    {
      "text": "GROUNDS NOT ARGUED AT THE HEARING BUT RAISED IN SUPPLEMENTARY WRITTEN SUBMISSIONS \n Following the hearing of the matter, counsel for the applicant filed supplementary written submissions.",
      "id": "s167"
    },
    {
      "text": "In those supplementary written submissions, counsel for the applicant contended that the Tribunal enlivened s 424AA of the Act by giving orally to the applicant particulars of information that the Tribunal would consider to be a reason or part of the reason for affirming the decision under review.",
      "id": "s168"
    },
    {
      "text": "Section 424AA provides as follows: \n If an applicant is appearing before the Tribunal because of an invitation under section 425: \n (a) the Tribunal may orally give to the applicant clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n (b) if the Tribunal does so--the Tribunal must: \n (i) ensure, as far as is reasonably practicable, that the applicant understands why the information is relevant to the review, and the consequences of the information being relied on in affirming the decision that is under review; and \n (ii) orally invite the applicant to comment on or respond to the information; and \n (iii) advise the applicant that he or she may seek additional time to comment on or respond to the information; and \n (iv) if the applicant seeks additional time to comment on or respond to the information--adjourn the review, if the Tribunal considers that the applicant reasonably needs additional time to comment on or respond to the information.",
      "id": "s169"
    },
    {
      "text": "The \"information\" to which the applicant refers is the appellant's passport.",
      "id": "s170"
    },
    {
      "text": "However, as I have discussed earlier in these reasons, the passport was not \"information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review\".",
      "id": "s171"
    },
    {
      "text": "Therefore, to the extent that the applicant is permitted to argue a breach of s 424AA, that argument must fail.",
      "id": "s172"
    },
    {
      "text": "Further, in the applicant's supplementary written submissions, counsel also suggested that the Tribunal had breached s 425(1) of the Act on the basis that it did not indicate to the applicant that the fact of his return to Pakistan before travelling to Australia would be used to infer that he did not engage in homosexual activities in the UAE and thereby to doubt his claim to being a homosexual.",
      "id": "s173"
    },
    {
      "text": "In my view this argument cannot succeed.",
      "id": "s174"
    },
    {
      "text": "It is clear from the transcript of the Tribunal hearing that the issue of the applicant's homosexuality, his activities in the UAE and his return to Pakistan were discussed at the Tribunal hearing at some length.",
      "id": "s175"
    },
    {
      "text": "The Tribunal cannot be said to have fallen into error by merely failing to invite comment upon its thought processes in relation to its treatment of a particular piece of evidence: WAGU v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCA 912 at [36] .",
      "id": "s176"
    },
    {
      "text": "The application for an extension to time should be granted and the appeal allowed.",
      "id": "s177"
    },
    {
      "text": "Consequential orders follow.",
      "id": "s178"
    },
    {
      "text": "The first respondent must also pay the applicant's costs of the proceeding before the Federal Magistrates Court and before this Court.",
      "id": "s179"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s180"
    },
    {
      "text": "Associate:\n \n \nDated: 10 March 2009\n \n Counsel for the Applicant: T Baw (appeared pursuant to a request under Order 80) \n \n Counsel for the First Respondent: V McWilliam \n \n Solicitor for the First Respondent: DLA Phillips Fox \n Date of Hearing: 14 November 2008 \n \n Date of Judgment: 10 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/210.html",
      "id": "s181"
    }
  ]
}