{
  "name": "Republic of Poland v Ginter [2009] FCA 262 (24 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/262.html",
  "catchphrases": [
    {
      "text": "bail",
      "id": "c0"
    },
    {
      "text": "extraditee granted bail pursuant to s 15(6) of the extradition act 1988 (cth)",
      "id": "c1"
    },
    {
      "text": "poland sought judicial review",
      "id": "c2"
    },
    {
      "text": "whether reviewable error in respect to existence of \"special circumstances\" and the absence of flight risk.",
      "id": "c3"
    },
    {
      "text": "extradition",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This is an application by the Republic of Poland under s 39B of the Judiciary Act 1903 (Cth) seeking judicial review of a decision of Gregory Smith, magistrate (the second respondent) made at Perth on 19 March 2009 by which bail was extended to the first respondent pursuant to s 15(6) of the Extradition Act 1988 (Cth) (\"the Act\").",
      "id": "s0"
    },
    {
      "text": "The amended relief claimed is set out in a minute of proposed orders: An order in the nature of certiorari that the second respondent's decision of 19 March 2009 to release the first respondent on bail be quashed.",
      "id": "s1"
    },
    {
      "text": "An order in the nature of mandamus directed to the second respondent to consider and determine the first respondent's application for bail according to the law.",
      "id": "s2"
    },
    {
      "text": "The application is supported by an affidavit sworn by Mr Steven Murray Shadgett, a solicitor employed as a senior legal officer in the Perth office of the Commonwealth Director of Public Prosecutions.",
      "id": "s3"
    },
    {
      "text": "It is convenient to set out the background as appears from the affidavit of Mr Shadgett, which is uncontroversial in these respects.",
      "id": "s4"
    },
    {
      "text": "Background \n On 10 April 2008, the Republic of Poland submitted a request for the extradition of the first respondent to Poland.",
      "id": "s5"
    },
    {
      "text": "Poland seeks the first respondent's extradition for the following alleged offences: \n (a) acting jointly and in conspiracy with other persons, in execution of a prior intention, for the purpose of obtaining a property benefit, causing another person to disadvantageously alienate his or her property by misleading the person or taking advantage of his or her mistake or inability to understand properly the activity undertaken, thereby defrauding 24 business entities of at least 2,513,240.15 Polish zloty, whose value is considerable, contrary to article 286 paragraph 1 of the Criminal Code in connection with article 294 paragraph 1, article 11 paragraph 2, article 12 and article 13 paragraph of the Criminal Code ; and \n\n \n (b) acting for the purpose of obtaining a financial or personal benefit, forging or altering a document for the purpose of using the same as the authentic document, or using it as the authentic document, contrary to article 271 paragraph 3 of the Criminal Code .",
      "id": "s6"
    },
    {
      "text": "I am informed by counsel for the first respondent that, at present, Australian exchange rates 2,513,240.15 Polish zloty is in the order of $1.2 million.",
      "id": "s7"
    },
    {
      "text": "The alleged offences are, accordingly, very serious in nature.",
      "id": "s8"
    },
    {
      "text": "Poland is, by virtue of s 5 of the Act and regulation 3 of the Extradition (Poland) Regulations 1999, an extradition country.",
      "id": "s9"
    },
    {
      "text": "On 7 January 2009, the Minister for Home Affairs, the Honourable Robert Debus, signed a 'Notice of Receipt of Extradition Request' (\"the Notice\") on 7 January 2009 under s 16(1) of the Act.",
      "id": "s10"
    },
    {
      "text": "A provisional arrest warrant under s 12(1) of the Act was issued by Magistrate Malley at Perth on 6 March 2009 for the arrest of the first respondent.",
      "id": "s11"
    },
    {
      "text": "The first respondent was arrested in Hamersley, Perth Western Australia, by Australian Federal Police on Monday 9 March 2009, and was remanded in custody under s 15 of the Act in Perth Magistrates Court on the same day.",
      "id": "s12"
    },
    {
      "text": "There was no application for bail made.",
      "id": "s13"
    },
    {
      "text": "The first respondent was represented by the Legal Aid duty lawyer and the counsel for the Republic of Poland was advised a bail application would be made on 16 March 2009.",
      "id": "s14"
    },
    {
      "text": "An application for bail was made by counsel on behalf of the first respondent in the Perth Magistrates Court on 16 March 2009 before the second respondent.",
      "id": "s15"
    },
    {
      "text": "Counsel for Poland opposed the application.",
      "id": "s16"
    },
    {
      "text": "Reliance was placed by the first respondent upon a document dated 2 January 2009, the translation of which purported to be written notice from the Polish Prosecutors Office to the first respondent advising him of the revocation of an arrest warrant that had been in existence in relation to him.",
      "id": "s17"
    },
    {
      "text": "The second respondent reserved his decision and adjourned the bail application to 17 March 2009.",
      "id": "s18"
    },
    {
      "text": "The first respondent was remanded in custody.",
      "id": "s19"
    },
    {
      "text": "On 17 March 2009, the second respondent further adjourned the matter for further consideration.",
      "id": "s20"
    },
    {
      "text": "On 19 March 2009, the second respondent granted the first respondent bail.",
      "id": "s21"
    },
    {
      "text": "The following reasons were said to constitute special circumstances: \n (a) he arrived in Australia in 1993 from Poland and has remained in Australia since;\n (b) he has not attempted to conceal his name or create a false identity;\n (c) he does not have a criminal record in either Australia or Poland;\n (d) he has lead a constructive and blameless life in Australia;\n (e) he is employed as a motor mechanic and his wife is employed as a dental assistant;\n (f) he has a 13 year old son in school; \n (g) he and his wife are purchasing their house; and\n (h) there may be some confusion in the charges the against the first respondent and there is no explanation of the delay in those matters being pursued presently; and \n (i) he did not hold a current Polish or Australian passport.",
      "id": "s22"
    },
    {
      "text": "The bail conditions imposed by Mr Smith SM on 19 March 2009 were: \n (a) $100,000 personal undertaking;\n (b) $10,000 surety other than the respondent's wife\n (c) $10,000 cash deposit;\n (d) to reside at 27 Hendon Way, Hamersley, Perth, Western Australia;\n (e) to report to Warwick Police Station M/W/F;\n (f) not to leave a 80km radius of the Perth GPO;\n (g) to provide at least 72 hours written notice of any intended change of address, and such notice must be provided within ordinary working hours;\n (h) not to approach within 500m of the Perth airport nor to approach within 200m of the Fremantle port; and\n (i) to surrender all passports and not to apply for any passports.",
      "id": "s23"
    },
    {
      "text": "Remands under section 15 of the Extradition Act 1988 \n A person arrested under a provisional arrest warrant shall be remanded in custody, or subject to sub-s (6), on bail, for such period or periods as may be necessary for proceedings under ss 18 or 19 , or both, to be concluded: s 15(2) of the Act.",
      "id": "s24"
    },
    {
      "text": "Section 15(6) of the Act states: \n A magistrate shall not remand a person on bail under this section unless there are special circumstances justifying such remand.",
      "id": "s25"
    },
    {
      "text": "(Emphasis added) \n\n A detailed consideration of the law in relation to bail under the Act is found in United Mexican States v Cabal (2001) 209 CLR 165.",
      "id": "s26"
    },
    {
      "text": "Although directly referrable to the bail provisions under s 21(6)(f)(iv) of the Act it is, nonetheless, apt to a consideration of a bail application under s 15(6) of the Act and the rationale for the \"special circumstances\" requirement, which was described in these terms: \n [60] Because the typical extraditee is a person who has fled from another country after committing a serious crime, granting bail to that person provides a further opportunity for him or her to flee from the reach of the extraditing country.",
      "id": "s27"
    },
    {
      "text": "The ever present risk of flight in extradition situations was the rationale for the \"special circumstances\" requirement of s 15(6) of the Act [107].",
      "id": "s28"
    },
    {
      "text": "The Explanatory Memorandum stated [108]: \n\n \n \"Sub-clause (6) provides that a person shall not be granted bail unless there are special circumstances.",
      "id": "s29"
    },
    {
      "text": "Such a provision is considered necessary because experience has shown that there is a very high risk of persons sought for extraditable offences absconding.",
      "id": "s30"
    },
    {
      "text": "In many cases the person is in Australia to avoid arrest in the country where he is alleged to have committed the offence, ie the person left the jurisdiction to avoid justice.",
      "id": "s31"
    },
    {
      "text": "\" \n\n The circumstances relied upon by the second respondent in granting bail is more referrable to a bail application in the criminal jurisdiction generally.",
      "id": "s32"
    },
    {
      "text": "However, the position in extradition cases is different as appears from Cabal at [45] and [72]: \n [45] However, it does not follow that the principles that apply in criminal cases are fully applicable to extradition cases.",
      "id": "s33"
    },
    {
      "text": "First, Australia's international relations and standing are involved in extradition cases.",
      "id": "s34"
    },
    {
      "text": "They are seldom involved in domestic criminal cases.",
      "id": "s35"
    },
    {
      "text": "Secondly, the Court must take account of the purpose and policy of the Act.",
      "id": "s36"
    },
    {
      "text": "It would be a serious error to take the view that the enactment of the Act has no bearing on the application of the Court's incidental power to make an order granting bail to a person held under a s 19(9)(a) warrant [55].",
      "id": "s37"
    },
    {
      "text": "That enactment cannot alter the power implicit in s 73 of the Constitution .",
      "id": "s38"
    },
    {
      "text": "But it can affect its application to the circumstances of the particular case.",
      "id": "s39"
    },
    {
      "text": "That is because the provisions of the Act illuminate the object of the proceedings that give rise to the application or appeal to this Court.",
      "id": "s40"
    },
    {
      "text": "[72] In our opinion, it is an error in a bail application in an extradition matter to take into account that there is \"a predisposition against unnecessary or arbitrary detention in custody\".",
      "id": "s41"
    },
    {
      "text": "The Parliament has made it plain that bail is not to be granted unless special circumstances are proved.",
      "id": "s42"
    },
    {
      "text": "However unpalatable such a conclusion may be to the mind of the common lawyer, the Parliament believed that the fulfilment of Australia's treaty obligations makes the principles governing bail in domestic cases inapplicable in extradition cases.",
      "id": "s43"
    },
    {
      "text": "In extradition cases, the general rule is that defendants are to be held in custody whether or not their detention is necessary.",
      "id": "s44"
    },
    {
      "text": "Only when there is something special about a defendant's circumstances can the question of bail be considered.",
      "id": "s45"
    },
    {
      "text": "For that reason, it is erroneous to take into account \"those circumstances which ordinarily would fall for consideration on an application for bail where a person is charged domestically for the commission of a crime\".",
      "id": "s46"
    },
    {
      "text": "Those circumstances may be taken into account in considering the exercise of discretion after special circumstances have been established.",
      "id": "s47"
    },
    {
      "text": "But they can play no part in determining whether the applicant has established special circumstances.",
      "id": "s48"
    },
    {
      "text": "In Cabal the grounds for granting bail were explained: \n [61] Given this background and the rationale for the \"special circumstances\" condition, bail in extradition cases should be granted only when two conditions are fulfilled.",
      "id": "s49"
    },
    {
      "text": "First, the circumstances of the individual case are special in the sense that they are different from the circumstances that persons facing extradition would ordinarily endure when regard is had to the nature and extent of the extradition charges.",
      "id": "s50"
    },
    {
      "text": "This means that the circumstances relied on must be different in kind from the disadvantages that all extradition defendants have to endure.",
      "id": "s51"
    },
    {
      "text": "To constitute \"special circumstances\", the matters relied on \"need to be extraordinary and not factors applicable to all defendants facing extradition\" [109].",
      "id": "s52"
    },
    {
      "text": "Secondly, there must be no real risk of flight.",
      "id": "s53"
    },
    {
      "text": "Absence of a real risk of flight is ordinarily a necessary but not a sufficient condition of bail.",
      "id": "s54"
    },
    {
      "text": "When there is a real risk of flight, ordinarily bail should be refused .",
      "id": "s55"
    },
    {
      "text": "Further, the risk of flight should be considered independently of the effect of the proposed bail conditions.",
      "id": "s56"
    },
    {
      "text": "In this area of law, the history and character of the defendant and the potential punishment facing the defendant are likely to be surer guides to the risk of flight than bail conditions -- even rigorous conditions.",
      "id": "s57"
    },
    {
      "text": "A person, fearing punishment and inclined to flee, is unlikely to be diverted from that course by the prospect that his or her sureties may forfeit their securities or by stringent reporting conditions.",
      "id": "s58"
    },
    {
      "text": "Even if the defendant has to report twice daily to the police, he or she will have a period of twelve to fourteen hours in which to leave Australia.",
      "id": "s59"
    },
    {
      "text": "(Emphasis added) \n\n As to the issue of confusion surrounding the charges, the materials provided by the Applicant in support of the extradition request clearly set out the history of the matter and the reason for the present charges differing from those originally preferred against the first respondent.",
      "id": "s60"
    },
    {
      "text": "The applicant provided information that the investigation into the first respondent's alleged criminality commenced in 1998 resulting in him being originally charged in December 2001.",
      "id": "s61"
    },
    {
      "text": "Subsequent to this, the authorities learned of a second investigation into the first respondent's alleged criminal activity which resulted in the merger of those investigations in March 2002.",
      "id": "s62"
    },
    {
      "text": "Following the merger, the first respondent's alleged criminality was reconsidered and a provisional arrest warrant was obtained in August 2002 after the allegations against the first respondent had been supplemented in July 2002.",
      "id": "s63"
    },
    {
      "text": "In December 2006 further amendment of the case resulted in one charge being discontinued due to a limitation period which applied resulting in the remaining two counts the subject of this extradition request giving rise to a further provisional arrest warrant in January 2007.",
      "id": "s64"
    },
    {
      "text": "As a consequence of this decision, the provisional arrest warrant issued in August 2002 was revoked.",
      "id": "s65"
    },
    {
      "text": "There is nothing which emerges from these circumstances, in my view, which qualifies as a special circumstance for bail reasons.",
      "id": "s66"
    },
    {
      "text": "I do not consider that delay by Poland in making the request for the first respondent's extradition is a special circumstance warranting the grant of bail.",
      "id": "s67"
    },
    {
      "text": "It would be different perhaps in the case of unacceptable delays in the extradition process itself: Cabal at [66].",
      "id": "s68"
    },
    {
      "text": "The fact that the first respondent has no current Polish or Australian passport is not, inevitably, a barrier to flight.",
      "id": "s69"
    },
    {
      "text": "The case of Schoenmakers v Director of Public Prosecutions (1991) 30 FCR 70 demonstrates this point.",
      "id": "s70"
    },
    {
      "text": "Schoenmakers had, as a condition of his bail, been required to surrender his passport to the Australian Federal Police.",
      "id": "s71"
    },
    {
      "text": "Nonetheless he managed to flee from Australia to Thailand upon his release on bail from extradition detention: Cabal at [67].",
      "id": "s72"
    },
    {
      "text": "The second respondent, in my opinion, erred in his findings regarding the existence of special circumstances on the basis that the matters noted at [13] above were more properly characterised as ones that might ordinarily fall for consideration on an application for bail by a person charged with a domestic offence.",
      "id": "s73"
    },
    {
      "text": "The second respondent erred as a matter of law in so finding.",
      "id": "s74"
    },
    {
      "text": "Flight Risk\n In the materials provided by the applicant in support of its request for extradition it is noted that the first respondent left Poland in 1993 shortly after his alleged criminal activity, indicating that the first respondent was leaving Poland with the intent of absconding from criminal justice.",
      "id": "s75"
    },
    {
      "text": "There was no material before the second respondent to contradict this assertion.",
      "id": "s76"
    },
    {
      "text": "It is evidence of the first respondent's preparedness to take flight from Poland to this country in order to evade alleged criminal conduct.",
      "id": "s77"
    },
    {
      "text": "In Cabal it was said at [70] and [74]: \n [70] The purpose of the extradition proceedings is set at risk if an applicant is entitled to bail upon proof of special circumstances and a probability that the applicant will not abscond.",
      "id": "s78"
    },
    {
      "text": "If there is a real risk that the applicant will abscond, the objects of the Act and the rationale of ss 15 and 21 require the refusal of bail in all but exceptional cases.",
      "id": "s79"
    },
    {
      "text": "Unless the special circumstances are so cogent and the risk so very low that the proper exercise of discretion requires the grant of bail, any real risk of flight should be decisive against the grant of bail.",
      "id": "s80"
    },
    {
      "text": "(Emphasis added) \n\n \n [74] It is no doubt true that the test is not whether the proven special circumstances are such that it is not probable that the applicant will abscond.",
      "id": "s81"
    },
    {
      "text": "But it is not a question of whether the personal and other public interests outweigh the objects and rationale of the Act.",
      "id": "s82"
    },
    {
      "text": "Once special circumstances are proved, the Court must consider all the circumstances of the case, the chief of which is the risk of flight.",
      "id": "s83"
    },
    {
      "text": "If a real risk of flight exists, the proper exercise of the discretion will ordinarily require the refusal of bail.",
      "id": "s84"
    },
    {
      "text": "That the first respondent departed Poland in the circumstances asserted is not a necessary factor to a finding that he is a risk of flight.",
      "id": "s85"
    },
    {
      "text": "As was said in Cabal at [65] it is a mistake to think that a person is unlikely to abscond simply because that person did not leave the extraditing country \"to avoid justice\".",
      "id": "s86"
    },
    {
      "text": "In any event, in my opinion, risk of flight ought not to be confined to flight from Australia.",
      "id": "s87"
    },
    {
      "text": "It is capable of including flight within Australia.",
      "id": "s88"
    },
    {
      "text": "In my opinion, the second respondent failed to take into account a material matter namely, evidence that the first respondent posed a real risk of flight.",
      "id": "s89"
    },
    {
      "text": "This was an error of law.",
      "id": "s90"
    },
    {
      "text": "Conclusion\n In my opinion, reviewable error has been demonstrated both in respect to the question of the existence of special circumstances under s 15(6) of the Act as well as the question whether there is a real risk of flight in relation to the first respondent.",
      "id": "s91"
    },
    {
      "text": "The application should be granted with orders, in terms of the minute of proposed orders.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s93"
    },
    {
      "text": "Associate:\n \n \nDated: 24 March 2009\n \n Counsel for the Applicant: Mr D Renton \n \n Solicitor for the Applicant: Commonwealth Director of Public Prosecutions \n \n Counsel for the First Respondent: Mr A Maughan \n \n Solicitor for the First Respondent: Andrew Maughan &amp; Associates \n \n \n Date of Hearing: 19, 20 March 2009 \n \n Date of Judgment: 24 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/262.html",
      "id": "s94"
    }
  ]
}