{
  "name": "John Holland Pty Ltd v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union (includes corrigendum dated 19 March 2009) [2009] FCA 235 (17 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/235.html",
  "catchphrases": [
    {
      "text": "union protest outside head office for major construction project",
      "id": "c0"
    },
    {
      "text": "intent of protestors to influence contractor to make industrial agreement with unions not presently having members working on the project",
      "id": "c1"
    },
    {
      "text": "whether intent was for agreement to be made under workplace relations act 1996 (cth)",
      "id": "c2"
    },
    {
      "text": "whether intent of protestors also to secure employment of workers previously laid off by subcontractor",
      "id": "c3"
    },
    {
      "text": "whether intent to secure that employment in absence of claimed industrial agreement.",
      "id": "c4"
    },
    {
      "text": "union protest outside head office for major construction project",
      "id": "c5"
    },
    {
      "text": "methods used by protestors",
      "id": "c6"
    },
    {
      "text": "whether illegitimate",
      "id": "c7"
    },
    {
      "text": "whether negated choice of contractor",
      "id": "c8"
    },
    {
      "text": "whether amounted to coercion or application of undue pressure.",
      "id": "c9"
    },
    {
      "text": "words and phrases",
      "id": "c10"
    },
    {
      "text": "\"undue pressure\".",
      "id": "c11"
    },
    {
      "text": "industrial law",
      "id": "c12"
    },
    {
      "text": "industrial law",
      "id": "c13"
    },
    {
      "text": "statutes",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "By Notice of Motion filed on 6 March 2009, the applicant, John Holland Pty Ltd, seeks interim injunctions to restrain the first, second, third and fourth respondents from continuing to engage in conduct alleged to be in contravention of ss 43 and 44 of the Building and Construction Industry Improvement Act 2005 (Cth) (\"the BCII Act\").",
      "id": "s0"
    },
    {
      "text": "The background to the motion is set out in two previous interlocutory judgments which I delivered in relation to what is broadly the same dispute: see Williams v Automotive, Food, Metals, Engineering, Printing Kindred Industries Union [2009] FCA 86 , and Williams v Automotive, Food, Metals, Engineering, Printing Kindred Industries Union (No.",
      "id": "s1"
    },
    {
      "text": "2) [2009] FCA 103.",
      "id": "s2"
    },
    {
      "text": "I shall assume that the reader of these reasons is familiar with that background, and with the terminology used in my previous reasons.",
      "id": "s3"
    },
    {
      "text": "The applicant, John Holland Pty Ltd, is a building construction company involved in a major project of works on the West Gate Bridge (\"the project\").",
      "id": "s4"
    },
    {
      "text": "The first respondent, the Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union (\"the AMWU\") and the second respondent, the Construction, Forestry, Mining and Energy Union (\"the CFMEU\") are organisations registered under the Workplace Relations Act 1996 (Cth) (\"the WR Act\").",
      "id": "s5"
    },
    {
      "text": "The third respondent, Mick Powell, is an organiser in the employ of the CFMEU, and the fourth respondent, Tony Mavromatis, is an organiser in the employ of the AMWU.",
      "id": "s6"
    },
    {
      "text": "The fifth respondent, Mick Bull, is not the subject of the present motion.",
      "id": "s7"
    },
    {
      "text": "The Australian Building and Construction Commissioner has intervened in the public interest pursuant to s 71 of the BCII Act.",
      "id": "s8"
    },
    {
      "text": "I shall refer to him as the intervener.",
      "id": "s9"
    },
    {
      "text": "I heard argument on the motion on 10 March 2009, and subsequently received short written submissions from the parties.",
      "id": "s10"
    },
    {
      "text": "On 11 March 2009, I imposed a limited restraint upon the respondents, operative only for the period during which I reserved judgment on the applicant's motion.",
      "id": "s11"
    },
    {
      "text": "In the second of my previous interlocutory judgments, I referred to the circumstance that, on 8 February 2009 or thereabouts, Civil Pacific Services (Vic) Pty Ltd (\"Civil Pacific\") made an agreement with the AMWU and the CFMEU, applicable to work on the project, which would, it seems, have obliged Civil Pacific to pay higher wages than had previously been paid by that company on the project.",
      "id": "s12"
    },
    {
      "text": "I referred also to Civil Pacific's request to the applicant for a consequential adjustment to the contract pursuant to which it was then providing labour for the project.",
      "id": "s13"
    },
    {
      "text": "Evidence now before the court establishes that the applicant did not agree to that request, and that Civil Pacific withdrew from the project on 2 March 2009.",
      "id": "s14"
    },
    {
      "text": "It seems that, there being no further need for the services of the workers who had been engaged on the project, the employment of those workers was then terminated by Civil Pacific.",
      "id": "s15"
    },
    {
      "text": "Since 3 March 2009, the respondents and others with whom they are associated in their dispute with the applicant have maintained a presence outside the applicant's office at 275 Williamstown Road, Port Melbourne, which is the head office for the project (\"the project office\").",
      "id": "s16"
    },
    {
      "text": "The applicant describes this presence as a picket line, while the respondents describe it as a protest.",
      "id": "s17"
    },
    {
      "text": "The applicant says that the respondents' purpose is to prevent or hinder those working in the project office, and others having lawful reasons to attend there (particularly workers applying for employment on the project), from entering the building.",
      "id": "s18"
    },
    {
      "text": "The respondents say that their purpose is to protest against the involvement of the applicant in the dismissal of the Civil Pacific workers, and to advance their claim that the applicant should enter into a site agreement for the project with the AMWU and the CFMEU.",
      "id": "s19"
    },
    {
      "text": "I shall commence by referring to the evidence as contained in the affidavits filed in support of, and in opposition to, the applicant's motion.",
      "id": "s20"
    },
    {
      "text": "To the extent that I make findings of fact, they are, of course, provisional and intended to be used only for the purpose of deciding first whether the applicant has a prima facie case in the sense explained in Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 (and if so what is the apparent strength of that case) and secondly where the balance of convenience lies.",
      "id": "s21"
    },
    {
      "text": "On the morning of 3 March 2009, Mr Marshall, the applicant's General Superintendent for the Southern Region, was informed that there was a picket line outside the project office.",
      "id": "s22"
    },
    {
      "text": "At about 7.30 am that day, he arrived at the office, and saw a number of men standing around one of the pedestrian entrances thereto.",
      "id": "s23"
    },
    {
      "text": "Most of them had either AMWU or CFMEU logos or badges on their clothing.",
      "id": "s24"
    },
    {
      "text": "One of them approached Mr Marshall and said: \"What are you going to do about our jobs?\".",
      "id": "s25"
    },
    {
      "text": "Another asked him: \"What are you going to do with us?\".",
      "id": "s26"
    },
    {
      "text": "Mr Marshall asked if he could speak to a spokesman or representative of the group.",
      "id": "s27"
    },
    {
      "text": "He was advised to speak to Mr Powell.",
      "id": "s28"
    },
    {
      "text": "Mr Marshall walked to the front entrance of the office, and was approached by Mr Powell and Mr Gareth Stephenson (an organiser of the CFMEU).",
      "id": "s29"
    },
    {
      "text": "According to Mr Marshall, Mr Mavromatis was also present, but, according to the affidavit of the respondents' solicitor, Mr Trevor Clarke, Mr Mavromatis was not present.",
      "id": "s30"
    },
    {
      "text": "Mr Marshall indicated to these men that he would like to have a discussion with them.",
      "id": "s31"
    },
    {
      "text": "In his affidavit sworn on 6 March 2009, Mr Marshall said that he told them that he would like to have a meeting to discuss the picket line that was then occurring.",
      "id": "s32"
    },
    {
      "text": "Mr Clarke was informed by Messrs Powell and Stephenson, however, that Mr Marshall merely asked whether they wanted \"to catch up and have a chat\".",
      "id": "s33"
    },
    {
      "text": "Messrs Powell and Stephenson (and, according to Mr Marshall, Mr Mavromatis) indicated that they were happy to have a meeting.",
      "id": "s34"
    },
    {
      "text": "After that conversation, Mr Marshall continued towards the front entrance of the project office.",
      "id": "s35"
    },
    {
      "text": "At the entrance, according to him, Mr Marshall encountered eight or ten persons lying or sitting on the steps, blocking his way.",
      "id": "s36"
    },
    {
      "text": "He recognised some of them as former Civil Pacific employees.",
      "id": "s37"
    },
    {
      "text": "They were wearing clothing with AMWU or CFMEU badges or insignia.",
      "id": "s38"
    },
    {
      "text": "As Mr Marshall approached the entrance, these individuals moved slightly, but made some remarks towards him, including, \"Gary, nice to see that you have got a fucking job\".",
      "id": "s39"
    },
    {
      "text": "According to Mr Clarke, neither Mr Powell nor Mr Stephenson observed any persons lying on the steps, and Mr Powell observed Mr Marshall entering the entrance to the project office without any impediment.",
      "id": "s40"
    },
    {
      "text": "Mr Marshall did arrange a meeting as discussed between himself and Messrs Powell and Stephenson (and, according to him, Mr Mavromatis).",
      "id": "s41"
    },
    {
      "text": "It was held at 9.00 am on 3 March 2009 at the applicant's office in Abbottsford.",
      "id": "s42"
    },
    {
      "text": "The meeting was attended by Messrs Marshall, Powell, Stephenson and Mavromatis, and by some other staff of the applicant, including Mr Bradd Hamersley, the applicant's Regional HR/IR Manager for the Southern Region.",
      "id": "s43"
    },
    {
      "text": "The meeting was chaired by Mr Hamersley.",
      "id": "s44"
    },
    {
      "text": "Although there is a dispute as to the words he used, it is common ground that, at about the start of the meeting, Mr Hamersley inquired of the union representatives what was the purpose of their presence at the project office.",
      "id": "s45"
    },
    {
      "text": "According to Mr Hamersley, Mr Stephenson asked what the applicant was going to do with the former Civil Pacific employees, and asked whether it was going to give them jobs.",
      "id": "s46"
    },
    {
      "text": "That led into a discussion about the terms and conditions under which those persons would be employed on the project, if they were so employed directly by the applicant.",
      "id": "s47"
    },
    {
      "text": "Mr Hamersley said that the applicant intended to engage direct employees under an existing agreement between itself and the Australian Workers Union (\"the AWU\") called the John Holland Southern Region Agreement (\"the Southern Region Agreement\").",
      "id": "s48"
    },
    {
      "text": "That agreement was made under Part 8 of the WR Act.",
      "id": "s49"
    },
    {
      "text": "That led to a debate about whether the Southern Region Agreement appropriately covered all the categories of employees that were likely to be working on the project, particularly boilermakers.",
      "id": "s50"
    },
    {
      "text": "The union representatives contended that it did not, while the applicant's representatives contended that it did.",
      "id": "s51"
    },
    {
      "text": "The parties at the meeting then discussed the general nature of the relationship between the applicant, on the one hand, and the AMWU and the CFMEU, on the other hand, in relation to the project.",
      "id": "s52"
    },
    {
      "text": "At some point, Mr Mavromatis said that the reason for the action being taken by the respondents at the project office was the termination of the employment of the former Civil Pacific employees.",
      "id": "s53"
    },
    {
      "text": "There was reference to what the union representatives described as \"freedom of association\", in the sense that, according to them, the applicant was proposing to force direct employees, including any that may have previously been employed by Civil Pacific, to work under the Southern Region Agreement.",
      "id": "s54"
    },
    {
      "text": "According to the affidavit material filed on the present motion, from this point the nature of the discussion became somewhat more robust, and ultimately the union representatives left the meeting, clearly dissatisfied with progress.",
      "id": "s55"
    },
    {
      "text": "Before they did so, Mr Mavromatis made it clear that there had to be an agreement for the project between the CFMEU, the AMWU and the applicant.",
      "id": "s56"
    },
    {
      "text": "I shall go no further in my provisional findings about what was said at this meeting, both because of the nature of the differences between the relevant evidence proffered by the parties (which, at least in the way those differences were described by Mr Clarke, appears to be concerned substantially with whether the union representatives used the expression \"picket line\", or the expression \"industrial action\", and with the extent to which the various representatives accompanied their contributions to the conversation with coarse expletives) and because further elaboration does not appear to be necessary for the limited purposes of the motion presently before the court.",
      "id": "s57"
    },
    {
      "text": "After the meeting at Abbottsford, Mr Marshall returned to the project office.",
      "id": "s58"
    },
    {
      "text": "Upon arriving, he saw about 30 people standing on Williamstown Road itself, on the median strip and on the kerb outside the front entrance to the office.",
      "id": "s59"
    },
    {
      "text": "He saw large CFMEU flags and one large AMWU flag.",
      "id": "s60"
    },
    {
      "text": "As he entered the office, he noticed that Messrs Mavromatis, Powell and Stephenson were conducting a meeting with those present.",
      "id": "s61"
    },
    {
      "text": "Mr Stephenson was speaking through a megaphone, and Mr Marshall heard the expressions \"stick it out\" and \"workers' rights\".",
      "id": "s62"
    },
    {
      "text": "After the meeting, those present remained where they were and waved flags at passing traffic.",
      "id": "s63"
    },
    {
      "text": "They dispersed at around 12.30 pm.",
      "id": "s64"
    },
    {
      "text": "At 2.00 pm on 3 March 2009, Mr Marshall held a meeting with the staff then working at the project office.",
      "id": "s65"
    },
    {
      "text": "According to him, some of the female staff members were visibly anxious and upset, and were concerned about what would happen when they left the office for lunch.",
      "id": "s66"
    },
    {
      "text": "Two of them told Mr Marshall that they felt intimidated as they entered the office.",
      "id": "s67"
    },
    {
      "text": "One of them referred to a comment made to her as she was entering, in the following terms: \"Why are you lucky enough to have a job and I haven't?\".",
      "id": "s68"
    },
    {
      "text": "Mr Marshall exhibited to his affidavit a file note made by Mr Alan Foster, an IR/HR Manager employed by the applicant.",
      "id": "s69"
    },
    {
      "text": "In that file note, Mr Foster refers to his arrival at the project office on 3 March 2009, when he encountered two groups of persons protesting outside the project office.",
      "id": "s70"
    },
    {
      "text": "He was approached by Mr Powell.",
      "id": "s71"
    },
    {
      "text": "Mr Powell asked: \"When are John Holland going to get the blokes a job?\".",
      "id": "s72"
    },
    {
      "text": "Thinking that Mr Powell was referring to the former Civil Pacific employees, Mr Foster said that he understood that a number of them had lodged their CVs online the previous night, and that he (Foster) intended to commence processing their applications that day.",
      "id": "s73"
    },
    {
      "text": "Mr Powell questioned why the applicant would not simply employ all the former Civil Pacific employees immediately.",
      "id": "s74"
    },
    {
      "text": "Mr Foster responded that it was necessary to follow what he described as \"due diligence processes\".",
      "id": "s75"
    },
    {
      "text": "Mr Powell asked when they were going to talk about an agreement.",
      "id": "s76"
    },
    {
      "text": "Mr Foster responded that he would pass on this question to Mr Marshall, to which Mr Powell said that he (Foster) should let Mr Marshall know that he (Powell) had asked.",
      "id": "s77"
    },
    {
      "text": "On 4 March 2009, Mr Marshall arrived at the project office at about 8.00 am.",
      "id": "s78"
    },
    {
      "text": "He saw about 40 persons gathered standing outside the front entrance.",
      "id": "s79"
    },
    {
      "text": "He did not recognise many former Civil Pacific employees.",
      "id": "s80"
    },
    {
      "text": "He did recognise \"a lot more union officials\" than had previously been present.",
      "id": "s81"
    },
    {
      "text": "Messrs Mavromatis, Powell and Stephenson were present.",
      "id": "s82"
    },
    {
      "text": "Mr Marshall also saw what he described as \"a CFMEU camper/barbeque trailer\", and two marquees, set up on the front garden of the project office.",
      "id": "s83"
    },
    {
      "text": "Mr Marshall says that he saw some of the persons present urinating on the project office building and on the front garden.",
      "id": "s84"
    },
    {
      "text": "According to Mr Clarke, Messrs Mavromatis, Powell and Stephenson deny that anyone so urinated, and say that they had no knowledge of such behaviour being alleged until reading about it in Mr Marshall's affidavit.",
      "id": "s85"
    },
    {
      "text": "Messrs Powell and Stephenson did inform Mr Clarke, however, that the police had told them that they had received complaints that persons were urinating on trees in the park across the road.",
      "id": "s86"
    },
    {
      "text": "Mr Powell suggested to the police that these persons might have been from another site that was nearby.",
      "id": "s87"
    },
    {
      "text": "He told the police that those attending the protest outside the applicant's office would use the public toilets in the park, along with those in \"an auction business nearby\" which they had permission to use.",
      "id": "s88"
    },
    {
      "text": "He assured the police that he would ensure that persons attending the protest did not urinate in the park.",
      "id": "s89"
    },
    {
      "text": "Mr Marshall also noticed a CFMEU flag being raised on one of the flagpoles on the project office.",
      "id": "s90"
    },
    {
      "text": "According to Mr Marshall, the lock and cover had been removed from the access point for the working mechanism for the flagpole, but Mr Powell told Mr Clarke that there was \"never a lock or a cover on the flagpole\" on which the CFMEU flag was raised.",
      "id": "s91"
    },
    {
      "text": "Mr Marshall said that it was not possible to enter the project office through the front entrance, as there were about 12 people sitting on the steps.",
      "id": "s92"
    },
    {
      "text": "According to Mr Clarke, he was instructed by Messrs Mavromatis, Powell and Stephenson that, while there were persons sitting on the steps, they moved aside whenever any person approached to enter, or to leave, the building.",
      "id": "s93"
    },
    {
      "text": "They told Mr Clarke that no-one was stopped or hindered from entering or leaving.",
      "id": "s94"
    },
    {
      "text": "They did not, however, suggest that Mr Marshall had in fact entered the building through the front entrance on the occasion referred to in his affidavit.",
      "id": "s95"
    },
    {
      "text": "As a result of being unable (according to him) to enter the project office through the front entrance, Mr Marshall called the police.",
      "id": "s96"
    },
    {
      "text": "He asked the police to request the picketers to move the camper trailer and marquees to the other side of the road, and to hire \"a portaloo\".",
      "id": "s97"
    },
    {
      "text": "According to Mr Marshall, the police spoke to the persons on the protest, and then left.",
      "id": "s98"
    },
    {
      "text": "There was no change in the behaviour of those outside the project office.",
      "id": "s99"
    },
    {
      "text": "Mr Marshall later saw Mr Powell drive his vehicle onto the footpath, connect the camper trailer, and drive about 40 metres along the footpath before departing.",
      "id": "s100"
    },
    {
      "text": "According to Mr Marshall, the withdrawal of Civil Pacific from the project has had the result that little meaningful work is now being undertaken there, and the recommencement of work is an urgent priority.",
      "id": "s101"
    },
    {
      "text": "The applicant is considering both the employment of workers directly, and the engagement of a labour hire company.",
      "id": "s102"
    },
    {
      "text": "Some interviews with prospective employees and labour hire companies were arranged for 4 March 2009.",
      "id": "s103"
    },
    {
      "text": "These were to occur at the project office.",
      "id": "s104"
    },
    {
      "text": "Two workers who had applied for direct employment did not attend their interviews at the appointed time.",
      "id": "s105"
    },
    {
      "text": "Each was telephoned by a staff member of the applicant.",
      "id": "s106"
    },
    {
      "text": "Each spoke to Mr Marshall.",
      "id": "s107"
    },
    {
      "text": "The first worker told him that, as he was approaching the project office to attend his interview, he was spoken to by two of the persons gathered outside.",
      "id": "s108"
    },
    {
      "text": "They discussed their issues with the worker, and told him (according to Mr Marshall) \"not to cross the picket line\".",
      "id": "s109"
    },
    {
      "text": "The worker told Mr Marshall that he decided not to attend for the interview, as he did not want to be labelled a \"scab\".",
      "id": "s110"
    },
    {
      "text": "The second worker was also approached by two of the persons gathered outside the project office.",
      "id": "s111"
    },
    {
      "text": "According to Mr Marshall, they asked him if he was going to attend a job interview, and they communicated to him their concerns in relation to the applicant.",
      "id": "s112"
    },
    {
      "text": "They told him that, while they could not tell him what to do, \"it would not be a good idea to cross the picket line\".",
      "id": "s113"
    },
    {
      "text": "For that reason, according to the worker, he did not attend the job interview.",
      "id": "s114"
    },
    {
      "text": "Of the three persons who provided Mr Clarke with information, only Mr Stephenson said anything which might bear upon Mr Marshall's evidence regarding the workers who failed to attend for their job interviews.",
      "id": "s115"
    },
    {
      "text": "Mr Stephenson spoke to one worker who had attended at the project office for the purposes of a job interview.",
      "id": "s116"
    },
    {
      "text": "He told the worker that those on the protest had been sacked, and that there was a dispute about the pay and conditions on the Westgate project.",
      "id": "s117"
    },
    {
      "text": "The worker told Mr Stephenson that he had not been informed that there was a dispute on the job when they asked him for an interview, and that he would not go into the project office.",
      "id": "s118"
    },
    {
      "text": "Mr Stephenson said that the worker remained at the protest for some time, and shook hands with other persons then present.",
      "id": "s119"
    },
    {
      "text": "Mr Stephenson said that this worker was not told by him, or by any other person, that there was a picket line, he was not told not to cross the picket line, and he was not told that it would not be a good idea for him to cross the picket line.",
      "id": "s120"
    },
    {
      "text": "On 5 March 2009, Mr Marshall arrived at the project office at about 8.00 am.",
      "id": "s121"
    },
    {
      "text": "He saw about 40 persons (whom he described as \"picketers\") outside the front entrance of the project office.",
      "id": "s122"
    },
    {
      "text": "The campervan/barbeque and the two marquees were again set up on the front garden.",
      "id": "s123"
    },
    {
      "text": "The CFMEU flag was on the flagpole.",
      "id": "s124"
    },
    {
      "text": "Messrs Mavromatis, Powell and Stephenson, and a small number of former Civil Pacific employees, were amongst those present.",
      "id": "s125"
    },
    {
      "text": "Mr Marshall saw a number of them urinating in public across the road from the front entrance to the project office.",
      "id": "s126"
    },
    {
      "text": "Mr Marshall was told by a member of the applicant's staff that he (the staff member) had been abused by those present, and a security guard told Mr Marshall of an obscenity which had been directed to him by one of those present.",
      "id": "s127"
    },
    {
      "text": "In his affidavit, Mr Clarke does not refer to any instructions which would deny the content of these allegations.",
      "id": "s128"
    },
    {
      "text": "The security guard told Mr Marshall that those present at the protest had kicked the front door of the project office off its tracks, such that the door would not open.",
      "id": "s129"
    },
    {
      "text": "The guard said that he had had to repair the door.",
      "id": "s130"
    },
    {
      "text": "Mr Marshall observed where this damage had been done.",
      "id": "s131"
    },
    {
      "text": "According to Mr Clarke, Messrs Stephenson and Powell informed him that they did not see any person kicking the door, and that such behaviour would have been \"entirely inconsistent with the tone of the protest\".",
      "id": "s132"
    },
    {
      "text": "Mr Marshall telephoned the police, as he was becoming increasingly concerned about the behaviour of those present outside the project office.",
      "id": "s133"
    },
    {
      "text": "When the police arrived, those persons left the front entrance of the project office.",
      "id": "s134"
    },
    {
      "text": "However, as soon as the police left, they reoccupied the front entrance steps, so that, according to Mr Marshall, it was not possible to enter.",
      "id": "s135"
    },
    {
      "text": "According to Mr Clarke, Mr Powell instructed him that the protesters (as he described them) remained at the front entrance after the police arrived \"but moved aside on the steps to allow them to enter and exit the premises\".",
      "id": "s136"
    },
    {
      "text": "Generally with respect to the behaviour of the respondents and their supporters on 3, 4 and 5 March 2009, Mr Stephenson told Mr Clarke that it was intended that the protest be \"highly visible\" and that, for that reason, they concentrated themselves at the front entrance to the project office.",
      "id": "s137"
    },
    {
      "text": "Mr Stephenson said that the complaint that the protesters were communicating at the project office was \"that there was a dispute because John Holland were trying to drive down rates of pay and that this had led to 38 workers being sacked\".",
      "id": "s138"
    },
    {
      "text": "He said that the protesters did attempt to speak to persons who approached the front entrance, some of whom spoke to the protesters, and others of whom did not.",
      "id": "s139"
    },
    {
      "text": "Mr Stephenson said that the protesters did not \"obstruct or inhibit\" anyone wishing to enter or to leave the office, and did not persist in attempting to speak to persons who did not wish to speak to them.",
      "id": "s140"
    },
    {
      "text": "Messrs Stephenson, Mavromatis and Powell informed Mr Clarke that it was possible to enter, and to leave, the project office through the front and rear entrances, and that numerous persons did this on 3, 4 and 5 March 2009.",
      "id": "s141"
    },
    {
      "text": "Mr Mavromatis told him that, on those days, trucks and couriers at various times entered and left the premises.",
      "id": "s142"
    },
    {
      "text": "What I have described above broadly represents the state of the affidavit evidence filed in relation to the applicant's motion as at 10.00 am on 6 March 2009.",
      "id": "s143"
    },
    {
      "text": "I had indicated that I would hear the motion at 10.15 am on 10 March 2009, conditionally upon the applicant having served its affidavit evidence by 10.00 am on 6 March 2009.",
      "id": "s144"
    },
    {
      "text": "When the matter came on before me on 10 March, the applicant and the intervener sought, and were granted, leave to read further affidavits containing evidence of the respondents' conduct since 10.00 am on 6 March 2009.",
      "id": "s145"
    },
    {
      "text": "I also received a further affidavit from Mr Clarke, in response to that evidence.",
      "id": "s146"
    },
    {
      "text": "When Mr Marshall arrived at the project office at about 10.00 am on 6 March 2009, he saw that what he described as a \"picket line\" was still in place, that there was a camping trailer, and that there were marquees and CFMEU and AMWU flags on display.",
      "id": "s147"
    },
    {
      "text": "Those present wore clothing labelled with AMWU and CFMEU insignia.",
      "id": "s148"
    },
    {
      "text": "Mr Marshall noticed a number of former Civil Pacific employees amongst those present, as were Messrs Mavromatis and Powell.",
      "id": "s149"
    },
    {
      "text": "As he was entering the project office, Mr Marshall was heckled by those present.",
      "id": "s150"
    },
    {
      "text": "One former Civil Pacific employee yelled at him while he was trying to make his way through a group of about 10 persons to get to the door of the office.",
      "id": "s151"
    },
    {
      "text": "The former Civil Pacific employee said to Mr Marshall: \"You think you can get fucking scab labour on this project Gary, you are a fucking idiot.",
      "id": "s152"
    },
    {
      "text": "We all know who you are.",
      "id": "s153"
    },
    {
      "text": "Where's our job?",
      "id": "s154"
    },
    {
      "text": "\" Mr Marshall said to this person: \"We have offered all of you the opportunity to apply for a position.",
      "id": "s155"
    },
    {
      "text": "\" The former Civil Pacific employee said: \"I wouldn't work for the shit money you're offering.",
      "id": "s156"
    },
    {
      "text": "\" Mr Marshall then commented that the pay on the project was $5.00 an hour better than any construction job in Victoria, including Eastlink.",
      "id": "s157"
    },
    {
      "text": "(He explained in his affidavit that, when under construction, the Eastlink project was commonly regarded throughout the industry as involving very good pay for construction workers.",
      "id": "s158"
    },
    {
      "text": ") The former Civil Pacific employee said: \"We will get what we want and there will be no scab labour getting past this picket line.",
      "id": "s159"
    },
    {
      "text": "\" According to Mr Clarke, Messrs Mavromatis, Powell and Stephenson advised him that nobody in their hearing said words to the effect that there would be no scab labour getting past the picket line.",
      "id": "s160"
    },
    {
      "text": "However that may be, Mr Powell was present at the time when Mr Marshall entered the door of the office.",
      "id": "s161"
    },
    {
      "text": "Mr Marshall said to Mr Powell: \"You'd better control your boys, they're starting to get out of control.",
      "id": "s162"
    },
    {
      "text": "\" Mr Powell replied: \"You getting worried?",
      "id": "s163"
    },
    {
      "text": "It's not my problem.",
      "id": "s164"
    },
    {
      "text": "\" At the time of making that statement, according to Mr Marshall, Mr Powell was laughing.",
      "id": "s165"
    },
    {
      "text": "Once inside the office, Mr Marshall viewed the gathering from the inside.",
      "id": "s166"
    },
    {
      "text": "He noticed a number of persons present drinking beer.",
      "id": "s167"
    },
    {
      "text": "He saw people banging on the windows of the office, yelling, and kicking at the front door.",
      "id": "s168"
    },
    {
      "text": "Messrs Mavromatis and Powell advised Mr Clarke that they observed no banging on the windows and no kicking of the front door.",
      "id": "s169"
    },
    {
      "text": "Mr Marshall said that he called the police, and that they came and spoke to the persons present outside the project office.",
      "id": "s170"
    },
    {
      "text": "Once the police had left, Mr Marshall found no change in the behaviour of those persons.",
      "id": "s171"
    },
    {
      "text": "At about 12.15 pm on 6 March 2009, Mr Marshall was required to leave the project office to attend a meeting elsewhere.",
      "id": "s172"
    },
    {
      "text": "When he arrived at his car, he noticed it had a flat tyre.",
      "id": "s173"
    },
    {
      "text": "Those gathered outside the project office were laughing at him.",
      "id": "s174"
    },
    {
      "text": "He repaired the tyre and proceeded to the meeting.",
      "id": "s175"
    },
    {
      "text": "On the same day, 6 March 2009, Ms Rachel Hardinge, an investigator in the service of the intervener, returned the telephone call of Mr Lee, the security guard.",
      "id": "s176"
    },
    {
      "text": "Mr Lee told her that, when the picketers (as he described the persons outside the project office) were packing up for the day, he saw a man standing at the applicant's flagpole, and thought that this man was about to cut the ropes.",
      "id": "s177"
    },
    {
      "text": "Accordingly, he took a photograph of the man and the flagpole.",
      "id": "s178"
    },
    {
      "text": "According to what he told Ms Hardinge, at this point Mr Mavromatis yelled out the following words to him: \"Smile you cunt your whole fucking family is going to be on this fucking camera ...and I will get every one of you.",
      "id": "s179"
    },
    {
      "text": "You think you're funny now you fucking copper wannabe cunt ... you're fucked and you don't know how fucked you are.",
      "id": "s180"
    },
    {
      "text": "\" The security guard told Ms Hardinge that Mr Mavromatis had said to him several times \"You are a fucking cunt\" and \"You're fucked\".",
      "id": "s181"
    },
    {
      "text": "According to the affidavit of Mr Clarke, Mr Mavromatis advised him that he denied speaking in the terms alleged by Ms Hardinge.",
      "id": "s182"
    },
    {
      "text": "After his meeting, Mr Marshall returned to the project office at about 2.00 pm on 6 March 2009.",
      "id": "s183"
    },
    {
      "text": "At that time, according to Mr Marshall, \"the picket line and all its remnants were gone\".",
      "id": "s184"
    },
    {
      "text": "Mr Marshall spoke to Mr Lee, the security guard, who told him that, earlier that day, Mr Mavromatis had abused him by saying things like: \"You're gone you cunt, you're fucked, you're gone and your fucking family's gone, I'm gonna get you, you want to be a fucking cop.",
      "id": "s185"
    },
    {
      "text": "\" As is apparent from the terms of this alleged invective, Mr Lee was probably recounting to Mr Marshall the same incident as he recounted to Ms Hardinge.",
      "id": "s186"
    },
    {
      "text": "According to Mr Clarke's affidavit, he was advised by Mr Mavromatis that he did not make any such statement, or a statement to the effect, alleged by Mr Lee.",
      "id": "s187"
    },
    {
      "text": "As Mr Marshall and Mr Lee were talking outside the front of the project office, a vehicle with two occupants drew up behind Mr Marshall's car.",
      "id": "s188"
    },
    {
      "text": "The driver was waving Mr Marshall over.",
      "id": "s189"
    },
    {
      "text": "Mr Marshall went to the car and noticed, through the open passenger window, that Mr Mavromatis was the driver.",
      "id": "s190"
    },
    {
      "text": "He had an open can of \"Jim Beam\" on his lap.",
      "id": "s191"
    },
    {
      "text": "Mr Marshall asked Mr Mavromatis: \"What are you doing back here?",
      "id": "s192"
    },
    {
      "text": "\" Mr Mavromatis responded: \"I am watching you.",
      "id": "s193"
    },
    {
      "text": "\" Mr Marshall made a comment to the effect that he (Mavromatis) must be bored.",
      "id": "s194"
    },
    {
      "text": "According to Mr Marshall, Mr Mavromatis drove his car off with screeching tyres, yelling obscenities at the security guard to the effect of \"you fucking grey haired cunt\".",
      "id": "s195"
    },
    {
      "text": "According to the affidavit of Mr Clarke, Mr Mavromatis advised him that he (Mavromatis) did not make \"the statement\" attributed to him by Mr Marshall at the time of this encounter.",
      "id": "s196"
    },
    {
      "text": "After Mr Mavromatis had left, and while still in the vicinity of the entrance to the project office, Mr Marshall took a telephone call from Mr Cassells, a General Superintendent in the employ of the applicant.",
      "id": "s197"
    },
    {
      "text": "While talking to Mr Cassells, and within minutes of Mr Mavromatis having left, four vehicles pulled up surrounding Mr Marshall's car.",
      "id": "s198"
    },
    {
      "text": "Three to five men got out of each vehicle, and they appeared to be drinking from cans of beer.",
      "id": "s199"
    },
    {
      "text": "According to Mr Marshall, within seconds he was \"surrounded\" by 12 to 15 men.",
      "id": "s200"
    },
    {
      "text": "The main entrance to the project office was shut at the time, and the doors would not open because, according to Mr Marshall, some of those on the \"picket\" had removed sensor plates that caused the doors to operate.",
      "id": "s201"
    },
    {
      "text": "This meant that Mr Marshall had no way of getting away from the group of men by whom he was surrounded.",
      "id": "s202"
    },
    {
      "text": "These men began yelling and chanting.",
      "id": "s203"
    },
    {
      "text": "According to Mr Marshall, some of them were \"noticeably intoxicated\".",
      "id": "s204"
    },
    {
      "text": "Mr Marshall terminated his telephone call with Mr Cassells.",
      "id": "s205"
    },
    {
      "text": "He then noticed that Mr Mavromatis had parked his vehicle on the other side of the road and was standing beside it with his arms crossed, laughing.",
      "id": "s206"
    },
    {
      "text": "The men were chanting and yelling things like \"give us our jobs and give us our rights\".",
      "id": "s207"
    },
    {
      "text": "Some called Mr Marshall \"cunt\" and \"dog\".",
      "id": "s208"
    },
    {
      "text": "Then the security guard managed to open the doors to the office, and Mr Marshall walked inside.",
      "id": "s209"
    },
    {
      "text": "From the inside of the project office, Mr Marshall saw Mr Mavromatis walk across the road with an AMWU flag.",
      "id": "s210"
    },
    {
      "text": "Those present began chanting again, and banging on the windows of the project office.",
      "id": "s211"
    },
    {
      "text": "Mr Marshall saw some of them crowding around his car, and trying to open the doors.",
      "id": "s212"
    },
    {
      "text": "He saw some of them looking into the car and appearing to take a note about things that were inside it.",
      "id": "s213"
    },
    {
      "text": "This behaviour continued for about half an hour, after which the police arrived (Mr Marshall having called the police immediately upon his entry into the office).",
      "id": "s214"
    },
    {
      "text": "When the police arrived, the group of persons disbanded, and left the vicinity.",
      "id": "s215"
    },
    {
      "text": "Until this happened, members of the applicant's staff working at the project office felt too concerned for their safety to leave the office.",
      "id": "s216"
    },
    {
      "text": "Save to state that Messrs Mavromatis and Stephenson told him that they observed no person banging on the windows of the project office, Mr Clarke does not refer to any denial by the respondents of the events described in the previous two paragraphs.",
      "id": "s217"
    },
    {
      "text": "At about 7.00 am on 10 March 2009, Mr Andrew Williams, an investigator in the service of the intervener (and the applicant in proceeding No.",
      "id": "s218"
    },
    {
      "text": "VID 83 of 2009) attended at the project office.",
      "id": "s219"
    },
    {
      "text": "He saw about 20 people outside the front of the project office in Williamstown Road.",
      "id": "s220"
    },
    {
      "text": "He saw two blue marquees in the garden area between the footpath and the building.",
      "id": "s221"
    },
    {
      "text": "He saw two men in the centre median strip waving flags bearing the letters \"CFMEU\".",
      "id": "s222"
    },
    {
      "text": "A little later, he saw a large trailer barbeque bearing the letters \"CFMEU\", on the front garden between the footpath and the building.",
      "id": "s223"
    },
    {
      "text": "At about 7.45 am, Mr Williams saw Mr Mavromatis approach the front door of the project office.",
      "id": "s224"
    },
    {
      "text": "From that position, Mr Williams could hear Mr Mavromatis call out \"morning Lee\" and, after saying something that Mr Williams could not hear, yell out \"have a good weekend ... family ... did you take the kids to Moomba?",
      "id": "s225"
    },
    {
      "text": "\" As this was said, Mr Williams was standing with Mr Lee, the security guard.",
      "id": "s226"
    },
    {
      "text": "At various stages between then and 8.48 am, when Mr Williams left the project office, he saw a number of people assembled outside, including Mr Powell and Mr Stephenson.",
      "id": "s227"
    },
    {
      "text": "In his affidavit, Mr Clarke does not refer to any denial by Mr Mavromatis of the events described in this paragraph.",
      "id": "s228"
    },
    {
      "text": "In his affidavit, Mr Clarke refers to instructions which he has received which deal with, or from which may be inferred, the respondents' purposes in maintaining their presence at the project office, and (subject to their denials, where applicable) in doing the things referred to in the affidavits filed on behalf of the applicant.",
      "id": "s229"
    },
    {
      "text": "On the positive side, Mr Clarke deposes as follows: \n I am advised by Stephenson and believe that civil construction rates in Victoria are largely similar regardless whether the AWU or the First and Second Respondents are parties.",
      "id": "s230"
    },
    {
      "text": "Generally the AWU agreements have less favourable conditions relating to RDO's and other general conditions.",
      "id": "s231"
    },
    {
      "text": "On projects which involve a large component of metal work, including projects such as the construction of Dams, power stations and bridges, it is common in Victoria that Agreements known as \"mixed metal agreements\" are made.",
      "id": "s232"
    },
    {
      "text": "These provide total pay which is approximately ten dollars per hour higher than that on civil construction agreements.",
      "id": "s233"
    },
    {
      "text": "All work conducted on the Westgate Bridge, from the 1970 collapse to date, has been performed under the metals award and later under mixed metal agreements.",
      "id": "s234"
    },
    {
      "text": "Stephenson and Powell inform me that they were advised by Allan Foster and Dave Cassells in a meeting on 21 January 2009 that the work to be performed on the project was fifty per cent metal work and that eighty boilermakers/welders would be required on the job.",
      "id": "s235"
    },
    {
      "text": "Stephenson and Powell inform me that Mr Hamersley confirmed Mr Foster's and Mr Cassell's comments in a later meeting.",
      "id": "s236"
    },
    {
      "text": "[PAR 6 FOLIO 42] \n\n \nOn the negative side, Mr Clarke deposes that he was advised by Messrs Stephenson and Mavromatis that the AMWU and the CFMEU \"wish to have a site specific agreement and that they did not want to have that agreement registered under Part 8 of the WR Act\".",
      "id": "s237"
    },
    {
      "text": "Further, Mr Clarke deposes that Messrs Stephenson and Mavromatis advised him that neither the AMWU nor the CFMEU \"was or are pressing for the employment of any person on the project in circumstances where the conditions applicable to the employment were the AWU Southern Region Agreement conditions\".",
      "id": "s238"
    },
    {
      "text": "In a further affidavit affirmed on 10 March 2009, Mr Hamersley deals with the consequences, for the applicant, of the respondents' conduct.",
      "id": "s239"
    },
    {
      "text": "As mentioned above, the withdrawal of Civil Pacific from the project on 2 March 2009 meant that the applicant no longer had the benefit of the 32 employees of Civil Pacific working on the project after that date.",
      "id": "s240"
    },
    {
      "text": "There were, it seems, a further six employees of another labour hire company, Workpac Pty Ltd (\"Workpac\") also working on the project at that time.",
      "id": "s241"
    },
    {
      "text": "On 3 March 2009, the applicant requested Workpac to stand its workers down both because of a concern that continued work by them might lead to the resumption of picketing activities by the respondents and because it was not commercially viable for the project to be operating for the sake of six workers only.",
      "id": "s242"
    },
    {
      "text": "As a result of these events, no work was done on the project between 3 and 10 March 2009, save for the removal of red lead paint from the bridge by an external contractor.",
      "id": "s243"
    },
    {
      "text": "According to Mr Hamersley, this has meant that the applicant has fallen a further week behind in its schedule to perform works under what he describes as \"its contractual arrangements with VicRoads\".",
      "id": "s244"
    },
    {
      "text": "Mr Hamersley states that it is the applicant's intention to obtain a peak workforce of 270 workers on the project by 1 April 2009.",
      "id": "s245"
    },
    {
      "text": "That number of workers is, he says, necessary to complete the project in the allotted time.",
      "id": "s246"
    },
    {
      "text": "It is proposed that much of the recruiting of this workforce will take place at the project office.",
      "id": "s247"
    },
    {
      "text": "Mr Hamersley said that he was informed by Mr Marshall that the applicant's efforts to recruit workers were being hindered by what was described as \"the picket currently taking place at the project head office\".",
      "id": "s248"
    },
    {
      "text": "The applicant's claim for interim relief is made under s 49(1)(c) and (3)(a), and relies upon causes of action said to arise under ss 43 and 44, of the BCII Act.",
      "id": "s249"
    },
    {
      "text": "Relevantly to the present motion, s 43(1) provides as follows: \n (1) A person (the first person ) must not organise or take action, or threaten to organise or take action, with intent to coerce another person (the second person ): \n\n (a) to employ, or not employ, a person as a building employee; ....",
      "id": "s250"
    },
    {
      "text": "Section 44(1) provides as follows:\n \n (1) A person must not: \n\n (a) take or threaten to take any action; or\n \n (b) refrain or threaten to refrain from taking any action;\n \n with intent to coerce another person, or with intent to apply undue pressure to another person, to agree, or not to agree:\n \n (c) to make, vary or terminate, or extend the nominal expiry date of, a building agreement under Part 8 of the Workplace Relations Act ; ....",
      "id": "s251"
    },
    {
      "text": "Under s 43 , the applicant submits that the respondents have organised and taken action (and are threatening to continue to do so) with intent to coerce the applicant to employ the former Civil Pacific employees as building employees.",
      "id": "s252"
    },
    {
      "text": "Under s 44 , the applicant submits that the respondents have taken action (and, unless restrained, threaten to continue to take action) with intent to coerce the applicant, or with intent to apply undue pressure to the applicant, to agree to make a building agreement under Part 8 of the WR Act.",
      "id": "s253"
    },
    {
      "text": "It is convenient to commence by considering the respondents' purpose --- or their \"intent\" (in the words of ss 43 and 44) --- and to return later to the matters of coercion and undue pressure.",
      "id": "s254"
    },
    {
      "text": "It is strongly arguable that the activities and statements of the persons who have gathered outside the project office reflect the purposes of the respondents.",
      "id": "s255"
    },
    {
      "text": "Indeed, the contrary was not suggested by counsel for the respondents.",
      "id": "s256"
    },
    {
      "text": "Clearly the protest --- which I shall, favourably to the respondents, call the gathering at the project office for the present --- is a co-ordinated undertaking of the AMWU and the CFMEU.",
      "id": "s257"
    },
    {
      "text": "What is the purpose, or what are the purposes, of that undertaking?",
      "id": "s258"
    },
    {
      "text": "There is ample evidence that the present unemployed status of the former Civil Pacific employees is a significant grievance felt by those of them who have attended in protest outside the project office.",
      "id": "s259"
    },
    {
      "text": "It is, in my view, established at least prima facie that an object of their protest is to secure a return to employment on the project.",
      "id": "s260"
    },
    {
      "text": "The respondents are conspicuously associated with that object.",
      "id": "s261"
    },
    {
      "text": "It was a significant feature of the respondents' representations to the applicant at the meeting at Abbottsford on 3 March 2009.",
      "id": "s262"
    },
    {
      "text": "It is no secret that the applicant is in the course of considering employment applications for the project, in which circumstances I consider it to be strongly arguable that the respondents' purpose involves, although it may not be confined to, the achievement of employment of the former Civil Pacific employees by the applicant itself.",
      "id": "s263"
    },
    {
      "text": "It was argued on behalf of the respondents, however, that their desire to have the former Civil Pacific employees re-employed on the project was conditional upon the applicant first making a site agreement with the AMWU and the CFMEU.",
      "id": "s264"
    },
    {
      "text": "It was submitted that the evidence does not sustain the conclusion, even arguably, that the former Civil Pacific employees, and the respondents acting in their interests, are seeking immediate re-employment at the project on the rates and conditions which would apply under the Southern Region Agreement.",
      "id": "s265"
    },
    {
      "text": "My provisional view, however, is that there is a degree of forensic sophistication in this way of putting things that does not reflect the reality of the situation on the ground, as it were.",
      "id": "s266"
    },
    {
      "text": "The fact that a number of the protesters had lost their jobs with Civil Pacific, and the ability of the respondents to implicate the applicant in that event, provide elements of injustice which, evidently, are a significant justification for their protest.",
      "id": "s267"
    },
    {
      "text": "Indeed, the colour of the protesters' statements outside the project office was not that the respondents were seeking a new agreement with the applicant which would have brought with it higher rates of pay than those provided in the Southern Region Agreement, but that the applicant, by causing the Civil Pacific workers to be dismissed, was driving rates down.",
      "id": "s268"
    },
    {
      "text": "In the respondents' apparent purpose, there is an industrial dispute which requires an industrial solution.",
      "id": "s269"
    },
    {
      "text": "I consider it to be strongly arguable that the respondents have, as it were, a composite agenda which involves an insistence upon the applicant providing employment for the former Civil Pacific employees, and doing so by reference to a new site agreement to which the AMWU and the CFMEU would be parties.",
      "id": "s270"
    },
    {
      "text": "Indeed, I consider it to be strongly arguable that the respondents presently have no intention of terminating their campaign against the applicant until the former Civil Pacific employees are returned to employment on the project.",
      "id": "s271"
    },
    {
      "text": "For the purposes of provisions such as ss 43 and 44 of the BCII Act, it is sufficient if the intent referred to therein is a substantial and operative intent on the part of the persons having it: Hanley v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union [2000] FCA 1188 ; (2000) 100 FCR 530 , 541 [45].",
      "id": "s272"
    },
    {
      "text": "In the circumstances of the present case, it has, in my view, been established prima facie that a substantial and operative intent of the respondents is to influence the applicant to employ the former Civil Pacific employees.",
      "id": "s273"
    },
    {
      "text": "The other element of the respondents' apparent purpose is to have the applicant enter into a site agreement with the AMWU and the CFMEU to cover work on the project.",
      "id": "s274"
    },
    {
      "text": "That at least seems to be common ground.",
      "id": "s275"
    },
    {
      "text": "Where the parties part company is on the question whether the respondents intend that such an agreement be made under Part 8 of the WR Act (a requirement of liability under s 44 of the BCII Act).",
      "id": "s276"
    },
    {
      "text": "The applicant and the intervener submit that, as registered organisations, the AMWU and the CFMEU would be most unlikely not to want to have their proposed agreement made under Part 8, with the statutory means of enforcement which that (and the other steps for which Part 8 provides) would bring.",
      "id": "s277"
    },
    {
      "text": "The respondents rely on the evidence of Mr Clarke that he was instructed by Messrs Stephenson and Mavromatis that the CFMEU and the AMWU (respectively) did not want to have any agreement \"registered\" under Part 8.",
      "id": "s278"
    },
    {
      "text": "They also point to s 348(3) of the WR Act, and submit that any new agreement lodged under Part 8, and applicable at the project, would have no effect until after the nominal expiry date of the Southern Region Agreement.",
      "id": "s279"
    },
    {
      "text": "They invite me to infer, therefore, that they would have no reason to make a new agreement under Part 8.",
      "id": "s280"
    },
    {
      "text": "The respondents' submission calls for a brief examination of the operation of Part 8 of the WR Act.",
      "id": "s281"
    },
    {
      "text": "Division 2 of Part 8 deals with the subject of \"types of workplace agreements\".",
      "id": "s282"
    },
    {
      "text": "The only \"type\" of agreement which appears relevant to the present circumstances is that referred to in s 328, which provides as follows: \n An employer may make an agreement (a union collective agreement ) in writing with one or more organisations of employees if, when the agreement is made, each organisation:\n (a) has at least one member whose employment in a single business (or part of a single business) of the employer will be subject to the agreement; and\n (b) is entitled to represent the industrial interests of the member in relation to work that will be subject to the agreement.",
      "id": "s283"
    },
    {
      "text": "Save as expressed in s 328, the WR Act provides no definition of what it describes as a \"union collective agreement\".",
      "id": "s284"
    },
    {
      "text": "The question then arises: what does it mean \"to make ... [an] agreement under Part 8\"?",
      "id": "s285"
    },
    {
      "text": "Unlike previous legislation, the WR Act does not provide for the certification of industrial agreements.",
      "id": "s286"
    },
    {
      "text": "The provisions of the WR Act which apply to union collective agreements are complex to a degree, but it is at least arguable that they provide for a staged process involving the making, the approval, the lodging and the commencement of operation of such agreements.",
      "id": "s287"
    },
    {
      "text": "Having been made under one of the provisions referred to in Division 2 of Part 8, a workplace agreement is then \"approved\" if the steps referred to in s 340(1) are carried out.",
      "id": "s288"
    },
    {
      "text": "Once having been approved, and once the other pre-lodgement procedures referred to in Div 4 of Part 8 have been completed, the employer may lodge the agreement under Div 5.",
      "id": "s289"
    },
    {
      "text": "Subject to various other requirements of Part 8 which do not need to be presently considered, the workplace agreement \"comes into operation\" on the seventh day after the Workplace Authority Director issues a notice to the effect that the agreement passes the no-disadvantage test under s 346M(1): see s 347(1)(b).",
      "id": "s290"
    },
    {
      "text": "It seems that a union and an employer will make an agreement \"under\" s 328 if they make a conventional, traditional, industrial agreement without any conscious reference to Part 8, or to the WR Act at all.",
      "id": "s291"
    },
    {
      "text": "On the facts of the present case, the applicant employs no member of the AMWU or of the CFMEU whose employment would be subject to the agreement which those unions claim to be seeking.",
      "id": "s292"
    },
    {
      "text": "However, as I pointed out on a previous occasion, s 44(1) of the BCII Act is concerned not with the making of an agreement as such, but with influencing a person to agree to make an agreement.",
      "id": "s293"
    },
    {
      "text": "It is established, at least arguably, that the respondents have in mind, ultimately, achieving an agreement for the project, and having at least one member amongst the applicant's employees on the project.",
      "id": "s294"
    },
    {
      "text": "That is to say, the site agreement which they claim to want would seem to fall comfortably within the four corners of s 328 of the WR Act.",
      "id": "s295"
    },
    {
      "text": "Pace Messrs Stephenson and Mavromatis, Part 8 of the WR Act does not involve any process of registration.",
      "id": "s296"
    },
    {
      "text": "Assuming in favour of the respondents that, in giving their instructions to Mr Clarke, those men intended to refer to the lodgement of an agreement when they mentioned a process of registration, their evidence does not, in my view, go to the extent necessary to expunge what would otherwise be the applicant's arguable case that the respondents' intent is to have the applicant agree to \"make\" an agreement under Part 8.",
      "id": "s297"
    },
    {
      "text": "That is because, as I have explained, it is only the making of an agreement which is picked up by s 44 of the BCII Act, and the scheme of Part 8 of the WR Act is such that the making of an agreement under s 328 is an autonomous, and apparently quite simple, process which, of itself, involves neither registration nor lodgement.",
      "id": "s298"
    },
    {
      "text": "I consider, therefore, that the absence of a present intent on the part of the respondents to lodge the agreement which they presumptively hope to make with the applicant under Part 8 of the WR Act is not disqualifying apropos the applicant's prima facie case under s 44 of the BCII Act.",
      "id": "s299"
    },
    {
      "text": "Turning next to the matter of coercion, the authorities establish that what is required is an intent to negate choice, and to do so by conduct which is unlawful, illegitimate or unconscionable: see Seven Network (Operations) Limited v Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia [2001] FCA 456 ; (2001) 109 FCR 378 , 388 [41].",
      "id": "s300"
    },
    {
      "text": "Here it is, in my opinion, important to recognise the connection between the \"action\" and the \"intent to coerce\" which together provide the axis along which ss 43 and 44 of the BCII Act relevantly operate.",
      "id": "s301"
    },
    {
      "text": "That is to say, the action must be taken with the intent referred to.",
      "id": "s302"
    },
    {
      "text": "This is important because of the meaning which the word \"coerce\" carries in context.",
      "id": "s303"
    },
    {
      "text": "The putative respondent's intent must be to negate choice on the part of his or her target, and the means employed must be unlawful, illegitimate or unconscionable.",
      "id": "s304"
    },
    {
      "text": "The means employed, of course, are one and the same thing as the \"action\" referred to in the sections.",
      "id": "s305"
    },
    {
      "text": "That is to say, the action which is considered to be unlawful, illegitimate or unconscionable must be the same action by reference to which the putative respondent intends to negate the choice of his or her target.",
      "id": "s306"
    },
    {
      "text": "This analysis is important, and may ultimately be decisive, in a case such as the present which involves different types of conduct.",
      "id": "s307"
    },
    {
      "text": "The respondents' conduct at the project office falls into the following three categories: \n(i) Activities and behaviour which could readily be described as illegitimate, if not unlawful.",
      "id": "s308"
    },
    {
      "text": "In this category I would place such activities as urinating on, or conspicuously in the vicinity of, the project office, damaging the applicant's property, banging on windows, abusing the applicant's staff, impeding persons in the act of entering or leaving the project office, and the like.",
      "id": "s309"
    },
    {
      "text": "(ii) The display of union flags and paraphernalia and the peaceful presence of a multiplicity of persons who, by their numbers and demeanour, are not intimidating.",
      "id": "s310"
    },
    {
      "text": "Considered in isolation, I would not regard these kinds of activities as illegitimate, even arguably.",
      "id": "s311"
    },
    {
      "text": "Neither do I consider that there is any sense in which the applicant's choice is negated by them.",
      "id": "s312"
    },
    {
      "text": "(iii) Interference with the applicant's process of hiring staff for employment on the project.",
      "id": "s313"
    },
    {
      "text": "I shall return to the question of whether such conduct arguably amounts to coercion presently.",
      "id": "s314"
    },
    {
      "text": "Whether conduct in the first category is not only illegitimate but also negates the applicant's choice is a difficult question.",
      "id": "s315"
    },
    {
      "text": "On one view, the choice of a substantial corporation should not be considered to be negated merely by having to endure distracting and at times distressful conduct of the kind to which I have referred.",
      "id": "s316"
    },
    {
      "text": "It might also be said that, to the extent that the applicant's property was damaged by those attending outside the project office (a circumstance which itself is put strongly in contest by the respondents), the damage should be regarded as minor in the scale of things involved in the project, and as insufficient to negate the applicant's choice.",
      "id": "s317"
    },
    {
      "text": "On another view, however, there must be a real question whether, if confronted with the reality that conduct of this kind would go on indefinitely, the applicant would not reasonably take the view that the normal work of its staff at the project office would be so affected thereby as to give it no choice, in a practical sense, but to yield to the respondents' demands.",
      "id": "s318"
    },
    {
      "text": "It might also be said that the impact of the protesters' activities outside the project office may not be confined to the applicant's balance sheet, as it were: the applicant's responsibility to its own employees (which is defined by reference to their \"working environment\": see Occupational Health and Safety Act 2004 ( Vic), s 21) should not be overlooked in the mix of factors that might, ultimately, if not immediately, move the applicant to act as it would never have acted if given a free choice in the matter.",
      "id": "s319"
    },
    {
      "text": "These are difficult questions which will need to be resolved at trial.",
      "id": "s320"
    },
    {
      "text": "I express no concluded view about them.",
      "id": "s321"
    },
    {
      "text": "However, I think that the applicant has a prima facie case that conduct in the first category is such as would have the practical effect of negating choice, the apparent strength of which justifies a consideration of where the balance of convenience lies, and of other discretionary questions.",
      "id": "s322"
    },
    {
      "text": "I turn next to the conduct in the third category.",
      "id": "s323"
    },
    {
      "text": "This was the aspect of the evidence upon which the applicant most strongly relied on the matter of the balance of convenience, something to which I shall later turn.",
      "id": "s324"
    },
    {
      "text": "It was also, however, part of the applicant's case on the merits that the pressure created by the respondents' interference in the hiring process, and the consequential delays to which, it is alleged, that would lead in the resumption of productive work on the project itself, were sufficient to involve a negation of choice in the relevant sense.",
      "id": "s325"
    },
    {
      "text": "I accept that it is arguable that an interference of this kind, and with those likely results, would, in a practical sense, negate the applicant's choice.",
      "id": "s326"
    },
    {
      "text": "In a project of this size, interfering with the employment of staff such as is necessary to permit the resumption of productive work would, at least arguably, place the applicant in an intolerable, and unsustainable, position.",
      "id": "s327"
    },
    {
      "text": "I would have little hesitation in holding it to be arguably established on the evidence that the negation of the applicant's choice is at least a substantial and operative factor in the intent behind the respondents' conduct.",
      "id": "s328"
    },
    {
      "text": "However, are the means by which the respondents seek to interfere in the recruitment of staff unlawful, illegitimate or unconscionable?",
      "id": "s329"
    },
    {
      "text": "The only evidence of those means is that which relates to the two job applicants who arrived at the project office on 4 March 2009 for the purposes of being interviewed on their applications.",
      "id": "s330"
    },
    {
      "text": "Even on the applicant's evidence, the argument that the respondents' methods were illegitimate or unconscionable is a weak one, and no submission has been made that those methods were unlawful.",
      "id": "s331"
    },
    {
      "text": "On the applicant's evidence, the position seems to be, broadly, that the job applicants were informed about the respondents' dispute with the applicant and asked not to cross, or told that it would not be a good idea to cross, the \"picket line\".",
      "id": "s332"
    },
    {
      "text": "The respondents resisted the suggestion that they, or their supporters, referred to the gathering outside the project office as a \"picket line\".",
      "id": "s333"
    },
    {
      "text": "However, neither Mr Mavromatis nor Mr Powell gave evidence (either directly or through Mr Clarke) on the subject.",
      "id": "s334"
    },
    {
      "text": "Despite the denials of Mr Stephenson, I am disposed to think that the statements made by the job applicants themselves, related to the court through the affidavit of Mr Marshall, provide a sufficient foundation for a provisional finding that they were indeed advised not to cross, or that it would not be a good idea to cross, the picket line.",
      "id": "s335"
    },
    {
      "text": "Even so, is it arguable that, at trial, the court would regard it as illegitimate for the respondents to have spoken to the job applicants in these terms?",
      "id": "s336"
    },
    {
      "text": "Here it must be remembered that the job applicants were not persons with established business or employment relationships with the applicant.",
      "id": "s337"
    },
    {
      "text": "They were persons proposing to attend interviews, after which it would, I presume, be a matter of their own choices, and of the choice of the applicant, whether new employment relationships would be created.",
      "id": "s338"
    },
    {
      "text": "Further, these persons were not independent trading enterprises with the operations of which the respondents could claim no legitimate connection.",
      "id": "s339"
    },
    {
      "text": "They were intending workers on a construction job and were, therefore, within the cohort of persons with whom the respondents had a conventional and, I consider, legitimate concern.",
      "id": "s340"
    },
    {
      "text": "In a nutshell, unless otherwise unlawful in some way, I do not consider that it should be regarded as industrially illegitimate for a trade union, in dispute with an employer, to draw to the attention of an intending worker the nature of that dispute, and to ask the worker to take the union's side, as it were, rather than accepting employment under terms and conditions which the union has placed in dispute.",
      "id": "s341"
    },
    {
      "text": "Describing their presence as a \"picket line\", and asking the job applicants not to cross the notional line, was, I consider, compendious and well-understood terminology which would not, without more, involve illegitimacy.",
      "id": "s342"
    },
    {
      "text": "For the above reasons, while I accept it to have been arguably established that, by interrupting the applicant's recruitment process for the project, the respondents intend that the applicant's choice should be negated, I consider that, if the proposition that relevant aspects of the respondents' conduct were unlawful, illegitimate or unconscionable is arguable, it is barely so.",
      "id": "s343"
    },
    {
      "text": "I would summarise my conclusions on the matter of coercion as follows.",
      "id": "s344"
    },
    {
      "text": "The respondents' conduct in the first category is arguably such as would negate choice and is (more clearly) arguably illegitimate.",
      "id": "s345"
    },
    {
      "text": "Accordingly, I consider that that conduct arguably bespeaks an intent to coerce the applicant.",
      "id": "s346"
    },
    {
      "text": "The argument that the respondents' conduct in the second category is such as would negate choice is a very weak one, as is the argument that such conduct is illegitimate.",
      "id": "s347"
    },
    {
      "text": "I do not consider that either argument is sufficiently viable to sustain interim restraints of the kind sought by the applicant.",
      "id": "s348"
    },
    {
      "text": "The respondents' conduct in the third category is, in my view, arguably such as would negate choice; but I am less impressed with the argument that that conduct is illegitimate.",
      "id": "s349"
    },
    {
      "text": "I would not say that the point is too weak to be responsibly argued but, if the evidence at trial remains as it is, I can foresee considerable problems for the applicant on the matter of illegitimacy.",
      "id": "s350"
    },
    {
      "text": "I turn next to the notion of \"undue pressure\" employed in s 44 of the BCII Act.",
      "id": "s351"
    },
    {
      "text": "These words did not appear in s 170NC of the WR Act, which was the corresponding provision, applicable to industry generally, at the time when the BCII Act was enacted in 2005 (see now s 400 of the WR Act).",
      "id": "s352"
    },
    {
      "text": "Counsel were unable to assist me as to why these words were introduced.",
      "id": "s353"
    },
    {
      "text": "The Explanatory Memorandum to the BCII Act makes it clear that many of its provisions were introduced in consequence of the Report of the Royal Commission into the Building and Construction Industry , but that document appears to contain no recommendation which would have involved an extension of the concept of coercion as used in what was then s 170NC of the WR Act.",
      "id": "s354"
    },
    {
      "text": "The Explanatory Memorandum does not deal with \"undue pressure\" at all (other than, as frequently occurs, to explain the new provision in a grammatical paraphrase of the words of the section).",
      "id": "s355"
    },
    {
      "text": "The words have not, it seems, been the subject of judicial exposition.",
      "id": "s356"
    },
    {
      "text": "In these circumstances, it appears that the court is thrown back on first principles in its task of giving a connotation to these words.",
      "id": "s357"
    },
    {
      "text": "In the context in which it is used, the expression \"undue pressure\" could not, in my opinion, be limited to circumstances of the kind comprehended by the equitable doctrine of undue influence.",
      "id": "s358"
    },
    {
      "text": "If they were so limited, while there might, conceivably, be industrial situations in the building and construction industry to which they would be relevant, those situations would, in my estimation, be few and far between.",
      "id": "s359"
    },
    {
      "text": "I consider that the expression was intended to have a connotation that was relevant in the conduct of industrial relations in the building and construction industry over a much broader front than would be implied by the equitable doctrine.",
      "id": "s360"
    },
    {
      "text": "Looking then at the normal meaning of the words used in the expression, there is no particular difficulty with the word \"pressure\".",
      "id": "s361"
    },
    {
      "text": "It is the word \"undue\" which is problematic.",
      "id": "s362"
    },
    {
      "text": "The dictionaries tell us that \"undue\" may carry a quantitative connotation --- in the sense of going beyond what is warranted, or excessive --- or a qualitative connotation --- in the sense of being discordant with some rule or norm, unjust or, in a softer sense, inappropriate or unsuitable.",
      "id": "s363"
    },
    {
      "text": "I think it unlikely, given the industrial relations context, that a quantitative connotation was intended in s 44 of the BCII Act.",
      "id": "s364"
    },
    {
      "text": "It would, in my view, be almost impossible for a court to say that a given degree of pressure applied to induce a person to make an agreement (for example) was simply too much.",
      "id": "s365"
    },
    {
      "text": "Rather, I think it likely that the legislature intended that a qualitative standard of some kind was connoted by the expression.",
      "id": "s366"
    },
    {
      "text": "What is clear, as a matter of construction, is that the application of undue pressure was regarded by the legislature as something different from coercion.",
      "id": "s367"
    },
    {
      "text": "Assuming, as I do, that the legislature intended the reach of s 44 to travel beyond the reach of the then existing s 170NC of the WR Act, it is at least respectably arguable that the legislature intended the expression to connote forms of pressure that were reprehensible, blameworthy or inappropriate in ways that could not be described as unlawful, illegitimate or unconscionable.",
      "id": "s368"
    },
    {
      "text": "In this respect, I do, of course, assume that, in 2005 when the BCII Act was enacted, the legislature was aware of the connotation which had been given to the word \"coerce\" in s 170NC in Seven Network (decided in 2001) and the earlier authorities referred to therein.",
      "id": "s369"
    },
    {
      "text": "A very cursory survey of the recent use of the expression \"undue pressure\" in the industrial relations context reveals that it has been used to describe the kind of situation that might be regarded as a constructive dismissal (see Allison v Bega Valley Council (1995) 63 IR 68 , 73) and the situation which may arise when an employee does not make a free decision to agree to a change of shift, for example (see Victorian Hospitals Industrial Association v Australian Nursing Federation [2002] AIRC 1124 [14]).",
      "id": "s370"
    },
    {
      "text": "Cases of this kind throw little light on the meaning of the expression used in s 44 of the BCII Act.",
      "id": "s371"
    },
    {
      "text": "They do, however, demonstrate that, in context, the expression \"undue pressure\" has at least the potential to cover forms of pressure which are somewhat more benign than those considered necessary to make good an allegation of coercion in the statutory sense.",
      "id": "s372"
    },
    {
      "text": "Treating the expression \"undue pressure\" as of wider connotation than that of coercion, I would nonetheless adhere to the conclusion reached earlier with respect to the second category of the respondents' conduct outside the project office.",
      "id": "s373"
    },
    {
      "text": "That is to say, I do not think the argument that conduct in that category constitutes the application of undue pressure to be sufficiently viable to sustain the imposition of the interlocutory restraints which the applicant seeks.",
      "id": "s374"
    },
    {
      "text": "That leaves the matter of the third category of the respondents' conduct.",
      "id": "s375"
    },
    {
      "text": "The question here is whether a direction or request by the respondents, given to a person approaching the project office for the purpose of applying for, or taking up, employment, to the effect that he or she should not cross the picket line, or similar, constitutes the application of undue pressure on the applicant.",
      "id": "s376"
    },
    {
      "text": "It is not to the point that no such pressure is placed upon the intending employee.",
      "id": "s377"
    },
    {
      "text": "Assuming it to be arguable that the respondents act in the confidence that most intending employees will respect, and therefore refuse to cross, a union picket line, the question is whether the use by the respondents of this kind of influence to cut off the supply of future employees who are known, or reasonably supposed, by them to be intended for work on the project should be regarded as the application of undue pressure on the applicant.",
      "id": "s378"
    },
    {
      "text": "This is clearly an important and difficult question in the present proceeding.",
      "id": "s379"
    },
    {
      "text": "On one view, it might be said that considerations of the kind to which I have referred in par 53 above could not be regarded as consistent with a conclusion that such pressure was \"undue\".",
      "id": "s380"
    },
    {
      "text": "On another view, however, the standard of delinquency, as it were, involved in undue pressure, is arguably (and, in my opinion, most probably), somewhat less than that involved in the concept of coercion.",
      "id": "s381"
    },
    {
      "text": "For reasons which I have attempted to explain above, I consider that the applicant has a good prospect of persuading the court at trial that illegitimacy is not required to make good an allegation of undue pressure.",
      "id": "s382"
    },
    {
      "text": "There is, therefore, a reasonably arguable prospect that the applicant would succeed in persuading the court that, however legitimate the conduct of a peaceful picket line might be as a matter of industrial relations, the use of such a means to stifle the flow of employment to a major construction project, with the delays and significant costs which would self-evidently result from that stratagem, should be regarded as the application of undue pressure.",
      "id": "s383"
    },
    {
      "text": "In summary, I consider that the applicant has established a prima facie case in the relevant sense that, by engaging in conduct in the first category, the respondents have taken action, and are continuing to take action, with intent to coerce the applicant to employ the former Civil Pacific workers as building employees, contrary to s 43 of the BCII Act, and also to agree to make a building agreement under Part 8 of the WR Act, contrary to s 44 of the BCII Act.",
      "id": "s384"
    },
    {
      "text": "I consider the applicant has also established a prima facie case that, by engaging in conduct in the third category, the respondents have taken action, and are continuing to take action, with intent to apply undue pressure to the applicant to agree to make a building agreement under Part 8 of the WR Act.",
      "id": "s385"
    },
    {
      "text": "It remains to consider whether the balance of convenience, and other discretionary considerations, favour the grant of interim restraints in relation to conduct in those categories.",
      "id": "s386"
    },
    {
      "text": "Commencing with conduct in the first category, the applicant's interest in not having to endure it during the period it takes to bring this case to trial is obvious.",
      "id": "s387"
    },
    {
      "text": "There is, in my view, a very real risk that, if such conduct were not restrained, the applicant might have no alternative but to resolve the issues which it has with the respondents in ways which do not recognise the operation of, and the policy behind, ss 43 and 44 of the BCII Act, thereby effectively frustrating the exercise of the court's jurisdiction in this proceeding.",
      "id": "s388"
    },
    {
      "text": "Or, to put it differently, by their continued and unrestrained engagement in conduct which I have held to be arguably in contravention of those sections, the respondents would have succeeded in achieving their ends by means which the WR Act prohibits.",
      "id": "s389"
    },
    {
      "text": "It is not, in my view, in the interests of justice that such a regime should prevail during the interlocutory period.",
      "id": "s390"
    },
    {
      "text": "Save for relying on the broad common law right to communicate, the respondents did not claim that they would be disadvantaged by an interim restraint on conduct in this first category.",
      "id": "s391"
    },
    {
      "text": "In my view, it is quite unnecessary for the respondents to resort to conduct of this kind as a means of communicating with the applicant, its staff or job applicants, or the public generally.",
      "id": "s392"
    },
    {
      "text": "The balance of convenience does, therefore, favour the grant of an injunction against the continuation of this conduct.",
      "id": "s393"
    },
    {
      "text": "Turning to conduct in the third category, here I have held that the applicant has a prima facie case under s 44, but not under s 43, of the BCII Act.",
      "id": "s394"
    },
    {
      "text": "If no interim injunction is granted, but the applicant ultimately succeeds at trial, the detriment which it will have by then suffered will depend upon its reaction to the respondents' conduct.",
      "id": "s395"
    },
    {
      "text": "If it holds the line, as it were, and refuses to agree to make an agreement, the likelihood is that no further work will have been done on the project, due to lack of staff.",
      "id": "s396"
    },
    {
      "text": "In a project of this size, it is self-evident that the losses to the applicant (or, to the extent that the applicant might achieve some adjustment in the contract price, or another contract condition, by negotiation with its client, to the Victorian community) will have been very substantial.",
      "id": "s397"
    },
    {
      "text": "It was not suggested by the respondents that the applicant could realistically look to them to make good its damages in such circumstances.",
      "id": "s398"
    },
    {
      "text": "Alternatively, if the applicant yields to the respondents' pressure and makes the agreement they seek, the achievement of the very policy which underlies s 44 will have been frustrated: that is to say, a party will have been able to achieve an agreement under Part 8 of the WR Act by the application of undue pressure.",
      "id": "s399"
    },
    {
      "text": "And the making of such an agreement is likely to bring into existence a new range of legal rights and obligations, and of industrial relations realities, which will prove difficult to undo.",
      "id": "s400"
    },
    {
      "text": "Either way, I consider that the applicant has done enough to justify the conclusion that the damage it will suffer is likely to be irreparable.",
      "id": "s401"
    },
    {
      "text": "The alternative situation which requires consideration is that in which an interim injunction as sought is granted, but the respondents ultimately succeed at trial.",
      "id": "s402"
    },
    {
      "text": "Here, the only detriment upon which counsel for the respondents relied was the denial of the respondents' rights to communicate.",
      "id": "s403"
    },
    {
      "text": "I accept that the right of a trade union to communicate, peacefully and without intimidation, with workers who fall within its area of interest should be accorded considerable respect, particularly under an Act which is concerned with industrial relations.",
      "id": "s404"
    },
    {
      "text": "However, because of the applicant's case under s 44 of the BCII Act, to assert that there is a right to communicate in the terms arguably being used by the respondents is to beg the question.",
      "id": "s405"
    },
    {
      "text": "I am here concerned not to resolve the ultimate rights and wrongs of the respondents' conduct in relevant respects, but to arrive at a practical, just and workable regime of obligations that will govern the parties' conduct while this proceeding is being dealt with by the court.",
      "id": "s406"
    },
    {
      "text": "It was not submitted that either the respondents or any workers whose interests it was their concern to protect would suffer any material detriment as a result of the short term restraints which the applicant proposes.",
      "id": "s407"
    },
    {
      "text": "In particular, no submission was made that either the respondents or those workers would be disadvantaged in any practical sense by the respondents' inability to continue to place pressure upon the applicant for the making of an industrial agreement.",
      "id": "s408"
    },
    {
      "text": "The respondents' case was not run, for instance, by reference to the need of the former Civil Pacific employees to regain remunerative employment.",
      "id": "s409"
    },
    {
      "text": "For the above reasons, I consider that the balance of convenience favours the applicant's case, and I propose to grant its motion to the extent of restraining the respondents, pending the hearing and determination of this proceeding or further order, from engaging in the first and third categories of conduct identified in these reasons.",
      "id": "s410"
    },
    {
      "text": "I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s411"
    },
    {
      "text": "Associate:\n \n \nDated: 17 March 2009\n \n Counsel for the Applicant: Mr J Bourke \n \n Solicitor for the Applicant: Herbert Geer \n \n Counsel for the Respondents: Mr E White \n \n Solicitor for the First, Fourth and Fifth Respondents: Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union \n \n Solicitor for the Second and Third Respondents: Slater &amp; Gordon \n \n Counsel for the Intervener: Mr N Green QC with Mr G Pauline \n \n Solicitor for the Intervener: Australian Government Solicitor \n Date of Hearing: 10 March 2009 \n \n Date of Judgment: 17 March 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/235.html",
      "id": "s412"
    }
  ]
}