{
  "name": "SZMIP v Minister for Immigration and Citizenship [2009] FCA 217 (12 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/217.html",
  "catchphrases": [
    {
      "text": "failure to identify grounds of appeal from decision of magistrate",
      "id": "c0"
    },
    {
      "text": "standard form notice of appeal",
      "id": "c1"
    },
    {
      "text": "lack of consistency in decisions",
      "id": "c2"
    },
    {
      "text": "no error in not resolving a claim not previously advanced",
      "id": "c3"
    },
    {
      "text": "appeal dismissed",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "The First Appellant is a citizen of India.",
      "id": "s0"
    },
    {
      "text": "The remaining two Appellants are her two daughters.",
      "id": "s1"
    },
    {
      "text": "The Appellants arrived in Australia as visitors on 4 December 2007 and applied for Protection (Class XA) visas on 31 December 2007.",
      "id": "s2"
    },
    {
      "text": "Those applications were rejected by a delegate of the Minister on 17 January 2008.",
      "id": "s3"
    },
    {
      "text": "On 11 February 2008 review was sought by the Refugee Review Tribunal.",
      "id": "s4"
    },
    {
      "text": "The Tribunal accepted that the now First Appellant is a Christian.",
      "id": "s5"
    },
    {
      "text": "A statement annexed to her application for refugee status stated in part that \" (t)he Christians in India are facing severe harassment including abduction and torture ...\".",
      "id": "s6"
    },
    {
      "text": "The Tribunal affirmed the decision under review.",
      "id": "s7"
    },
    {
      "text": "An application was then filed with the Federal Magistrates Court.",
      "id": "s8"
    },
    {
      "text": "That Court on 4 December 2008 published its decision and reasons for decision dismissing the application: SZMIP v Minister for Immigration and Citizenship [2008] FMCA 1665.",
      "id": "s9"
    },
    {
      "text": "An application by the First Appellant's younger sister for a protection visa had previously been considered by a differently constituted Tribunal and the sister's application was granted.",
      "id": "s10"
    },
    {
      "text": "A Notice of Appeal was filed in this Court on 31 December 2008.",
      "id": "s11"
    },
    {
      "text": "The purported Grounds of Appeal are there set forth (without alteration) as follows: \n 1.",
      "id": "s12"
    },
    {
      "text": "The RRT declined to exercise its jurisdiction\n 2.",
      "id": "s13"
    },
    {
      "text": "A jurisdictional error committed by the RRT\n 3.",
      "id": "s14"
    },
    {
      "text": "Breached of procedures as required by the Migration Act\n Particulars of grounds will be filed and served when required by this court.",
      "id": "s15"
    },
    {
      "text": "No \" Particulars \" have been provided.",
      "id": "s16"
    },
    {
      "text": "The First Appellant appeared before the Court unrepresented, although she did have the benefit of an interpreter.",
      "id": "s17"
    },
    {
      "text": "Subsequent to the hearing she has filed further \" Written Submissions \", which have been considered notwithstanding the fact that they were filed without leave.",
      "id": "s18"
    },
    {
      "text": "THE GROUNDS OF APPEAL --- THE WRONG FORUM AND NO GROUNDS \n Whatever may be embraced by the third purported Ground of Appeal , the first two Grounds should be summarily rejected.",
      "id": "s19"
    },
    {
      "text": "The jurisdiction which is relevantly conferred on this Court is to entertain an appeal from a decision of the Federal Magistrates Court.",
      "id": "s20"
    },
    {
      "text": "The first two purported Grounds of Appeal identify no error said to have been committed by that Court.",
      "id": "s21"
    },
    {
      "text": "No appellate jurisdiction is conferred on this Court to entertain any appeal from a decision of the Refugee Review Tribunal.",
      "id": "s22"
    },
    {
      "text": "Even if that difficulty be left to one side, the problem confronting the Appellants is only compounded by the fact that (as framed) the first two purported Grounds of Appeal do not comply with Order 52 r 13(2)(b) of the Federal Court Rules , namely the requirement to state \" briefly, but specifically, the grounds relied upon in support of the appeal \".",
      "id": "s23"
    },
    {
      "text": "A statement that a Tribunal has \" declined to exercise its jurisdiction \" or has committed \" jurisdictional error \" does not satisfy that requirement.",
      "id": "s24"
    },
    {
      "text": "In attempting to provide a \" useful practical guide \", it has been said that a \" notice of appeal which cannot be used to provide a sensible framework for the appellant's submissions \" will \" almost certainly \" fail to comply with the requirements of Order 52 r 13(2)(b): Commonwealth v Evans [2004] FCA 654 at [35] , [2004] FCA 654 ; 81 ALD 402 at 411 per Branson J.",
      "id": "s25"
    },
    {
      "text": "The statements set forth by the present First Appellant do not \" provide a sensible framework \" within which the appeal may proceed.",
      "id": "s26"
    },
    {
      "text": "Why it is said that the Tribunal declined to exercise its jurisdiction is left unspecified; as is the \" jurisdictional error \" said to have been committed.",
      "id": "s27"
    },
    {
      "text": "The content of the present Notice of Appeal is no better than a statement that \" the Honorable [sic] Judge failed to follow necessary laws applicable to me \", a statement which likewise was held not to comply with Order 52 r 13(2)(b): NAXD v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 243 at [3] per North, Dowsett and Conti JJ.",
      "id": "s28"
    },
    {
      "text": "The repetition of the statements made by the present Appellants --- and many other appellants before this Court --- is no better than the \" standard form notice of appeal \" employed in migration cases which long ago attracted the criticism of Conti J: SZEZJ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 946 at [5] ; SZDLQ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 696 at [5] ; SZEZE v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 122 at [6] .",
      "id": "s29"
    },
    {
      "text": "Neither of these two difficulties --- namely the failure to identify any error committed by the Federal Magistrate nor the failure to identify with acceptable precision the \" ground of appeal \" --- is considered to be a mere matter of form: SZJJC v Minister for Immigration and Citizenship [2008] FCA 614 at [15] .",
      "id": "s30"
    },
    {
      "text": "Both are considered essential to this Court only exercising such jurisdiction as has been committed to it by the federal legislature.",
      "id": "s31"
    },
    {
      "text": "To the extent that meaning can be given to these first two Grounds of Appeal , however, they are in any event without substance.",
      "id": "s32"
    },
    {
      "text": "Even if they can be construed as an inelegant way of contending that the Federal Magistrates Court erred in not concluding that the Tribunal had failed to exercise its jurisdiction or committed jurisdictional error, neither contention is sustainable.",
      "id": "s33"
    },
    {
      "text": "DECLINED TO EXERCISE ITS JURISDICTION?",
      "id": "s34"
    },
    {
      "text": "The first Ground of Appeal also suffers from a further potential difficulty.",
      "id": "s35"
    },
    {
      "text": "The Amended Application as was before the Federal Magistrate relied upon two grounds, expressed as follows (without alteration): \n 1.",
      "id": "s36"
    },
    {
      "text": "Jurisdcitional error\n 2.",
      "id": "s37"
    },
    {
      "text": "Breached of procedure required by Act \n\n \nThere was then advanced before that Court no ground which expressly sought to contend that the Tribunal had \" declined to exercise its jurisdiction \".",
      "id": "s38"
    },
    {
      "text": "Other than construing this first Ground of Appeal as but another way of expressing the more broadly expressed concern as to \" jurisdictional error \", it is difficult to give this first Ground any meaning.",
      "id": "s39"
    },
    {
      "text": "The simple fact is that the Tribunal did exercise the jurisdiction entrusted to it.",
      "id": "s40"
    },
    {
      "text": "The task entrusted to the Tribunal was to review the decision of the Minister's delegate.",
      "id": "s41"
    },
    {
      "text": "On 11 February 2008 the Tribunal acknowledged receipt of the application seeking review and on 13 March 2008 invited the Appellants to attend before it at a hearing to be held on 21 April 2008.",
      "id": "s42"
    },
    {
      "text": "A hearing was in fact conducted on that date and took in excess of two hours.",
      "id": "s43"
    },
    {
      "text": "Before the Tribunal the Appellants were represented by a solicitor being a registered migration agent.",
      "id": "s44"
    },
    {
      "text": "An invitation to the Appellants to attend the handing down of the Tribunal's decision was forwarded on 7 May 2008.",
      "id": "s45"
    },
    {
      "text": "The decision provided by the Tribunal discloses the materials which were before it, a careful analysis of the facts and contentions advanced before it for resolution, and its reasons.",
      "id": "s46"
    },
    {
      "text": "If this first Ground of Appeal were intended to raise an argument that was not raised before the Federal Magistrate, leave to raise any such argument would have been refused.",
      "id": "s47"
    },
    {
      "text": "Even assuming this Court has jurisdiction to entertain a fresh argument, leave should not be granted to any party to raise an argument so lacking in detail that the argument sought to be advanced cannot be meaningfully understood.",
      "id": "s48"
    },
    {
      "text": "This first Ground of Appeal , however, is best understood as seeking to raise no new argument but as an alternative way of seeking to advance the First Appellant's arguments as to \" jurisdictional error \".",
      "id": "s49"
    },
    {
      "text": "The Grounds of Appeal were apparently drafted by a \" friend \" of the First Appellant, being a person who has now left Australia.",
      "id": "s50"
    },
    {
      "text": "As best as the First Appellant was able to explain what was intended to be embraced by this Ground of Appeal , via the interpreter, it would appear to be a ground alleging that the Tribunal failed to consider her \" fear as a result of my sister's adverse experiences \".",
      "id": "s51"
    },
    {
      "text": "As such it adds nothing to the second purported Ground of Appeal .",
      "id": "s52"
    },
    {
      "text": "JURISDICTIONAL ERROR \n In its terms, the second purported Ground of Appeal does not identify the \" jurisdictional error\" said to have been committed.",
      "id": "s53"
    },
    {
      "text": "A comparable argument, however, was advanced before the Federal Magistrate.",
      "id": "s54"
    },
    {
      "text": "In that Court, the \" Particulars \" provided for the first Ground were as follows (without alteration): \n The Tribunal did not sufficiently deal with the following my Convention claims that:\n (a) my sister was found to be a Convention Refugee in Australia therefore I would be found as a refugee in Australia (because both claims are relevant to each other);\n (b) my relationship with her (membership of a particular social group); and\n (c) my fear as a result of my sister's adverse experiences.",
      "id": "s55"
    },
    {
      "text": "The Tribunal did not consider at all as to whether I would be at risk of persecution due to my relationship with my sister who has been accepted as a refugee in Australia.",
      "id": "s56"
    },
    {
      "text": "Consequently, Tribunal failed to perform its statutory duty as the Tribunal's failure to consider the above claims.",
      "id": "s57"
    },
    {
      "text": "The Tribunal erred in law by failing to consider the relevant circumstances of my sister's case and to apply the relevant facts of my sister's case to my case.",
      "id": "s58"
    },
    {
      "text": "\" \n\n Again, if this is the contention sought to be now advanced before this Court, it should be rejected and for the same reason as the first Ground of Appeal --- i.e., it is a contention seeking to impugn the decision of the Tribunal rather than the decision of the Federal Magistrate and, again, fails to identify with any specificity the \" ground \" relied upon.",
      "id": "s59"
    },
    {
      "text": "To the extent that the ground can be understood, it is again a ground without substance.",
      "id": "s60"
    },
    {
      "text": "There is some uncertainty as to the precise argument sought to be advanced.",
      "id": "s61"
    },
    {
      "text": "It is not readily apparent, for example, whether the argument is that: (i) there was a lack of consistency in the conclusions reached by differently constituted Tribunals --- namely, in the sister's case the application for a protection visa was granted, whereas the present First Appellant was unsuccessful; or (ii) the Tribunal \" did not sufficiently deal \" with the claims being made in the sense that the conclusion of the present Tribunal was a conclusion open to it upon the facts before it but that the Tribunal did not sufficiently explain the course whereby it reached its conclusion; or (iii) The Tribunal \" did not sufficiently deal \" with a particular claim, namely that the present First Appellant had a \" fear as a result of my sister's adverse experiences \".",
      "id": "s62"
    },
    {
      "text": "Although in the case of an unrepresented party this Court should not adopt a course of construing grounds of appeal with any great stringency, the grounds should nevertheless be set forth in a manner which is at least capable of understanding.",
      "id": "s63"
    },
    {
      "text": "Unless the alleged errors are identified with sufficient particularity, it is self-evident that difficulties may be encountered in their resolution.",
      "id": "s64"
    },
    {
      "text": "However the second Ground of Appeal may be construed, and assuming the \" Particulars \" now sought to be relied upon are the same as those relied upon before the Federal Magistrate, it should be rejected.",
      "id": "s65"
    },
    {
      "text": "Even if the second Ground were construed as a contention that the Federal Magistrate erred in not acceding to the contention as expressed, it is without substance.",
      "id": "s66"
    },
    {
      "text": "Before the Federal Magistrate it would appear as though an argument was advanced by the First Appellant as to there being \" some general unfairness in the fact that her sister had been granted a visa and not her arising out of the same factual basis \".",
      "id": "s67"
    },
    {
      "text": "The Tribunal was aware of the sister's earlier application and referred (for example) to the different circumstances confronting them and to the different information available upon which decisions were required to be made.",
      "id": "s68"
    },
    {
      "text": "The Tribunal in its May 2008 decision thus recorded in part: \n [68] I am afraid that for the reasons given above I do not accept that the applicant was engaged in the activities in which she claims to have been engaged, either in India or in the United Kingdom.",
      "id": "s69"
    },
    {
      "text": "The applicant said that she had taken the risk of coming to Australia expecting protection and I accept that it must seem odd to the applicant that her sister obtained a favourable decision from the Tribunal (differently constituted) while I have not accepted her own claims.",
      "id": "s70"
    },
    {
      "text": "However there are factors which have led to this result.",
      "id": "s71"
    },
    {
      "text": "Obviously it was not relevant in the applicant's sister's case, as I consider it to be in the applicant's case, that substantial parts of the applicant's statement appear to have been copied from the statement accompanying her sister's application.",
      "id": "s72"
    },
    {
      "text": "Moreover, whereas the applicant's sister's claims were confined to activities in Kerala, the applicant claims to have been involved with the coordinator and secretary of the AICC in collating information and in meeting dignitaries and priests from churches in Tamil Nadu, Bombay and Delhi, making it more likely that her activities would have been reported on the AICC Internet site.",
      "id": "s73"
    },
    {
      "text": "Likewise, whereas the applicant's sister claimed that she and her husband had been detained at the Trivandrum Police Station in August 2006, the applicant claims that she was detained with two members of the AICC which I consider makes it more likely that these events would have been reported, as referred to above.",
      "id": "s74"
    },
    {
      "text": "[69] Furthermore, unlike her sister, the applicant has had the opportunity of seeking protection in the United Kingdom, to which she travelled in 2005 and again in 2007.",
      "id": "s75"
    },
    {
      "text": "Finally, although the decision of the Tribunal in relation to the applicant's sister's application was made in January 2007, the attention of the Tribunal (differently constituted) was not apparently drawn to the advice obtained by the Australian Department of Foreign Affairs and Trade in September 2006 from Professor Varghese and Mr Manakkat which, as I have said, I consider casts doubt on whether the applicant is telling the truth.",
      "id": "s76"
    },
    {
      "text": "... \n\n The relevant conclusion of the Federal Magistrate was that: \n [16] ... A Tribunal is not bound by the decision of another Tribunal and in this case it explained adequately why it did not take the same view as the Tribunal in the sister's application.",
      "id": "s77"
    },
    {
      "text": "I cannot see that the Tribunal either erred in law or failed to consider the relevant circumstances of the sister's case and to apply them to the first named applicant's case.",
      "id": "s78"
    },
    {
      "text": "There is no error in this conclusion.",
      "id": "s79"
    },
    {
      "text": "As noted by Brennan J, when he was President of the Administrative Appeals Tribunal, in Re Drake and Minister for Immigration and Ethnic Affairs (1979) 2 ALD 634 at 639: \n Inconsistency is not merely inelegant: it brings the process of deciding into disrepute, suggesting an arbitrariness which is incompatible with commonly accepted notions of justice.",
      "id": "s80"
    },
    {
      "text": "This passage has, not surprisingly, been repeatedly cited: e.g.",
      "id": "s81"
    },
    {
      "text": "Apthorpe v Repatriation Commission (1987) 13 ALD 656 at 665 per Davies, Lockhart and Gummow JJ; Pepaj v Minister for Immigration and Multicultural Affairs (unreported, FCA, Merkel J, SG 101 of 1998, 25 November 1998); Re Confidential and Australian Prudential Regulation Authority [2005] AATA 1264 at [22] , [2005] AATA 1264 ; 91 ALD 435 at 439; SZFYW v Minister for Immigration and Citizenship [2008] FCA 1259 at [11] .",
      "id": "s82"
    },
    {
      "text": "After citing the passage from the judgment of Brennan J, French J (as he then was) observed that \"... decision-makers can be consistently wrong or consistently unjust ... \": Federal Commissioner of Taxation v Swift (1989) 18 ALD 679 at 692.",
      "id": "s83"
    },
    {
      "text": "In Nevistic v Minister for Immigration and Ethnic Affairs [1981] FCA 41 ; (1981) 51 FLR 325 at 334 to 335 Deane J, when sitting as a Judge of this Court and when entertaining an appeal from the Administrative Appeals Tribunal, similarly observed: \n There are many reasons for the desirability of consistency in the making of decisions affecting rights, opportunities and obligations under the law.",
      "id": "s84"
    },
    {
      "text": "Paramount among them is the fact that inconsistency in the treatment of those amenable to the law involves an element of injustice.",
      "id": "s85"
    },
    {
      "text": "Particularly where there is competition or correlativity between rights, advantages, obligations and disadvantages, equality of treatment under the law is an ingredient of modern concepts of justice and the rule of law.",
      "id": "s86"
    },
    {
      "text": "It is important that those who constitute the Tribunal should, in their search for the correct or preferable decision in the particular case, be entitled to pay regard both to decisions of the Tribunal in other matters and to policies enunciated and developed by those entrusted with the primary administration of the relevant law.",
      "id": "s87"
    },
    {
      "text": "On the other hand, while consistency may properly be seen as an ingredient of justice, it does not constitute a hallmark of it.",
      "id": "s88"
    },
    {
      "text": "As Smithers J pointed out in Gungor and Minister for Immigration and Ethnic Affairs [Unreported (Administrative Appeals Tribunal, 30 th May 1980)] consistency must ultimately be related to policy and is safely sought by reference to policy only when the policy is appropriate and acceptable.",
      "id": "s89"
    },
    {
      "text": "Decision makers may be consistently wrong and consistently unjust.",
      "id": "s90"
    },
    {
      "text": "The Tribunal is not bound by either its own previous decisions or by the content of government policy.",
      "id": "s91"
    },
    {
      "text": "There have been and will be cases in which the Tribunal concludes that it should refuse to follow a previous decision of the Tribunal or reject or disregard the dictates of a relevant policy of the government.",
      "id": "s92"
    },
    {
      "text": "The existence of such cases serves to emphasize the fact that each applicant to the Tribunal is entitled to have his or her application for review decided on its own particular merits.",
      "id": "s93"
    },
    {
      "text": "The desire for consistency should not be permitted to submerge the ideal of justice in the individual case.",
      "id": "s94"
    },
    {
      "text": "\" Consistency \" is thus not an end in itself --- a like result reached upon the basis of factually diverse materials may be the hallmark of injustice and not justice.",
      "id": "s95"
    },
    {
      "text": "The task of the administrator is to resolve a case upon the materials presently available and in accordance with law.",
      "id": "s96"
    },
    {
      "text": "The difficulty confronting the present First Appellant is that no error is discernible in either the conclusion in fact reached by the Tribunal or the Federal Magistrate.",
      "id": "s97"
    },
    {
      "text": "The reasons for decision of the Tribunal disclose that it was well aware of the contrary outcome of the sister's application and it went on to explain the basis upon which it reached that contrary result.",
      "id": "s98"
    },
    {
      "text": "As pointed out by the Federal Magistrate, the task of the Tribunal was to resolve the case before it and it was not bound by a decision of a differently constituted Tribunal based upon different factual material.",
      "id": "s99"
    },
    {
      "text": "See: SZHKA v Minister for Immigration and Citizenship [2008] FCAFC 138 at [18] , [2008] FCAFC 51 ; 171 FCR 1 at 8 per Gray J.",
      "id": "s100"
    },
    {
      "text": "There is no \" inconsistency \" or \" inelegance \" of the kind envisaged by Brennan J, nor is there any error.",
      "id": "s101"
    },
    {
      "text": "A broadly expressed contention that the present Tribunal did not \" sufficiently deal \" with a claim has been understood as meaning that the factual conclusion reached was a conclusion open to the Tribunal upon the materials presented but that the course whereby that conclusion has been reached has not been exposed.",
      "id": "s102"
    },
    {
      "text": "So construed, the contention is that the Tribunal has failed to comply with the obligations imposed by s 430(1) of the Migration Act 1958 (Cth) which provides as follows: \n Where the Tribunal makes its decision on a review, the Tribunal must prepare a written statement that: \n (a) sets out the decision of the Tribunal on the review; and \n (b) sets out the reasons for the decision; and \n (c) sets out the findings on any material questions of fact; and \n (d) refers to the evidence or any other material on which the findings of fact were based.",
      "id": "s103"
    },
    {
      "text": "The requirements imposed by s 430(1) (and in particular s 430(1)(c)) were considered by the High Court in Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 , 206 CLR 323.",
      "id": "s104"
    },
    {
      "text": "In rejecting a contention that s 430 requires \" the Tribunal to make findings on any and every matter of fact objectively material to the decision \" being reached, McHugh, Gummow and Hayne JJ concluded: \n [68] Section 430 does not expressly impose such an obligation.",
      "id": "s105"
    },
    {
      "text": "In its terms, it requires no more than that the Tribunal set out the findings which it did make.",
      "id": "s106"
    },
    {
      "text": "Neither expressly nor impliedly does this section require the Tribunal to make , and then set out, some findings additional to those which it actually made.",
      "id": "s107"
    },
    {
      "text": "In Singh , significance was attached to the use of the word \"material\" in s 430(1)(c).",
      "id": "s108"
    },
    {
      "text": "It was said [2000] FCA 845 ; ((2000) 98 FCR 469 at 481 [47] - [48] ) that \"material\" in the expression \"Material questions of fact\" must mean \"objectively material\".",
      "id": "s109"
    },
    {
      "text": "Even if that were right, it would by no means follow that the Tribunal was bound to set out findings that it did not make.",
      "id": "s110"
    },
    {
      "text": "But it is not right to read \"material\" as providing an objective or external standard of materiality.",
      "id": "s111"
    },
    {
      "text": "A requirement to set out findings and reasons focuses upon the subjective thought processes of the decision-maker.",
      "id": "s112"
    },
    {
      "text": "All that s 430(1)(c) obliges the Tribunal to do is set out its findings on those questions of fact which it considered to be material to the decision which it made and to the reasons it had for reaching that decision.",
      "id": "s113"
    },
    {
      "text": "[69] It is not necessary to read s 430 as implying an obligation to make findings in order for it to have sensible work to do.",
      "id": "s114"
    },
    {
      "text": "Understanding s 430 as obliging the Tribunal to set out what were its findings on the questions of fact it considered material gives the section important work to do in connection with judicial review of decisions of the Tribunal.",
      "id": "s115"
    },
    {
      "text": "It ensures that a person who is dissatisfied with the result at which the Tribunal has arrived can identify with certainty what reasons the Tribunal had for reaching its conclusion and what facts it considered material to that conclusion.",
      "id": "s116"
    },
    {
      "text": "Similarly, a court which is asked to review the decision is able to identify the Tribunal's reasons and the findings it made in reaching that conclusion.",
      "id": "s117"
    },
    {
      "text": "The provision entitles a court to infer that any matter not mentioned in the s 430 statement was not considered by the Tribunal to be material.",
      "id": "s118"
    },
    {
      "text": "This may reveal some basis for judicial review by the Federal Court under Pt 8 of the Act, or by this Court in proceedings brought under s 75(v) of the Constitution .",
      "id": "s119"
    },
    {
      "text": "For example, it may reveal that the Tribunal made some error of law of the kind mentioned in s 476(1)(e) of the Act, such as incorrectly applying the law to the facts found by the Tribunal.",
      "id": "s120"
    },
    {
      "text": "It may reveal jurisdictional error.",
      "id": "s121"
    },
    {
      "text": "The Tribunal's identification of what it considered to be the material questions of fact may demonstrate that it took into account some irrelevant consideration or did not take into account some relevant consideration.",
      "id": "s122"
    },
    {
      "text": "(Emphasis in original) \n\n \nThe same construction was given to s 430 by the then Chief Justice: [2001] HCA 30 at [10] , [2001] HCA 30 ; 206 CLR 323 at 331 to 332.",
      "id": "s123"
    },
    {
      "text": "Whatever uncertainty may have prevailed prior to Yusuf, notwithstanding the unambiguous terms of s 430, there now remains no uncertainty as to the proper construction of s 430 or the requirements imposed: eg.",
      "id": "s124"
    },
    {
      "text": "SZJOC v Minister for Immigration and Citizenship [2008] FCA 1342 at [20] per Graham J; SZKMS v Minister for Immigration and Citizenship [2008] FCA 499 at [52] per Lander J.",
      "id": "s125"
    },
    {
      "text": "In the present proceeding, the Tribunal set forth in its reasons those findings of fact material to its decision.",
      "id": "s126"
    },
    {
      "text": "Even in the more confined context of findings relevant to the First Appellant's submissions as to the perceived discrepancy in the outcome of her own application as opposed to that of her sister, the Tribunal made findings of facts as to the differences between the two applications.",
      "id": "s127"
    },
    {
      "text": "The difficulty confronted by the First Appellant is the simple fact that the Tribunal did make findings of fact relevant to the claims being advanced.",
      "id": "s128"
    },
    {
      "text": "Contrary to the contention of the First Appellant, the Tribunal did consider the claims being advanced before it.",
      "id": "s129"
    },
    {
      "text": "No breach of s 430 can be discerned.",
      "id": "s130"
    },
    {
      "text": "Finally, if the \" Particulars \" provided are intended to convey a contention that the Tribunal failed to consider a particular claim, namely the claim as to a \" fear as a result of my sister's adverse experiences \", that was a claim not advanced before the Tribunal for resolution.",
      "id": "s131"
    },
    {
      "text": "That was the conclusion of the Federal Magistrate.",
      "id": "s132"
    },
    {
      "text": "No error is discernible in that conclusion.",
      "id": "s133"
    },
    {
      "text": "No error is exposed by the Tribunal failing to resolve a submission not advanced before it: NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 , 144 FCR 1.",
      "id": "s134"
    },
    {
      "text": "Black CJ, French and Selway JJ there made the following observations: \n [58] The review process is inquisitorial rather than adversarial.",
      "id": "s135"
    },
    {
      "text": "The Tribunal is required to deal with the case raised by the material or evidence before it ...",
      "id": "s136"
    },
    {
      "text": "There is authority for the proposition that the Tribunal is not to limit its determination to the 'case' articulated by an applicant if evidence and material which it accepts raise a case not articulated --- Paramananthan v Minister for Immigration and Multicultural Affairs [1998] FCA 1693 ; (1998) 94 FCR 28 at 63 (Merkel J); approved in Sellamuthu v Minister for Immigration and Multicultural Affairs [2001] FCA 1802 ; (1999) 90 FCR 287 at 293 --- 294 (Wilcox and Madgwick JJ).",
      "id": "s137"
    },
    {
      "text": "By way of example, if a claim of apprehended persecution is based upon membership of a particular social group the Tribunal may be required in its review function to consider a group definition open on the facts but not expressly advanced by the applicant --- Minister for Immigration and Multicultural Affairs v Sarrazola (No 2) [2001] FCA 263 ; (2001) 107 FCR 184 at 196 per Merkel J, Heerey and Sundberg JJ agreeing.",
      "id": "s138"
    },
    {
      "text": "It has been suggested that the unarticulated claim must be raised 'squarely' on the material available to the Tribunal before it has a statutory duty to consider it --- SDAQ v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 120 ; (2003) 199 ALR 265 at 273 [19] per Cooper J.",
      "id": "s139"
    },
    {
      "text": "The use of the adverb 'squarely' does not convey any precise standard but it indicates that a claim not expressly advanced will attract the review obligation of the Tribunal when it is apparent on the face of the material before the Tribunal.",
      "id": "s140"
    },
    {
      "text": "Such a claim will not depend for its exposure on constructive or creative activity by the Tribunal.",
      "id": "s141"
    },
    {
      "text": "[59] There is some authority which might be taken to suggest that the Tribunal is never required to consider a claim not expressly raised before it.",
      "id": "s142"
    },
    {
      "text": "... \n\n \n [60] In SGBB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 709 ; (2003) 199 ALR 364 at 368 [17] , Selway J referred to the observation by Kirby J in Dranichniko v, at 405, that '[t]he function of the Tribunal, as of the delegate, is to respond to the case that the applicant advances'.",
      "id": "s143"
    },
    {
      "text": "He also referred to the observation by von Doussa J in SCAL v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCA 548 that '[n]either the delegate nor the Tribunal is obliged to consider claims that have not been made' (at [16]).",
      "id": "s144"
    },
    {
      "text": "Selway J however went on to observe in SGBB (at [17]): \n\n \nBut this does not mean the application is to be treated as an exercise in 19th Century pleading.",
      "id": "s145"
    },
    {
      "text": "His Honour noted that the Full Court in Dranichnikov v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 1801 at [49] had said: \n\n \nThe Tribunal must, of course, deal with the case raised by the material and evidence before it.",
      "id": "s146"
    },
    {
      "text": "An asylum claimant does not have to pick the correct Convention \"label\" to describe his or her plight, but the Tribunal can only deal with the claims actually made.",
      "id": "s147"
    },
    {
      "text": "His Honour, in our view, correctly stated the position when he said (at [18]): \n\n \nThe question, ultimately, is whether the case put by the appellant before the tribunal has sufficiently raised the relevant issue that the tribunal should have dealt with it.",
      "id": "s148"
    },
    {
      "text": "This does not mean that the Tribunal is only required to deal with claims expressly articulated by the applicant.",
      "id": "s149"
    },
    {
      "text": "It is not obliged to deal with claims which are not articulated and which do not clearly arise from the materials before it.",
      "id": "s150"
    },
    {
      "text": "[61] ... We are of the view that the observations by Merkel J in Paramananthan , by the Full Courts in Sellamuthu and Sarrazola (No 2) and by Cooper J in SDAQ are consistent with the proposition that the Tribunal is not required to consider a case that is not expressly made or does not arise clearly on the materials before it.",
      "id": "s151"
    },
    {
      "text": "The Tribunal's obligation is not limited to procedural fairness in responding to expressly articulated claims but, as is apparent from Dranichnikov , extends to reviewing the delegate's decision on the basis of all the materials before it.",
      "id": "s152"
    },
    {
      "text": "[62] Whatever the scope of the Tribunal's obligations it is not required to consider criteria for an application never made.",
      "id": "s153"
    },
    {
      "text": "... \n\n \nIn MZXLB v Minister for Immigration and Citizenship [2007] FCA 1588 at [14] , Finkelstein J referred to NABE and observed that \" (t)here is no precise standard for determining when an issue is 'raised squarely', but it is clear the tribunal is obliged to consider any claim that is apparent on the face of the material before it \".",
      "id": "s154"
    },
    {
      "text": "See also: SZEIV v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1798 at [30] to [31] and [56] to [57] per Bennett J; SZGBI v Minister for Immigration and Citizenship [2008] FCA 599 ; Kasupene v Minister for Immigration and Citizenship [2008] FCA 1609.",
      "id": "s155"
    },
    {
      "text": "That which is not to be permitted is for a claimant to \" reformulate his claims on an ex post facto basis \": SZLWI v Minister for Immigration and Citizenship [2008] FCA 1330 at [23] , [2008] FCA 1330 ; 171 FCR 134 at 140 per Gilmour J.",
      "id": "s156"
    },
    {
      "text": "Cases may thus be envisaged where an unrepresented party before the Refugee Review Tribunal does not advance a submission or an argument which is readily apparent upon the materials before it.",
      "id": "s157"
    },
    {
      "text": "In such cases perhaps an argument may emerge which could later be advanced before a Federal Magistrate.",
      "id": "s158"
    },
    {
      "text": "But such is not the present case.",
      "id": "s159"
    },
    {
      "text": "The rejection of this argument is also sufficient to dispose of the first purported Ground of Appeal , as explained during the hearing of the appeal.",
      "id": "s160"
    },
    {
      "text": "It is also sufficient to dispose of the application as made during the course of the hearing for further time within which to adduce evidence as to the Tribunal's failure to inquire into her \" fear as a result of my sister's experiences \".",
      "id": "s161"
    },
    {
      "text": "It was for the First Appellant to advance such claims as she wished to have resolved by the Tribunal.",
      "id": "s162"
    },
    {
      "text": "The claim as now made was not a claim made before the Tribunal and it did not \" clearly emerge \" from such materials as were before the Tribunal.",
      "id": "s163"
    },
    {
      "text": "It was no part of the task entrusted to the Tribunal to make out the First Appellant's claim for her.",
      "id": "s164"
    },
    {
      "text": "Since no error emerges from the manner in which the claims were resolved by the Tribunal, it would be of no utility to allow the First Appellant a further opportunity in which to adduce evidence of inquiries not made by the Tribunal in resolving a claim not advanced.",
      "id": "s165"
    },
    {
      "text": "The application, in effect, to adjourn the hearing of the appeal to allow for this further opportunity to adduce further evidence is thus rejected.",
      "id": "s166"
    },
    {
      "text": "BREACH OF PROCEDURES \n In its terms the third purported Ground of Appeal does not identify the \" procedures \" said to have been \" breached \"; nor does it identify whether it was the Tribunal or the Federal Magistrates Court which was bound to --- but failed to --- comply with those \" procedures \".",
      "id": "s167"
    },
    {
      "text": "Again, however, it would appear that this final Ground is an attempt to maintain that the Federal Magistrate erred in rejecting an argument raised before that Court as to a breach of s 424A of the Migration Act 1958 (Cth).",
      "id": "s168"
    },
    {
      "text": "Before the Federal Magistrate it was contended that there had been a breach of s 424A(1)(a) arising out of the failure \" to provide ... in writing particulars of the country information ...\".",
      "id": "s169"
    },
    {
      "text": "The conclusion of the Federal Magistrate was expressed as follows: \n [17] ...",
      "id": "s170"
    },
    {
      "text": "It suffices to say the country information is specifically excluded from the provisions of s.424A(1) and (2) by the provisions of sub-s.424A(3)(a) and is further excluded in this particular case by the provisions of s.424A(2)(A).",
      "id": "s171"
    },
    {
      "text": "In these circumstances I am unable to provide the first named applicant with the relief which she seeks.",
      "id": "s172"
    },
    {
      "text": "No error can be discerned in this conclusion.",
      "id": "s173"
    },
    {
      "text": "CONCLUSIONS \n The case sought to be advanced before the Refugee Review Tribunal failed essentially because the Tribunal disbelieved the First Appellant.",
      "id": "s174"
    },
    {
      "text": "In its \" Findings and Reasons \" the Tribunal stated: \n [60] In the present case, as I put to the applicant in the course of the hearing before me, I consider that there are good reasons for concluding that she is not telling the truth about her Christian activities and her activities on behalf of the Dalits or Untouchables or the problems she claims to have experienced as a result of these activities.",
      "id": "s175"
    },
    {
      "text": "The Tribunal thereafter set forth a number of instances as to the difficulties it had with the case being advanced.",
      "id": "s176"
    },
    {
      "text": "The Tribunal concluded in part:\n \n [68] I am afraid that for the reasons given above I do not accept that the applicant was engaged in the activities in which she claims to have been engaged, either in India or in the United Kingdom.",
      "id": "s177"
    },
    {
      "text": "Those findings were findings entrusted to the Tribunal to make and were findings open to it.",
      "id": "s178"
    },
    {
      "text": "No error in the decision of the Tribunal was discerned by the Federal Magistrate.",
      "id": "s179"
    },
    {
      "text": "And no error has been identified in this Court --- be it either on the part of the Tribunal or appellable error on the part of the Federal Magistrate.",
      "id": "s180"
    },
    {
      "text": "The Appeal should be dismissed with costs.",
      "id": "s181"
    },
    {
      "text": "ORDERS \n The Orders of the Court are: The Notice of Appeal as filed on 31 December 2008 is dismissed.",
      "id": "s182"
    },
    {
      "text": "The First Appellant is to pay the costs of the First Respondent either as agreed or as taxed.",
      "id": "s183"
    },
    {
      "text": "I certify that the preceding forty-seven (47) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s184"
    },
    {
      "text": "Associate:\n \n \nDated: 12 March 2009\n \n The Appellant: The Appellant appeared in person \n \n Counsel for the First Respondent: Mr J Knackstredt \n \n Solicitor for the First Respondent: Clayton Utz \n Date of Hearing: 4 March 2009 \n \n Date of Judgment: 12 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/217.html",
      "id": "s185"
    }
  ]
}