{
  "name": "Brown v State of South Australia [2009] FCA 206 (12 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/206.html",
  "catchphrases": [
    {
      "text": "native title determination application",
      "id": "c0"
    },
    {
      "text": "striking out",
      "id": "c1"
    },
    {
      "text": "whether group identified in application constitutes native title claim group within meaning of act",
      "id": "c2"
    },
    {
      "text": "whether applicant was authorised within meaning of act",
      "id": "c3"
    },
    {
      "text": "native title",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "On 27 March 2008, Ms Dawn Margaret Brown filed a Native Title Determination Application in this Court.",
      "id": "s0"
    },
    {
      "text": "The application was made by using the form referred to in the Native Title (Federal Court) Regulations 1998 (Cth) reg 5(1)(a) Form 1.",
      "id": "s1"
    },
    {
      "text": "I will refer to this application as the original application.",
      "id": "s2"
    },
    {
      "text": "In the original application, the applicant claimed that she was entitled to make the application as \"spokesperson\" for what she described as the \"Brown Family Group\".",
      "id": "s3"
    },
    {
      "text": "In Schedule A, the applicant named 22 persons as the persons who constituted the native title claim group.",
      "id": "s4"
    },
    {
      "text": "The claim area was defined in the original application; it is a large area in central South Australia, including Coober Pedy.",
      "id": "s5"
    },
    {
      "text": "In Schedule E, the applicant described the native title rights and interests claimed as follows: \n The right to be able to access and travel through the land to ensure our traditional way of life can be protected by our families.",
      "id": "s6"
    },
    {
      "text": "The right to make decisions regarding the land and debate decisions made by government or any other non-indigenous groups in the claimed area.",
      "id": "s7"
    },
    {
      "text": "In Schedule R, the applicant claimed that she was a member of the Brown Family Group and was authorised by her family to speak for it.",
      "id": "s8"
    },
    {
      "text": "In Schedule T, the applicant provided other relevant information, and in that section the following statement appeared: \n We were will [sic] participants of the Antakirinja Matu-Yankunytjatjara Claim but they have shifted away from the Western Desert criteria and might lose our determination.",
      "id": "s9"
    },
    {
      "text": "On 11 April 2008, the first respondent to the Native Title Determination Application, the State of South Australia, filed a notice of motion seeking the following orders, relevantly: That the application be struck out pursuant to s 84C(1) of the Native Title Act 1993 (Cth) (\"NTA\") on the basis that it does not comply with s 61 , 61A and 62 NTA.",
      "id": "s10"
    },
    {
      "text": "Alternatively, that the application be dismissed pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth) on the basis that it has no reasonable prospects of success.",
      "id": "s11"
    },
    {
      "text": "The first respondent's notice of motion was supported by an affidavit of Mr Simon McCaul, a solicitor employed in the Crown Solicitor's Office of South Australia.",
      "id": "s12"
    },
    {
      "text": "On 11 April 2008, the solicitors acting for the Antakirinja Matu-Yankunytjatjara Native Title Claim Group (\"AM-Y claim group\") filed an affidavit of one David Brown, who is a member of that group.",
      "id": "s13"
    },
    {
      "text": "On 15 April 2008, the second respondent, the AM-Y claim group, filed an application in this proceeding seeking an order that it be made a party to the applicant's application.",
      "id": "s14"
    },
    {
      "text": "The second respondent is the applicant in a native title determination application made many years ago (SAD 6007 of 1998), and the area claimed by the applicant is the same area as the area claimed by the AM-Y claim group in its application.",
      "id": "s15"
    },
    {
      "text": "It may also be noted that the area claimed overlaps a portion of a native title claim made by the Arabunna Peoples (SAD 6025 of 1998).",
      "id": "s16"
    },
    {
      "text": "The first respondent's notice of motion came on for hearing before me on 1 December 2008, and on that occasion I was asked to, and did, make an order that the second respondent be joined as a respondent to the applicant's application.",
      "id": "s17"
    },
    {
      "text": "On 30 June 2008, the applicant filed an Amended Native Title Determination Application.",
      "id": "s18"
    },
    {
      "text": "I will refer to this application as the amended application.",
      "id": "s19"
    },
    {
      "text": "She did not have leave to file an amended application, but that defect was cured when, on 15 September 2008, a judge of this Court made an order that the applicant have leave to file and serve an amended application and that the document entitled \"Claimant Application\" filed on 30 June 2008 stand as the amended application and leave be given \"now as then\" to file and serve that document.",
      "id": "s20"
    },
    {
      "text": "The relevant application for the purposes of the first respondent's notice of motion is the amended application, although it will be necessary to refer to the original application because of changes made in the claim group.",
      "id": "s21"
    },
    {
      "text": "Unless there is a need to indicate otherwise, I will refer to the claimant group as particularised in the amended application as the Brown Family Group.",
      "id": "s22"
    },
    {
      "text": "Since the first respondent filed its notice of motion, further affidavits have been filed by the parties.",
      "id": "s23"
    },
    {
      "text": "The first respondent filed an affidavit of Ms Sandra Joan Jarvis, an anthropologist employed at South Australian Native Title Services Limited, and an affidavit of Mr Andrew Jantke, a solicitor employed in the Crown Solicitor's Office of South Australia.",
      "id": "s24"
    },
    {
      "text": "The second respondent filed an affidavit of Mr Bobby Brown and an affidavit of Mr Sandy Brian Buzzacott.",
      "id": "s25"
    },
    {
      "text": "Both Mr Bobby Brown and Mr Buzzacott are members of the AM-Y claim group.",
      "id": "s26"
    },
    {
      "text": "The applicant filed four affidavits sworn by her, one filed on 8 October 2008, two filed on 10 November 2008, and one filed on 13 November 2008.",
      "id": "s27"
    },
    {
      "text": "That material was put forward by the applicant in addition to the material in, and accompanying, the original application and the amended application.",
      "id": "s28"
    },
    {
      "text": "Although an affidavit of the applicant accompanied the original application, it consisted of no more than the form in the Regulations and did not provide any information which was specific to the original application.",
      "id": "s29"
    },
    {
      "text": "An affidavit of the applicant accompanied the amended application and it does address (to an extent) the matters which an applicant's affidavit is required to address by virtue of s 62(1)(a) of the Native Title Act 1993 (Cth) (\"NTA\").",
      "id": "s30"
    },
    {
      "text": "The first respondent's notice of motion seeks to engage s 84C(1) of the NTA.",
      "id": "s31"
    },
    {
      "text": "That subsection provides that this Court may strike out an application which does not comply with one or all of s 61 , s 61A or s 62 of the NTA.",
      "id": "s32"
    },
    {
      "text": "In the alternative, the first respondent's notice of motion seeks to engage s 31A of the Federal Court of Australia Act 1976 (Cth) (\"FCAA\") which provides that this Court may dismiss an application on the basis that it has no reasonable prospect of success.",
      "id": "s33"
    },
    {
      "text": "The test to be applied on an application under s 84C(1) of the NTA is clear.",
      "id": "s34"
    },
    {
      "text": "Finn J stated the relevant principles in McKenzie v South Australia [2005] FCA 22 ; (2005) 214 ALR 214 (\" McKenzie \") at 221 [26]: \n Beyond this provision [that is, s 84C(1)] this court retains its power of summary dismissal under O 20 r 2 of the Federal Court Rules .",
      "id": "s35"
    },
    {
      "text": "It is now well accepted that applications under s 84C(1) should be approached in the same cautious way as applications under O 20 r 2: see Bodney v Bropho [2004] FCAFC 226...at [51]---[52].",
      "id": "s36"
    },
    {
      "text": "The court's powers should be exercised only where the claim as expressed is untenable and upon the version of the evidence favourable to the respondents to the strike out: Landers v South Australia [2003] FCA 264 ; (2003) 128 FCR 495 at [7] .",
      "id": "s37"
    },
    {
      "text": "A clear case has to be made out: Williams v Grant [2004] FCAFC 178...at [48]---[49].",
      "id": "s38"
    },
    {
      "text": "Nonetheless, it may require extensive argument and may be necessary to adduce evidence to establish the futility of a case: General Steel Industries Inc v Commission for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 130; Bodney v Bropho at [51]---[52].",
      "id": "s39"
    },
    {
      "text": "There is one qualification to these statements and that is that one now has regard to s 31A of the FCAA rather than O 20 r 2 of the Federal Court Rules .",
      "id": "s40"
    },
    {
      "text": "In this case, I have reached the conclusion, having regard to the principles applicable to s 84C(1) of the NTA, that the amended application should be struck out under that section.",
      "id": "s41"
    },
    {
      "text": "In the circumstances, it is unnecessary to consider the possible application of s 31A of the FCAA to the circumstances of the case.",
      "id": "s42"
    },
    {
      "text": "The first respondent contends on its notice of motion that the NTA allows for an application to be made by a native title claim group, but not by a sub-group.",
      "id": "s43"
    },
    {
      "text": "It contends that the Brown Family Group, as defined in the amended application, is not a native title claim group but, rather, it is a sub-group and therefore the amended application is incompetent.",
      "id": "s44"
    },
    {
      "text": "The first respondent further contends, as an independent basis for the orders sought in its notice of motion, that a native title determination application is competent only if the applicant is authorised by all persons in a native title claim group and all the persons in the Brown Family Group have not authorised the applicant to make the application and to deal with matters arising in relation to it.",
      "id": "s45"
    },
    {
      "text": "The first respondent submits that it follows that the applicant's amended application is incompetent.",
      "id": "s46"
    },
    {
      "text": "The second respondent supports the first respondent's contentions.",
      "id": "s47"
    },
    {
      "text": "It is convenient to begin by stating briefly the relevant legal principles.",
      "id": "s48"
    },
    {
      "text": "Relevant legal principles\n Section 253 of the NTA contains a definition of a native title claim group .",
      "id": "s49"
    },
    {
      "text": "Relevantly, in relation to an application for a determination of native title made to the Federal Court, a native title claim group means a native title claim group mentioned in relation to the application in the table in subsection 61(1).",
      "id": "s50"
    },
    {
      "text": "Section 61(1) specifies the persons who may make a native title determination application, being an application, as mentioned in subsection 13(1), for a determination of native title in relation to an area for which there is no approved determination of native title.",
      "id": "s51"
    },
    {
      "text": "Relevantly, it provides: \n (1) A person or persons authorised by all the persons (the native title claim group ) who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group;...\n Note 1: The person or persons will be the applicant: see subsection (2) of this section.",
      "id": "s52"
    },
    {
      "text": "Note 2: Section 251B states what it means for a person or persons to be authorised by all the persons in the native title claim group.",
      "id": "s53"
    },
    {
      "text": "(First emphasis added, second emphasis in original.",
      "id": "s54"
    },
    {
      "text": ") \n Section 61(4) and (5) are also relevant and they provide: \n Applications authorised by persons \n (4) A native title determination application, or a compensation application, that persons in a native title claim group or a compensation claim group authorise the applicant to make must:\n (a) name the persons; or\n (b) otherwise describe the persons sufficiently clearly so that it can be ascertained whether any particular person is one of those persons.",
      "id": "s55"
    },
    {
      "text": "Form etc \n (5) An application must:\n (a) be in the prescribed form; and\n (b) be filed in the Federal Court; and\n (c) contain such information in relation to the matters sought to be determined as is prescribed; and\n (d) be accompanied by any prescribed documents and any prescribed fee.",
      "id": "s56"
    },
    {
      "text": "Section 62 specifies the information which must be in a claimant application or which must accompany a claimant application.",
      "id": "s57"
    },
    {
      "text": "It provides that a claimant application must be accompanied by an affidavit sworn by the applicant which provides (among other things) \"that the applicant is authorised by all persons in the native title claim group to make the application and to deal with matters arising in relation to it\" s 62(1)(iv).",
      "id": "s58"
    },
    {
      "text": "A note to that paragraph provides that s 251B states what it means for the applicant to be authorised by all the persons in the native title claim group (see Acts Interpretation Act 1901 (Cth) s 13(3) and s 15AB(2) as to the use of notes).",
      "id": "s59"
    },
    {
      "text": "A native title determination application does not comply with s 61 of the NTA if it is clearly established that it is not made by a native title claim group.",
      "id": "s60"
    },
    {
      "text": "A native title claim group is a group consisting of all the persons who, according to their traditional laws and customs, had the common or group rights or interests comprising the particular native title claimed.",
      "id": "s61"
    },
    {
      "text": "These propositions follow from the provisions of ss 61(1) and (4), 251B and 253 of the NTA and have been stated in the cases: Risk v National Native Title Tribunal [2000] FCA 1589 at [60] - [61] per O'Loughlin J; Tilmouth v Northern Territory of Australia [2001] FCA 820 ; (2001) 109 FCR 240 (\" Tilmouth \") at 241-242 [4] per O'Loughlin J; Landers v State of South Australia [2003] FCA 264 ; (2003) 128 FCR 495 (\" Landers \") at 504 [33] per Mansfield J; Dieri People v State of South Australia [2003] FCA 187 ; (2003) 127 FCR 364 (\" Dieri People \") at 377-378 [55]-[56] per Mansfield J; McKenzie at 223 [41] per Finn J; Hillig as Administrator of Worimi Local Aboriginal Land Council v Minister for Lands for the State of New South Wales (No 2) [2006] FCA 1115 (\" Hillig \") at [60] per Bennett J; Harrington-Smith (on behalf of the Wongatha People) v Western Australia (No 9) [2007] FCA 31 ; (2007) 238 ALR 1 at 230-232 [1206] - [1217] per Lindgren J; Reid v State of South Australia [2007] FCA 1479 (\" Reid \") at [27] per Finn J; Kite v State of South Australia [2007] FCA 1662 (\" Kite \") at [21]-[22] per Finn J.",
      "id": "s62"
    },
    {
      "text": "The propositions have been applied most commonly in circumstances where it is clear that the claimant group is a sub-group or sub-set or part of a native title claim group.",
      "id": "s63"
    },
    {
      "text": "Cases such as Tilmouth , Landers , Dieri People , McKenzie and Reid are all cases in which it was clear that the claim group was not a native title claim group.",
      "id": "s64"
    },
    {
      "text": "The cases also make it clear that caution needs to be exercised before concluding on a strike-out application that a claim group is a sub-group, sub-set or part of a native title claim group: Colbung v The State of Western Australia [2003] FCA 774 at [23] - [26] per Finn J; McKenzie at 223 [41] per Finn J; Hillig at [60] per Bennett J; Reid at [28] per Finn J; and Kite at [22] per Finn J.",
      "id": "s65"
    },
    {
      "text": "For example, it may be that a sub-group of a community sharing traditional laws and customs alone possesses rights and interests in a particular area and that sub-group may itself constitute a native title claim group: Hillig at [60] per Bennett J (see also the obiter observations of Wilcox J in Bodney v State of Western Australia [2003] FCA 890 at [41] ; Perry M and Lloyd S, Australian Native Title Law (Lawbook Co, 2003) [3.130].",
      "id": "s66"
    },
    {
      "text": "It is clear from the terms of s 61(1) of the NTA that the applicant to a native title determination application must be authorised by all the persons comprising the native title claim group.",
      "id": "s67"
    },
    {
      "text": "Section 251B of the NTA provides for the manner in which such an authorisation is to be given.",
      "id": "s68"
    },
    {
      "text": "It is in the following terms: \n 251B Authorising the making of applications \n\n \n For the purposes of this Act, all the persons in a native title claim group or compensation claim group authorise a person or persons to make a native title determination application or a compensation application, and to deal with matters arising in relation to it, if:\n (a) where there is a process of decision-making that, under the traditional laws and customs of the persons in the native title claim group or compensation claim group, must be complied with in relation to authorising things of that kind---the persons in the native title claim group or compensation claim group authorise the person or persons to make the application and to deal with the matters in accordance with that process; or\n (b) where there is no such process---the persons in the native title claim group or compensation claim group authorise the other person or persons to make the application and to deal with the matters in accordance with a process of decision-making agreed to and adopted, by the persons in the native title claim group or compensation claim group, in relation to authorising the making of the application and dealing with the matters, or in relation to doing things of that kind.",
      "id": "s69"
    },
    {
      "text": "The importance of proper authorisation to the native title determination claim process has been emphasised many times.",
      "id": "s70"
    },
    {
      "text": "For present purposes, it is sufficient to refer to the remarks of French J (as his Honour then was) in Daniel v Western Australia [2002] FCA 1147 ; (2003) 194 ALR 278 at 283 [11] : \n It is of central importance to the conduct of native title determination applications and the exercise of the rights that flow from their registration, that those who purport to bring such applications and to exercise such rights on behalf of a group of asserted native title holders have the authority of that group to do so.",
      "id": "s71"
    },
    {
      "text": "Prior to the 1998 amendments there was no requirement under the Native Title Act that an applicant have such authority.",
      "id": "s72"
    },
    {
      "text": "The absence of that requirement led, in some cases, to conflicting and overlapping claims all carrying with them the statutory right to negotiate in respect of the grant of mineral tenements and the compulsory acquisition by Commonwealth or state governments of native title rights and interests.",
      "id": "s73"
    },
    {
      "text": "Although many aspects of the 1998 amendments were the subject of controversy in the public and parliamentary debates that preceded their enactment, the need for communal authorisation of claims was largely a matter of common ground.",
      "id": "s74"
    },
    {
      "text": "(See also Dieri People at 377 [55] per Mansfield J.",
      "id": "s75"
    },
    {
      "text": ")\n The effect of s 251B of the NTA is that where there is a traditional process of decision-making (that is, the process identified in para (a)) then that process must be complied with.",
      "id": "s76"
    },
    {
      "text": "Where there is no traditional process of decision-making, s 251B(b) comes into play.",
      "id": "s77"
    },
    {
      "text": "Two points about s 251B(b) have been noted in the authorities.",
      "id": "s78"
    },
    {
      "text": "First, the paragraph envisages two steps, namely, the native title claim group agrees to the process whereby a decision authorising a person to make an application is made, and then the making of the decision itself: Wharton on behalf of the Kooma People v State of Queensland [2003] FCA 790 at [42] per Emmett J. Secondly, the paragraph does not include the word \"all\".",
      "id": "s79"
    },
    {
      "text": "There will clearly be cases where it will not be possible to secure the agreement of each and every member of the native title claim group.",
      "id": "s80"
    },
    {
      "text": "For example, members of a native title claim group may include infants, those who are mentally defective and those whose whereabouts are unknown.",
      "id": "s81"
    },
    {
      "text": "In recognition of this practical reality, it has been said that there will be no defect in the authorisation where all members of the native title claim group are given a reasonable opportunity to take part in the decision-making process: Lawson on behalf of the 'Pooncarie' Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2002] FCA 1517 ; Moran v Minister for Land and Water Conservation for the State of New South Wales (2000) 5(2) AILR 61 at 69 [40].",
      "id": "s82"
    },
    {
      "text": "In cases where an applicant claims that he or she was authorised at a meeting of members of a native title claim group, it will often be necessary to consider the notice given of the meeting in order to determine if all members of the claim group were given a reasonable opportunity to participate in the decision-making process.",
      "id": "s83"
    },
    {
      "text": "In the context of an application under s 66B of the NTA, French J in Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760 said (at [45]): \n In relation to the present motions I regret to say that the evidence and the processes adopted were not adequate to meet the conditions necessary for an order under s 66B.",
      "id": "s84"
    },
    {
      "text": "For each of the applications there is a defined native title claim group which is set out earlier in these reasons.",
      "id": "s85"
    },
    {
      "text": "The connection between those who attended the various meetings referred to and the respective native title claim groups was not established either in respect of notification nor, more importantly, in respect of attendance.",
      "id": "s86"
    },
    {
      "text": "The native title claim groups are defined in each case by reference to apical ancestors and biological descendants of those persons and persons adopted by them.",
      "id": "s87"
    },
    {
      "text": "The advertisements and notices did not refer to the relevant native title claim groups except by use of the generic title of the applications in question.",
      "id": "s88"
    },
    {
      "text": "The membership of the native title claim group by those who attended each meeting was not demonstrated.",
      "id": "s89"
    },
    {
      "text": "Rather it was reported as an asserted self-identification.",
      "id": "s90"
    },
    {
      "text": "Mrs Morich made some statements from the bar table doubting the representativeness of those who attended at the Southern Noongar meeting.",
      "id": "s91"
    },
    {
      "text": "Her statements might be right or wrong.",
      "id": "s92"
    },
    {
      "text": "They were not evidence.",
      "id": "s93"
    },
    {
      "text": "But my inability to make any judgment about them illustrates the inadequacy of the evidence as it presently stands for the purposes of a s 66B application.",
      "id": "s94"
    },
    {
      "text": "And even if it be accepted that each of the members who attended each of the meetings was a member of the relevant native title claim group, it is not established that they were in any sense representative of the various components of the native title claim group concerned.",
      "id": "s95"
    },
    {
      "text": "I turn now to apply the relevant legal principles to the facts of this case.",
      "id": "s96"
    },
    {
      "text": "Native title claim group\n A native title claim group consists of all those persons who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed.",
      "id": "s97"
    },
    {
      "text": "The evidence in this case leads me to the conclusion that the Brown Family Group is a sub-group or sub-set of a native title claim group.",
      "id": "s98"
    },
    {
      "text": "The Brown Family Group, as defined in the original application, consisted of 22 persons, some of whom are deceased.",
      "id": "s99"
    },
    {
      "text": "Twelve or thirteen of the persons, including the applicant, are also listed as claimants or antecedents in the AM-Y claim group.",
      "id": "s100"
    },
    {
      "text": "The applicant is the daughter of Ms Jessie Brown, a person who, with her descendants, is named as a member of the AM-Y claim group.",
      "id": "s101"
    },
    {
      "text": "The persons named in the original application as part of the Brown Family Group included Mr Billy Brown, Ms Ida Brown, Ms Nellie Brown and Mr Johnny Wongan.",
      "id": "s102"
    },
    {
      "text": "The Brown Family Group, as defined in the amended application, consists of 22 persons and their descendants, but the four persons previously named have been removed and replaced by Mr Johnny Fatt, Ms Eva Fatt, Ms Beverly Fatt and Mr Ronald Fatt.",
      "id": "s103"
    },
    {
      "text": "In Attachment S in the amended application, the applicant provides an explanation for the changes in the composition of the Brown Family Group.",
      "id": "s104"
    },
    {
      "text": "She states (among other things) that Ms Nellie Brown has been excluded \"as one of her granddaughters, Ms Maureen Williams, was on the AM-Y governing committee and did not want to be part of the Brown Family Group\".",
      "id": "s105"
    },
    {
      "text": "She states that Ms Edna Williams is Ms Nellie Brown's daughter.",
      "id": "s106"
    },
    {
      "text": "She also states that Mr Johnny Fatt, Ms Eva Fatt, Ms Beverly Fatt and Mr Ronald Fatt are children of Ms Nellie Brown and that they have agreed to be members of the Brown Family Group.",
      "id": "s107"
    },
    {
      "text": "The AM-Y native title claim group is defined in the application made by that group as \"those people (now living) who hold in common the body of traditional laws and customs governing the area the subject of the claim\".",
      "id": "s108"
    },
    {
      "text": "Three groupings of persons are alleged to be members of the claim group.",
      "id": "s109"
    },
    {
      "text": "For present purposes, only part of the first group is relevant.",
      "id": "s110"
    },
    {
      "text": "The following sets of siblings, together with all their descendants are members of the native title claim group; \n ...\n 1.6 Hazel Brown, Ricky Brown and Martha Edwards;\n 1.7 Edna Williams, Johnny Fatt, Eva Fatt, Beverly Fatt and Ronald Fatt.",
      "id": "s111"
    },
    {
      "text": "1.8 Kelly Tjutatja Brown, Tommy Brown, Henry Brown, Jessie Brown and Billy Nungki Brown;\n ...\n 1.14 David Brown, Bulla Brown, Annabel Lang, Ida Brown, Lucy Brown and Linda Brown.",
      "id": "s112"
    },
    {
      "text": "The Brown Family Group, as defined in the amended application, includes all of the persons in para 1.7 above, other than Ms Edna Williams, all of the persons in para 1.8 above, other than Mr Billy Nungki Brown, and, all of the persons in para 1.4 (assuming, as appears to be the case, Ms Annabel Brown and Ms Annabel Lang are the same person), other than Ms Ida Brown.",
      "id": "s113"
    },
    {
      "text": "Mr Billy Brown and Ms Ida Brown are part of the Brown Family Group as defined in the original application.",
      "id": "s114"
    },
    {
      "text": "In his affidavit, Mr David Brown states that the applicant's mother is Ms Jessie Brown and that his father is Mr Billy Nungki Brown and that Ms Jessie Brown and Mr Billy Nungki Brown are brother and sister.",
      "id": "s115"
    },
    {
      "text": "He states that all of their descendants are part of the AM-Y claim group.",
      "id": "s116"
    },
    {
      "text": "Mr David Brown is unsure whether he is the David Brown referred to in the definition of the Brown Family Group in the original application and in the amended application.",
      "id": "s117"
    },
    {
      "text": "Mr David Brown states that the descendants of Mr Jack Brown (a person said to form part of the Brown Family Group in both the application and amended application), namely, Ms Hazel Brown, Mr Ricky Brown and Ms Martha Edwards, are part of the AM-Y claim group (see para 1.6 above).",
      "id": "s118"
    },
    {
      "text": "In his affidavit, Mr Bobby Brown states that he is the son of Ms Linda Brown, as is his brother, Sammy.",
      "id": "s119"
    },
    {
      "text": "Ms Linda Brown and her descendants are named as members of the Brown Family Group in both the original application and amended application and they are members of the AM-Y claim group (see para 1.14 above).",
      "id": "s120"
    },
    {
      "text": "In his affidavit, Mr Sandy Brian Buzzacott states that his father is Mr Bulla Brown (also known as Brian Buzzacott).",
      "id": "s121"
    },
    {
      "text": "Mr Bulla Brown and his descendants are named as members of the Brown Family Group in both the original application and amended application and they are members of the AM-Y claim group (see para 1.14 above).",
      "id": "s122"
    },
    {
      "text": "The applicant claims that there was a meeting of the Brown Family Group on 8 November 2008.",
      "id": "s123"
    },
    {
      "text": "The minutes record the applicant advising the meeting that affidavits had been received from Mr Bobby Brown and Mr Sandy Buzzacott, respectively, and that those present at the meeting agreed that Mr Bobby Brown and Mr Sandy Buzzacott should be taken off the claimant list.",
      "id": "s124"
    },
    {
      "text": "The affidavit evidence from the applicant establishes the following: The applicant is dissatisfied with the way in which the AM-Y claim is progressing and, in particular, she is concerned about alleged errors by Ms Jarvis, an anthropologist involved with the claim.",
      "id": "s125"
    },
    {
      "text": "The applicant told Ms Jarvis to \"withdraw the Brown Family Group from the AMY claim\".",
      "id": "s126"
    },
    {
      "text": "The applicant disputes the claim of at least some of the applicants in the AM-Y claim group to a connection to the claim area.",
      "id": "s127"
    },
    {
      "text": "It is unclear whether the applicant disputes that Mr Bobby Brown and his brother, Sammy, are part of the Brown Family Group.",
      "id": "s128"
    },
    {
      "text": "At one point, she seems to accept that they are.",
      "id": "s129"
    },
    {
      "text": "At a later point, she seems to suggest that they have lost their connection with the claim area and, at a later point still, she suggests that they never had any connection with the claim area.",
      "id": "s130"
    },
    {
      "text": "The applicant states that the Brown Family Group know there are other families with native title interests in the area.",
      "id": "s131"
    },
    {
      "text": "The applicant asserts that many members of the AM-Y claim group have lost their \"continuous cultural connection in the Aboriginal law\".",
      "id": "s132"
    },
    {
      "text": "The applicant states that the \"growing claimant list for the AMY claim\"...\"has gone out of control\".",
      "id": "s133"
    },
    {
      "text": "In my opinion, the first respondent has established by reference to the evidence as a whole, that the Brown Family Group is a sub-group of the AM-Y claim group or, at least, of a larger group than the Brown Family Group.",
      "id": "s134"
    },
    {
      "text": "I have reached that conclusion by reference, in particular, to the following matters: Thirteen of the 22 members of the Brown Family Group, as defined in the amended application, are members of the AM-Y claimant group.",
      "id": "s135"
    },
    {
      "text": "Two of the people who were in the group in the original application, but removed in the amended application, are members of the AM-Y group.",
      "id": "s136"
    },
    {
      "text": "The evidence from the applicant suggests that she considers membership of the Brown Family Group depends on whether or not the relevant person agrees to be a member.",
      "id": "s137"
    },
    {
      "text": "The applicant is dissatisfied with the way in which the AM-Y claim is proceeding and asked that the Brown Family Group be withdrawn from \"the AM-Y claim\".",
      "id": "s138"
    },
    {
      "text": "The applicant states that the Brown Family Group know that there are other families with native title interests in the claim area.",
      "id": "s139"
    },
    {
      "text": "In my opinion, the amended application does not comply with s 61 of the NTA.",
      "id": "s140"
    },
    {
      "text": "Authorisation\n As I have said, the original native title determination application was filed on 27 March 2008 and the amended application was filed on 30 June 2008.",
      "id": "s141"
    },
    {
      "text": "In the amended application, the applicant claims that she is authorised to make the application and deal with matters arising in relation to it by virtue of two facts.",
      "id": "s142"
    },
    {
      "text": "First, she claims that she was authorised by the elder men and women of the Anangu Pitjantjatjara-Yankunytjatjara Lands (APY) and that they had stated that the applicant was responsible for the women's dreaming in the claim area and had to speak for her grandfather's country.",
      "id": "s143"
    },
    {
      "text": "This evidence does not establish a valid authorisation.",
      "id": "s144"
    },
    {
      "text": "It is far from clear that the statement by the elder men and women constitutes an authorisation to make the native title determination application and deal with matters arising in relation to it.",
      "id": "s145"
    },
    {
      "text": "Furthermore, even if it does, it is not established that the elder men and women had the power to grant the relevant authorisation.",
      "id": "s146"
    },
    {
      "text": "There is no evidence of a traditional decision-making process conferring power on elder men and women to confer the relevant authority.",
      "id": "s147"
    },
    {
      "text": "Secondly, the applicant asserts that she was authorised by a meeting of the Brown Family Group on 30 May 2008.",
      "id": "s148"
    },
    {
      "text": "That was after the original application had been filed and before the amended application was filed.",
      "id": "s149"
    },
    {
      "text": "There are a number of reasons why it must be concluded that the events at the meeting held on 30 May 2008 did not give rise to a valid and effective authorisation.",
      "id": "s150"
    },
    {
      "text": "First, none of Messrs David Brown, Bobby and Sammy Brown and Sandy Brian Buzzacott were given notice of the meeting and none of them authorise the applicant to make the application or deal with matters arising in relation to it.",
      "id": "s151"
    },
    {
      "text": "They, or at least some of them, appear to be part of the Brown Family Group and the failure to give them notice of the meeting is fatal to the applicant's claim that she has been authorised to make the application and deal with matters arising in relation to it.",
      "id": "s152"
    },
    {
      "text": "Even if she could overcome these difficulties, she faces other obstacles in the way of establishing a valid authorisation.",
      "id": "s153"
    },
    {
      "text": "There is no evidence that any advertisement or notice was given in respect of the meeting held on 30 May 2008.",
      "id": "s154"
    },
    {
      "text": "Furthermore, as in Bolton , the connection between those who attended the meeting referred to and the native title claim group is not established in respect of attendance.",
      "id": "s155"
    },
    {
      "text": "The applicant called another meeting of the Brown Family Group on 8 November 2008.",
      "id": "s156"
    },
    {
      "text": "That meeting was advertised in the \"Coober Pedy Regional Times\".",
      "id": "s157"
    },
    {
      "text": "The advertisement was in the following terms: GENERAL MEETING \n BROWN FAMILY GROUP \n GENERAL MEETING \n Will be held on Saturday.",
      "id": "s158"
    },
    {
      "text": "November\n 8, 2008\n 2pm at Lot 60 Chadwick Street\n COOBER PEDY\n For more information phone \n 86725196 \n\n In my opinion, this advertisement was deficient in terms of giving all members of the Brown Family Group notice of the meeting because it did not sufficiently identify the alleged native title claim group such that a person reading the advertisement could determine if he or she was, or may be, a member of the Brown Family Group.",
      "id": "s159"
    },
    {
      "text": "The applicant said that in addition to the advertisement, she sent out 50 letters to \"Bfg claimants members\" of the intention to hold a general meeting on 8 November 2008.",
      "id": "s160"
    },
    {
      "text": "However, the identities of the addressees were not established, and copies of the letters were not put before the Court.",
      "id": "s161"
    },
    {
      "text": "The meeting held on 8 November 2008 did not result in a valid authorisation for the same reasons the meeting held on 30 May 2008 did not result in a valid authorisation.",
      "id": "s162"
    },
    {
      "text": "The applicant has not established that she was authorised by all the persons in the Brown Family Group, even assuming for the purposes of argument, that it was a native title claim group.",
      "id": "s163"
    },
    {
      "text": "Conclusion\n The native title determination application (SAD 36 of 2008) must be struck out under s 84C of the Native Title Act 1993 (Cth).",
      "id": "s164"
    },
    {
      "text": "I will hear the parties as to any other orders.",
      "id": "s165"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s166"
    },
    {
      "text": "Associate: \n \n \nDated: 12 March 2009\n \n The Applicant appeared in person \n \n Counsel for the First Respondent: Mr A Jantke with Mr P Tonkin \n \n Solicitor for the First Respondent: Crown Solicitor's Office \n \n Counsel for the Second Respondent: Mr T Wooley \n \n Solicitor for the Second Respondent: South Australian Native Title Services \n \n Date of Hearing: 1 December 2008 \n \n Date of Judgment: 12 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/206.html",
      "id": "s167"
    }
  ]
}