{
  "name": "Alfred v Wakelin (No 3) [2009] FCA 224 (13 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/224.html",
  "catchphrases": [
    {
      "text": "notice of motion",
      "id": "c0"
    },
    {
      "text": "application to vary and set aside judgment and orders",
      "id": "c1"
    },
    {
      "text": "whether any misapprehension of the facts",
      "id": "c2"
    },
    {
      "text": "costs order",
      "id": "c3"
    },
    {
      "text": "whether failure to withdraw notice of motion was an unreasonable omission",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    },
    {
      "text": "industrial law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "By notice of motion filed on 18 February 2009 the sixth and seventh respondents (the national body and New South Wales branch of the Australian Workers' Union, referred to below as the AWU) seek orders varying and, in part, setting aside the orders I made on 17 October 2008 and the reasons for decision published on the same date ( Alfred v Wakelin (No 2) [2008] FCA 1543).",
      "id": "s0"
    },
    {
      "text": "It is necessary to record certain background information in order to understand the basis for the AWU's notice of motion.",
      "id": "s1"
    },
    {
      "text": "On 17 October 2008 I found that the AWU, through the actions of its delegate Joseph O'Connor (the fifth respondent), contravened s 38 of the Building and Construction Industry Improvement Act 2005 (Cth) (the BCII Act), s 170MN of the Workplace Relations Act 1996 (Cth) and the John Holland Engineering Pty Ltd New South Wales SMP Certified Agreement 2005 on two occasions, being between 15 and 18 October 2005 and 10 and 11 November 2005.",
      "id": "s2"
    },
    {
      "text": "I made consequential declarations and adjourned the issue of penalty for further directions and hearing.",
      "id": "s3"
    },
    {
      "text": "Specifically, I found in my reasons for decision (at [55](6)] that: \n As to the stoppage on 10 November 2005, Mr O'Connor stood at the front of the meeting with other delegates.",
      "id": "s4"
    },
    {
      "text": "He was shouting and yelling (along with other delegates) and kicking dirt around after Mr Bryce's intervention.",
      "id": "s5"
    },
    {
      "text": "He called for the employees to get back on the buses.",
      "id": "s6"
    },
    {
      "text": "He thereby encouraged and incited other employees to stop work.",
      "id": "s7"
    },
    {
      "text": "On both occasions he, as AWU delegate and on his own behalf, voted in favour of the strikes.",
      "id": "s8"
    },
    {
      "text": "This finding was made in the following context: (1) In the amended statement of claim dated 10 June 2008 the applicant alleged that, amongst others, Mr O'Connor had engaged in certain conduct at the Lake Cowal gold mine on 10 November 2005 (at [68(c)], [69] --- [72] and [78] --- [82]).",
      "id": "s9"
    },
    {
      "text": "(2) In its amended defence dated 8 July 2008 the AWU pleaded various denials in response on the basis of the premise that Mr O'Connor had been at the Lake Cowal gold mine on 10 November 2005.",
      "id": "s10"
    },
    {
      "text": "(3) Mr O'Connor never entered an appearance and did not give evidence during the hearing.",
      "id": "s11"
    },
    {
      "text": "(4) During the hearing on 15 to 17 September 2008 the applicant called evidence from Mr Rosenblatt and Mr Smits about Mr O'Connor's actions at the Lake Cowal gold mine on 10 November 2005.",
      "id": "s12"
    },
    {
      "text": "The AWU called evidence from Mr Tocchet about Mr O'Connor's actions at the mine on 10 November 2005.",
      "id": "s13"
    },
    {
      "text": "These witnesses each recalled seeing Mr O'Connor at the mine on 10 November 2005 and during a meeting of employees on that day.",
      "id": "s14"
    },
    {
      "text": "The only differences in their evidence concerned Mr O'Connor's conduct during the meeting.",
      "id": "s15"
    },
    {
      "text": "These witnesses were cross-examined about where Mr O'Connor had stood during the meeting, whether he said anything during the meeting (and, if so, what he said), whether he spoke to other employees during the meeting, and whether he appeared agitated and kicked dirt around.",
      "id": "s16"
    },
    {
      "text": "(5) In its final submissions the AWU said that the evidence showed its members and delegate (that is, Mr O'Connor) \"got caught up in the dispute\" on 10 November 2005, but their actions were not such as to make the AWU liable for the industrial action.",
      "id": "s17"
    },
    {
      "text": "Further, that Mr Tocchet's evidence about Mr O'Connor being present at, but quiet during, the meeting on 10 November 2005 would be preferred to that of Mr Smits and Mr Rosenblatt.",
      "id": "s18"
    },
    {
      "text": "(6) On the basis of the pleadings, evidence and submissions I identified the three issues in the case (at [5]) as: \n First, what action did Mr O'Connor take with respect to the industrial action?",
      "id": "s19"
    },
    {
      "text": "Secondly, in what capacity did Mr O'Connor take that action?",
      "id": "s20"
    },
    {
      "text": "Thirdly, were Mr O'Connor's actions within the scope of his authority as a job representative or delegate of the AWU?",
      "id": "s21"
    },
    {
      "text": "(7) I preferred the evidence of Mr Smits and Mr Rosenblatt to that of Mr Tocchet (at [54] and [55(6)]).",
      "id": "s22"
    },
    {
      "text": "I thus made the finding recorded in [3] above.",
      "id": "s23"
    },
    {
      "text": "One of the exhibits to the affidavit of Mr Smits (read as evidence in the hearing) was a bundle of \"Pre-Start Forms\" for 10 November 2005 (annexure RCS --- 13).",
      "id": "s24"
    },
    {
      "text": "That annexure lists Mr O'Connor as \"R &amp; R\" (that is, on rest and recreation leave) on 10 November 2005.",
      "id": "s25"
    },
    {
      "text": "Discovery of that document apparently prompted the AWU's notice of motion on the basis that: The applicant submitted that the AWU's motion was hopeless and without merit.",
      "id": "s26"
    },
    {
      "text": "There was no misapprehension of the facts as is required for Order 35 r 7(1) to be engaged ( Qantas Airways v Cameron (No 2) (1996) 68 FCR 367 at 368 per Davies J and per Lindgren J; Autodesk Inc v Dyason (No 2) [1993] HCA 6 ; (1992) 176 CLR 300 at 302 per Mason CJ).",
      "id": "s27"
    },
    {
      "text": "The parties conducted the entire case on the basis that Mr O'Connor was present at the mine on 10 November 2005.",
      "id": "s28"
    },
    {
      "text": "The AWU admitted that fact, called evidence from Mr Tocchet confirming that fact, and made submissions on the basis of that fact.",
      "id": "s29"
    },
    {
      "text": "Had the fact been in dispute the applicant would have called evidence from Mr Smits stating that the records system was not fool-proof and three other witnesses identifying Mr O'Connor as present on 10 November 2005.",
      "id": "s30"
    },
    {
      "text": "All of this evidence had been filed and served.",
      "id": "s31"
    },
    {
      "text": "It was not tendered because there was no dispute about Mr O'Connor being present on that day.",
      "id": "s32"
    },
    {
      "text": "The applicant would be prejudiced by not having called this evidence.",
      "id": "s33"
    },
    {
      "text": "Further, it was remarkable that the AWU had not sought leave to withdraw its admissions and had not called any evidence from Mr Tocchet or Mr O'Connor in support of the motion or, indeed, any evidence explaining why the so-called \"true facts\" were not ascertained before the hearing.",
      "id": "s34"
    },
    {
      "text": "The documents were inconclusive.",
      "id": "s35"
    },
    {
      "text": "They showed that Mr O'Connor was on leave without pay.",
      "id": "s36"
    },
    {
      "text": "They did not conclusively demonstrate that, contrary to the sworn testimony of three people (including the AWU's own witness), Mr O'Connor was not present during the meeting.",
      "id": "s37"
    },
    {
      "text": "As the AWU's delegate, Mr O'Connor had every reason to be at the mine site and, as he was not working, no reason to sign the \"Pre-Start Form\".",
      "id": "s38"
    },
    {
      "text": "Order 35 r 7(1) was not intended to permit the reconstruction of an entire case.",
      "id": "s39"
    },
    {
      "text": "I accept that I have jurisdiction to set aside or vary my judgment and orders (whether pursuant to Order 35 r 7(1) or inherent jurisdiction).",
      "id": "s40"
    },
    {
      "text": "However, this is not a case in which such action should be taken.",
      "id": "s41"
    },
    {
      "text": "The AWU's motion and submissions assumed that the \"Pre-Start Form\" for 10 November 2005 conclusively established that Mr O'Connor was not at the mine (and thus not present during the meeting) on 10 November 2005.",
      "id": "s42"
    },
    {
      "text": "It does not, and nor does the document showing that Mr O'Connor was on leave without pay on that day.",
      "id": "s43"
    },
    {
      "text": "The documents prove that Mr O'Connor was on leave from work on 10 November 2005 and did not sign in for work on that day.",
      "id": "s44"
    },
    {
      "text": "However, three witnesses (including Mr Tocchet, called by the AWU) placed Mr O'Connor at the meeting on that date.",
      "id": "s45"
    },
    {
      "text": "Those witnesses were cross-examined in detail about Mr O'Connor's precise actions during the meeting.",
      "id": "s46"
    },
    {
      "text": "They gave inconsistent evidence about his actions but consistent evidence about his presence.",
      "id": "s47"
    },
    {
      "text": "In these circumstances the submission that, by considering the documents, I would find that I was under a misapprehension as to the true facts is misconceived.",
      "id": "s48"
    },
    {
      "text": "The potential unreliability of human memory (which I accept), given the nature of the documents and the (limited) facts they are capable of proving, does not establish the AWU's case on the motion.",
      "id": "s49"
    },
    {
      "text": "I found that Mr O'Connor was present on, and took certain actions at, the meeting on 10 November 2005.",
      "id": "s50"
    },
    {
      "text": "That finding was based on a correct understanding of the pleadings, the evidence on which the parties relied, and the submissions they made.",
      "id": "s51"
    },
    {
      "text": "The documents do not conclusively demonstrate that the independent recollection of each of the three witnesses was wrong and thus do not indicate any misapprehension.",
      "id": "s52"
    },
    {
      "text": "As the applicant said, the highest the AWU's motion rises is it that the AWU now points to some potentially inconsistent evidence that the AWU might have chosen to make use of during the hearing (but for its inconsistency with Mr Tocchet's evidence) in circumstances where there is no explanation about: - (i) why the admissions were made, (ii) what attempts were made to contact Mr O'Connor to obtain instructions (because, although he has never appeared, it is apparent from an affidavit of service of Mr Jeff Robinson that Mr O'Connor is contactable), (iii) whether Mr Tocchet agrees that his evidence was wrong and why (leaving aside the evidence of Mr Smits and Mr Rosenblatt), or (iv) why the potentially inconsistent evidence was not identified as such during the hearing.",
      "id": "s53"
    },
    {
      "text": "In these circumstances it would be contrary to the interests of justice to make the orders sought.",
      "id": "s54"
    },
    {
      "text": "The AWU's motion must be dismissed.",
      "id": "s55"
    },
    {
      "text": "The applicant sought an order for indemnity costs on the basis that: - (i) there is no restriction on costs orders under the BCII Act, (ii) s 824 of the current Workplace Relations Act governs the issue of costs, (iii) a notice of motion is a proceeding ( Commonwealth of Australia v Construction, Forestry, Mining and Energy Union (2003) 129 FCR 271 ; [2003] FCAFC 115 at [8] ), (iv) the applicant's solicitors wrote to the AWU on 6 March 2009 inviting withdrawal of the motion with no costs order to be made and, in doing so, gave detailed reasons why the motion was misconceived, and (v) the AWU's failure to withdraw the motion in response to this offer was an unreasonable omission within the meaning of s 824(2) of the Workplace Relations Act .",
      "id": "s56"
    },
    {
      "text": "The AWU agreed that s 824 governed the issue of costs.",
      "id": "s57"
    },
    {
      "text": "However, the AWU submitted that s 824(1) was not engaged as the motion was not futile or unworthy of consideration.",
      "id": "s58"
    },
    {
      "text": "As to s 824(2) (on which the applicant relied), the applicant's submissions were inconsistent with Construction, Forestry, Mining &amp; Energy Union v Australian Industrial Relations Commission (No 2) (2007) 166 IR 23 ; [2007] FCAFC 145 at [13] to [17].",
      "id": "s59"
    },
    {
      "text": "The Full Court of the Federal Court, in that matter, confirmed that: - (i) a proceeding is not commenced unreasonably merely because the argument is unsuccessful, (ii) there is a distinction between an unsuccessful argument and one \"so misconceived that it can be characterised as unreasonable or vexatious\" (citing Paras v Public Service Body Head of the Department of Infrastructure (No 3) (2006) 152 FCR 534 ; [2006] FCA 745 at [22] ), and (iii) the general rule in industrial matters is \"that parties will usually be freed from the traditional risk of an order for costs following the event\" (citing Hatchett v Bowater Tutt Industries Pty Ltd (No 2) [1991] FCA 188 ; (1991) 28 FCR 324 at 326).",
      "id": "s60"
    },
    {
      "text": "The applicant's letter did not deal with the AWU's arguments on the motion, including the contemporaneous evidence and the failure of both parties to draw that evidence to the Court's attention.",
      "id": "s61"
    },
    {
      "text": "The motion was not \"incompetent or unsupportable\" ( Construction, Forestry, Mining &amp; Energy Union v Clarke (2008) 170 FCR 574 ; [2008] FCAFC 143 at [29] ).",
      "id": "s62"
    },
    {
      "text": "The AWU's motion was not incompetent.",
      "id": "s63"
    },
    {
      "text": "The question is whether it was supportable.",
      "id": "s64"
    },
    {
      "text": "In this regard, I am satisfied the motion was misconceived (for the reasons given above), but was it \"so misconceived\" that the failure to withdraw the motion in the face of the letter from the applicant's solicitors was an unreasonable omission?",
      "id": "s65"
    },
    {
      "text": "I consider that the circumstances approach, but fall short of, the requirement for unreasonableness.",
      "id": "s66"
    },
    {
      "text": "Accordingly, s 824 precludes the making of a costs order.",
      "id": "s67"
    },
    {
      "text": "The costs associated with the BCII Act are incapable of separation and thus each party should bear its own costs of the motion.",
      "id": "s68"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s69"
    },
    {
      "text": "Associate:\n \n \nDated: 13 March 2009\n \n Counsel for the Applicant: Mr R M Goot SC and Mr M S White \n \n Counsel for the Sixth and Seventh Respondents: Mr R R Tripodi \n \n Solicitor for the Applicant: Minter Ellison Lawyers \n \n Solicitor for the Sixth and Seventh Respondents: Maurice Blackburn Pty Limited \n Date of Hearing: 12 March 2009 \n \n Date of Judgment: 13 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/224.html",
      "id": "s70"
    }
  ]
}