{
  "name": "BRGAE of 2006 v Minister for Immigration and Citizenship [2009] FCA 306 (1 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/306.html",
  "catchphrases": [
    {
      "text": "migration act 1958 (cth) s 65",
      "id": "c0"
    },
    {
      "text": "protection (class xa) visa application",
      "id": "c1"
    },
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c2"
    },
    {
      "text": "whether jurisdictional error in decision of refugee review tribunal",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a decision of Wilson FM in which his Honour dismissed an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed an earlier decision of a delegate of the Minister to refuse to grant Protection (Class XA) visas to the appellants under s 65 Migration Act 1958 (Cth) (\"the Act\").",
      "id": "s1"
    },
    {
      "text": "Background\n The appellants are a husband and wife, and are citizens of India.",
      "id": "s2"
    },
    {
      "text": "They arrived in Australia on 26 March 2002 and applied to the Department of Immigration and Multicultural Affairs for Protection (Class XA) visas on 24 April 2002.",
      "id": "s3"
    },
    {
      "text": "The appellants contend that they are refugees who fear persecution in India because of their support of and membership of the All India Sikh Students Federation (\"the AISSF\").",
      "id": "s4"
    },
    {
      "text": "The visa application of the appellant wife is substantially dependent on the appellant husband's claim, in that although the appellant wife also claims membership of the AISSF she primarily relies on her husband's fear of persecution as supporting her claim to refugee status.",
      "id": "s5"
    },
    {
      "text": "The appellant husband's claims to refugee status are based primarily on the following assertions: The appellant wife's claims to refugee status are also based on the following assertions: On 22 August 2002 a delegate of the Minister refused to grant protection visas to the appellants.",
      "id": "s6"
    },
    {
      "text": "The appellants sought review of the delegate's decision and the Tribunal affirmed the decision of the delegate on 12 January 2004.",
      "id": "s7"
    },
    {
      "text": "The appellants then sought review of the Tribunal's decision by the Federal Court and on 1 May 2006 the Court set aside the decision and remitted the matter to a differently-constituted Tribunal to be determined according to law.",
      "id": "s8"
    },
    {
      "text": "The decision before Wilson FM is the decision of the differently-constituted Tribunal in relation to these appellants.",
      "id": "s9"
    },
    {
      "text": "Proceedings before the Tribunal\n In summary, the Tribunal made the following findings: The Tribunal found that the appellant husband's claimed activities for the AISSF were at a level of very general support and were limited in nature.",
      "id": "s10"
    },
    {
      "text": "Although the appellant husband claimed to have had telephone contact with the AISSF during the time that he had been in Australia, he had not been politically active, nor had he supported the AISSF financially or in any other way.",
      "id": "s11"
    },
    {
      "text": "The Tribunal accepted that the appellant husband had been a member of the AISSF since 1984 or 1985.",
      "id": "s12"
    },
    {
      "text": "The Tribunal accepted that the appellant husband had been arrested and abused on a number of occasions by the Punjab police in the late 1980's and mid 1990's, and that he was again beaten and tortured for 3 days in November 2001 and subsequently hospitalised.",
      "id": "s13"
    },
    {
      "text": "The Tribunal noted the delay of several months between the release of the appellant husband from hospital and the departure of the appellants from India.",
      "id": "s14"
    },
    {
      "text": "The Tribunal was satisfied that, if the appellants had held a well-founded fear of serious harm amounting to persecution due to the appellant husband's involvement in the AISSF and his previous treatment by the police, they would have left India even if this involved leaving by a land border.",
      "id": "s15"
    },
    {
      "text": "The Tribunal noted that appellants did not even try to leave until March 2002, by which time they were apparently able to get visas and tickets to come to Australia.",
      "id": "s16"
    },
    {
      "text": "The Tribunal accepted that the appellant husband had an arrest warrant issued against him on 14 February 2003 but found that the documents provided by the appellant husband did not satisfy the Tribunal that the warrant was for false charges or otherwise Convention related.",
      "id": "s17"
    },
    {
      "text": "This finding was in part because the appellant had had only limited political involvement and profile with the AISSF.",
      "id": "s18"
    },
    {
      "text": "The Tribunal did not have any recent country information indicating that Sikhs were being persecuted in India or were experiencing any Convention-related problems.",
      "id": "s19"
    },
    {
      "text": "The Tribunal noted the more recent claims of the appellants that, inter alia , they wanted to educate their children in Australia and that their children had no future in India.",
      "id": "s20"
    },
    {
      "text": "The Tribunal was satisfied that these were essentially humanitarian claims and not Convention related.",
      "id": "s21"
    },
    {
      "text": "The Tribunal was not satisfied that there was a real chance the appellants would experience serious harm amounting to persecution for a Convention reason if they returned to India, either now or in the foreseeable future.",
      "id": "s22"
    },
    {
      "text": "In light of these findings the Tribunal affirmed the decision of the delegate.",
      "id": "s23"
    },
    {
      "text": "The appellants sought judicial review of the decision of the Tribunal in the Federal Magistrates Court.",
      "id": "s24"
    },
    {
      "text": "Decision of the Federal Magistrate\n The appellants pursued the following six grounds of review before the Federal Magistrate: In relation to these grounds of review his Honour found in summary as follows: In light of these findings his Honour found that no jurisdictional error could be identified and the application for judicial review was dismissed.",
      "id": "s25"
    },
    {
      "text": "Appeal to this Court\n By Notice of Appeal filed 12 March 2008 the appellants appealed from the whole of the judgment of the Federal Magistrates Court on the following three grounds: The Federal Magistrate erred by not finding that the Refugee Review Tribunal made jurisdictional error affecting the decision which is subject to this application in that it failed to consider effective state protection in India in respect of the Applicant's (sic) social class.",
      "id": "s26"
    },
    {
      "text": "The Federal Magistrate erred by not finding that the Refugee Review Tribunal made jurisdictional error as it relied on the delegates adverse information without giving the applicants opportunity to comment upon the information given to the delegate and adversely used against the applicants pursuant to section 424A of the Migration Act .",
      "id": "s27"
    },
    {
      "text": "Federal Magistrate erred by not finding that the Refugee Review Tribunal made jurisdictional error as it misapprehended the law/erred in law in stating that there ought to have been a convention reason in particular circumstances in which the applicant suffered harm instead of directing its enquires (sic) as effective state protection.",
      "id": "s28"
    },
    {
      "text": "The appellants sought the following orders: That the judgement of Federal Magistrate Wilson handed down on 22 February 2008 be set aside and the matter remitted to the Refugee Review Tribunal differently constituted to be dealt with according to law.",
      "id": "s29"
    },
    {
      "text": "An order that the Respondent pay the Appellant's costs of the proceedings.",
      "id": "s30"
    },
    {
      "text": "Court make a declaration that the decision of the Federal Magistrate and the Tribunal was invalid and of no effect.",
      "id": "s31"
    },
    {
      "text": "Such other orders as the Court deems fit.",
      "id": "s32"
    },
    {
      "text": "The three grounds of appeal raised by the appellants reflect, respectively, Grounds 4, 2 and 3 of review before his Honour.",
      "id": "s33"
    },
    {
      "text": "At the hearing before me the appellants were self-represented, however they filed written submissions and made oral submissions.",
      "id": "s34"
    },
    {
      "text": "The Minister was represented by Ms Kidson of Counsel, and written submissions were filed on the Minister's behalf.",
      "id": "s35"
    },
    {
      "text": "Consideration\n In my view the decision of the Federal Magistrate discloses no appealable error.",
      "id": "s36"
    },
    {
      "text": "I form this view for the following reasons.",
      "id": "s37"
    },
    {
      "text": "First, in relation to the first ground of appeal, his Honour dealt comprehensively with the issue of whether the appellants were members of a particular social group (or had indeed raised this issue before the Tribunal) in his judgment at [36]-[52].",
      "id": "s38"
    },
    {
      "text": "In particular, his Honour observed that: I see no fault in his Honour's reasoning.",
      "id": "s39"
    },
    {
      "text": "I also note that whether or not a person is a member of a particular social group is immaterial unless the person claims to be at risk of persecution by reason of their membership of that group (cf s 91S of the Act).",
      "id": "s40"
    },
    {
      "text": "While the appellants have referred to issues such as poverty and lack of education, I accept the submission of the Minister that these characteristics were put forward by the appellants at the Tribunal hearing as the harm they feared rather than the reason for being at risk of harm.",
      "id": "s41"
    },
    {
      "text": "Second, in relation to the second ground of appeal the appellants provide particulars in the same form as before the Federal Magistrate, namely as follows: \n Although some matters were raised, the Applicants submit that they were not given any opportunity to comment on many matters in the material before the delegate and before the first Tribunal at the hearing or any time thereafter by the second Tribunal; that is the decision subject for view.",
      "id": "s42"
    },
    {
      "text": "In particular, the employment of the applicants in particular the first applicant is critical to the decision.",
      "id": "s43"
    },
    {
      "text": "The information is used to impeach the credit (see page 8 of the decision) where the member talks of \"contradictions\" at page 8.3.",
      "id": "s44"
    },
    {
      "text": "The Applicants submit that the Tribunal breached section 424 of the Act.",
      "id": "s45"
    },
    {
      "text": "Section 424A(1) of the Act provides: \n Subject to subsection (3), the Tribunal must: \n\n \n(a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and\n \n \n(b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and\n \n \n(c) invite the applicant to comment on it.",
      "id": "s46"
    },
    {
      "text": "In this case his Honour found that the passage in the Tribunal's reasons referred to by the appellants in the particulars: Further, his Honour noted that the Tribunal in these proceedings said in its decision that it accepted the appellant husband's claims.",
      "id": "s47"
    },
    {
      "text": "The Tribunal did not, contrary to the submission of the appellants, use the \"inconsistency\" referred to to impeach the credit of the appellant husband.",
      "id": "s48"
    },
    {
      "text": "I see no fault in his Honour's reasoning in relation to this ground of appeal.",
      "id": "s49"
    },
    {
      "text": "There is no demonstrable error in his Honour's findings with respect to the findings of the Tribunal and the Tribunal's view of any alleged discrepancy in the appellant husband's evidence.",
      "id": "s50"
    },
    {
      "text": "Indeed, it is clear from the Tribunal decision that the Tribunal accepted most of the appellants' evidence --- the Tribunal was simply not satisfied that the appellants had demonstrated a well-founded fear of persecution for a Convention reason.",
      "id": "s51"
    },
    {
      "text": "Finally, in relation to the third ground of appeal, I note that his Honour disposed of a similar contention in that Court by finding that the issue the Tribunal was required to address was whether the appellants were persons to whom protection obligations were owed.",
      "id": "s52"
    },
    {
      "text": "I see no fault in his Honour's reasoning.",
      "id": "s53"
    },
    {
      "text": "The question for the Tribunal in assessing entitlement to a protection visa is whether the applicant is a person to whom protection obligations are owed within the meaning of the within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s54"
    },
    {
      "text": "Article 1A(2) of the Convention defines a \"refugee\" as a person who: \n owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence, is unable to, or owing to such fear, is unwilling to return to it.",
      "id": "s55"
    },
    {
      "text": "In this case the Tribunal found that the appellants did not have a well-founded fear of persecution.",
      "id": "s56"
    },
    {
      "text": "Once that finding is made, the appellants are not \"refugees\".",
      "id": "s57"
    },
    {
      "text": "Conclusion\n The Tribunal accepted that the appellant husband had been beaten and tortured in India, and that there was an outstanding arrest warrant for him.",
      "id": "s58"
    },
    {
      "text": "However the Tribunal found that, notwithstanding this evidence, the appellants did not have a well-founded fear of persecution as contemplated by the Refugees Convention and the Act.",
      "id": "s59"
    },
    {
      "text": "The Tribunal noted that considerable time had passed since the original protection visa application was lodged, and that no country information had been submitted by the appellants or identified by the Tribunal indicating that Sikhs or persons of the appellants' religion were being persecuted in India or were more recently experiencing Convention related difficulties.",
      "id": "s60"
    },
    {
      "text": "The findings of the Tribunal were available on the material before it, and I identify no jurisdictional error affecting the Tribunal decision, and no error in the decision of the learned Federal Magistrate.",
      "id": "s61"
    },
    {
      "text": "The appropriate order is that the appeal be dismissed with costs.",
      "id": "s62"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s63"
    },
    {
      "text": "Associate:\nDated: 1 April 2009\n \n Counsel for the Appellants: The First and Second Appellants appeared in person \n \n Counsel for the First and Second Respondents: Ms N Kidson \n \n Solicitor for the First and Second Respondents: Clayton Utz \n Date of Hearing: 14 August 2008 \n \n Date of Judgment: 1 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/306.html",
      "id": "s64"
    }
  ]
}