{
  "name": "Deputy Commissioner of Taxation v Lynari Pty Ltd ACN 106 071 952 [2009] FCA 323 (27 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/323.html",
  "catchphrases": [
    {
      "text": "consideration of an application for orders for the release of a liquidator and deregistration of the company",
      "id": "c0"
    },
    {
      "text": "corporations law",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "This is an application filed on 9 February 2009 made under sections 480 and 542 of the Corporations Act 2001 (Cth) (\"the Corporations Act \") for orders for the release of a liquidator of Lynari Pty Ltd, the deregistration of the company and the destruction of the books of the company.",
      "id": "s0"
    },
    {
      "text": "The application is supported primarily by an affidavit sworn 9 February 2009 by Mr Nick Jim Combis who was appointed liquidator of the company on 20 March 2008 pursuant to an order of the court winding up the company in insolvency.",
      "id": "s1"
    },
    {
      "text": "In support of the application for the orders reflected in the application today, Mr Combis has filed an affidavit in which he deposes to the administration of the company and all relevant events which support satisfaction of the requirements of the legislation.",
      "id": "s2"
    },
    {
      "text": "In particular, Mr Combis notes the payments made; that no committee of inspection was appointed; and that ASIC has not appointed an auditor to report on the accounts or statement of position in the winding up.",
      "id": "s3"
    },
    {
      "text": "In addition, Mr Combis notes that on 12 January 2009 he submitted a report to ASIC pursuant to section 533 of the Corporations Act and, in all other respects, the administration has been completed.",
      "id": "s4"
    },
    {
      "text": "A further affidavit is filed in support of the application, and I give leave to read and file the affidavit of Nick Jim Combis sworn 27 March 2009.",
      "id": "s5"
    },
    {
      "text": "In that affidavit, Mr Combis deposes to having served the application and supporting materials upon the Deputy Commissioner of Taxation and other interested persons.",
      "id": "s6"
    },
    {
      "text": "The material demonstrates that the requirements of rule 7.5(2)(a) of the Corporations Rules have been met and a statement setting out the terms of section 481 subsection (3) of the Corporations Act is incorporated within the application.",
      "id": "s7"
    },
    {
      "text": "I am satisfied that the orders ought to be made and, accordingly, I make orders in terms of paragraphs 1 and 2 of the application filed on 9 February 2009.",
      "id": "s8"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s9"
    },
    {
      "text": "Associate:\n \n \nDated: 27 March 2009\n \n Counsel for the Applicant: Applicant appeared by its solicitor \n \n Solicitor for the Applicant: Dibbs Barker \n \n Counsel for the Respondent: No respondents appeared \n \n Solicitor for the Respondent: No respondents appeared \n Date of Hearing: 27 March 2009 \n \n Date of Judgment: 27 March 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/323.html",
      "id": "s10"
    }
  ]
}