{
  "name": "Wyeth v Secretary, Department of Health and Ageing [2009] FCA 313 (2 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/313.html",
  "catchphrases": [
    {
      "text": "preliminary discovery",
      "id": "c0"
    },
    {
      "text": "o 15a r 3 of federal court rules",
      "id": "c1"
    },
    {
      "text": "application for identity discovery",
      "id": "c2"
    },
    {
      "text": "reasonable inquiries made",
      "id": "c3"
    },
    {
      "text": "\"proceeding\" to which o 15a r 3 refers is a proceeding for final relief",
      "id": "c4"
    },
    {
      "text": "applicant's prospects of success",
      "id": "c5"
    },
    {
      "text": "applicant's case amounted to a \"working hypothesis\" but only gave rise to a possibility of success at final hearing",
      "id": "c6"
    },
    {
      "text": "whether in interests of justice to make order",
      "id": "c7"
    },
    {
      "text": "whether applicant would be exposed to irreparable harm if no interlocutory injunctive relief granted due to operation of price reduction provisions in national health act 1953 (cth)",
      "id": "c8"
    },
    {
      "text": "applicant would gain access to the information the subject of the application within six weeks of hearing regardless of outcome",
      "id": "c9"
    },
    {
      "text": "commercial inconveniences and possible difficulties in restoring applicant to status quo if order not made would arise in any event",
      "id": "c10"
    },
    {
      "text": "application dismissed.",
      "id": "c11"
    },
    {
      "text": "practice and procedure",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION AND BACKGROUND \n Wyeth is a pharmaceutical company incorporated in Delaware, USA.",
      "id": "s0"
    },
    {
      "text": "Until recently, it held a patent for the compound venlafaxine hydrochloride, which is the active ingredient in an anti-depressant medicine marketed under the name Efexor-XR.",
      "id": "s1"
    },
    {
      "text": "Although the compound patent has expired, Wyeth continues to hold a method patent for venlafaxine in relation to the blood plasma concentration of that ingredient in the period of about 4 to 8 hours after administration of the drug.",
      "id": "s2"
    },
    {
      "text": "Until early March this year, Efexor-XR was the only brand of venlafaxine registered by the Australian Register of Therapeutic Goods (\"ARTG\").",
      "id": "s3"
    },
    {
      "text": "However, towards the end of last year, Wyeth apparently suspected that other companies had applied to the ARTG to register medicines containing venlafaxine.",
      "id": "s4"
    },
    {
      "text": "Wyeth therefore requested the Department of Health and Ageing (\"the Department\") to provide it with information under the Freedom of Information Act 1982 (Cth) (the \" FOI Act \") in relation to those applications.",
      "id": "s5"
    },
    {
      "text": "Wyeth's request under the FOI Act was denied in December 2008 but the information supplied in answer to the request suggested that five applications to the ARTG were made to register medicines containing venlafaxine.",
      "id": "s6"
    },
    {
      "text": "Wyeth was not provided with the names of the applicants.",
      "id": "s7"
    },
    {
      "text": "In January 2009, Wyeth filed an application in the Federal Court seeking preliminary discovery from the Department pursuant to O 15A of the Federal Court Rules of the names of the persons who have applied to the ARTG and for documentary information relating to those applications.",
      "id": "s8"
    },
    {
      "text": "The application to the Court seeks identity discovery under O 15A r 3 and information discovery under O 15A r 6.",
      "id": "s9"
    },
    {
      "text": "Registration of the competitors' products with the Therapeutic Goods Administration (\"TGA\"), the body which maintains the register of products comprised in the ARTG, is a step towards the listing of those products under the Pharmaceutical Benefits Scheme (\"PBS\") as generic listings for venlafaxine.",
      "id": "s10"
    },
    {
      "text": "As is well known, listing of medicines on the PBS enables Australian residents to purchase the listed product on a subsidised basis.",
      "id": "s11"
    },
    {
      "text": "The evidence before me indicates that the next date for possible listing of the competitors' products on the PBS is 1 August 2009.",
      "id": "s12"
    },
    {
      "text": "It was common ground between the parties that in order for listing on the PBS to occur on 1 August 2009, registration on the ARTG would have to occur on or before 15 May 2009.",
      "id": "s13"
    },
    {
      "text": "Once registration on the ARTG occurs, Wyeth will learn the identity of the applicants and will be in a position to seek information discovery directly from them, rather than from the Department.",
      "id": "s14"
    },
    {
      "text": "When the matter came before me for directions in February, I was persuaded that there was utility in listing the matter for hearing urgently and I did so.",
      "id": "s15"
    },
    {
      "text": "The urgency arises out of Wyeth's fear that the applications to the TGA will result in the marketing of those products which will infringe Wyeth's method patent.",
      "id": "s16"
    },
    {
      "text": "Under the relevant provisions of the National Health Act 1953 (Cth), the effect of a listing of the generics on the PBS will be to apply a 12.5% price reduction to the generics and to the three varieties of Efexor-XR marketed by Wyeth.",
      "id": "s17"
    },
    {
      "text": "It is the prospect of this price reduction, and the administrative processes involved in implementing it, which underlies Wyeth's desire for early resolution of the question of whether the marketing of the generics would constitute an infringement of Wyeth's method patent.",
      "id": "s18"
    },
    {
      "text": "Thus, Wyeth seeks to obtain preliminary discovery at the earliest possible date, in order to provide the foundation for injunctive proceedings, including a claim for interlocutory injunctive relief.",
      "id": "s19"
    },
    {
      "text": "Mr J Gleeson SC, who appeared for Wyeth, informed me at the hearing of the application that I need only determine the claim for identity discovery under O 15A r 3.",
      "id": "s20"
    },
    {
      "text": "This is because, if I were to make that order, his client could approach the four sponsors of the generics to obtain documents from them informally.",
      "id": "s21"
    },
    {
      "text": "The fifth sponsor of a venlaxafine generic product was registered on the ARTG on or about 6 March 2009.",
      "id": "s22"
    },
    {
      "text": "That sponsor was identified on the ARTG as Sigma Pharmaceuticals (Australia) Pty Ltd and the product is names Evelexa XR.",
      "id": "s23"
    },
    {
      "text": "I was provided with helpful written and oral submissions by the parties.",
      "id": "s24"
    },
    {
      "text": "The submissions cover a number of issues which arise on the application.",
      "id": "s25"
    },
    {
      "text": "The principal issues are whether the evidence filed by Wyeth establishes that it has sufficient prospect of success in any proceeding against the sponsors and whether it is in the interests of justice to make an order for identity discovery.",
      "id": "s26"
    },
    {
      "text": "The question of whether it is in the interests of justice to make an order turns upon two different types of considerations.",
      "id": "s27"
    },
    {
      "text": "The first is concerned with the prejudice claimed by Wyeth to flow from any delay in providing it with the names of the relevant sponsors.",
      "id": "s28"
    },
    {
      "text": "Wyeth produced a timetable of steps which are necessary for it to undertake to obtain information discovery and interlocutory injunctive relief.",
      "id": "s29"
    },
    {
      "text": "The timetable compares the position Wyeth will be in if it obtains identity discovery now as against the position it will be in if it has to wait until 15 May 2009 to ascertain the names of the sponsors.",
      "id": "s30"
    },
    {
      "text": "The second aspect of the interests of justice arises from the submission made by the Department that there is a strong public interest in the TGA not being required to give either identity discovery or information discovery concerning applicants for registration on the ARTG.",
      "id": "s31"
    },
    {
      "text": "That public interest was concerned not so much with the preservation of confidentiality but, rather, the public interest in the ability of the TGA to fulfil its statutory function.",
      "id": "s32"
    },
    {
      "text": "ORDER 15A RULE 3 \n O 15A r 3 states four jurisdictional facts which must be established as a precondition for the exercise of the discretion to order identity discovery.",
      "id": "s33"
    },
    {
      "text": "The jurisdictional facts are that the applicant (1) has made reasonable inquiries; (2) is unable to ascertain the description of the person; (3) is unable to do so for the purpose of commencing a proceeding in the Court and (4) that the person to whom the application is directed has, or is likely to have, possession of a document or thing, tending to assist in ascertaining the identity of the person.",
      "id": "s34"
    },
    {
      "text": "The considerations which are to inform the exercise of the discretion were stated by a Full Court in Hooper v Kirella Pty Ltd [1999] FCA 1584 ; (1999) 96 FCR 1.",
      "id": "s35"
    },
    {
      "text": "See also Apache Northwest Pty Ltd v Newcrest Mining Ltd [2009] FCAFC 39 in relation to the principles applicable under O 15A r 6.",
      "id": "s36"
    },
    {
      "text": "Two of the considerations referred to in Hooper are critical to the determination of the present application.",
      "id": "s37"
    },
    {
      "text": "The first is that, although an applicant is not required to demonstrate the existence of a prima facie case against the prospective respondent, the power conferred by \nO 15A r 3 is not to be exercised in favour of a person who intends to commence \"merely speculative proceedings\".",
      "id": "s38"
    },
    {
      "text": "The prospects of success are a material factor in the exercise of the discretion: Hooper at [33].",
      "id": "s39"
    },
    {
      "text": "The second consideration is that an applicant must show that the order is necessary in the interests of justice.",
      "id": "s40"
    },
    {
      "text": "Their Honours said that this means that an applicant must show that the making of the order is necessary to provide that person with an effective remedy in respect of the actionable wrong of which he or she complains: Hooper at [34].",
      "id": "s41"
    },
    {
      "text": "The jurisdictional facts\n There was substantial argument between the parties as to whether two of the necessary jurisdictional facts were established.",
      "id": "s42"
    },
    {
      "text": "The first was whether Wyeth had made reasonable inquiries.",
      "id": "s43"
    },
    {
      "text": "The second was whether the \"proceeding\" to which O 15A r 3 refers is final or interlocutory, it being contended by the Department that Wyeth's purpose is to commence a proceeding for interlocutory relief, which is not contemplated by the Rule.",
      "id": "s44"
    },
    {
      "text": "These issues can be disposed of quite briefly.",
      "id": "s45"
    },
    {
      "text": "There was some force in Mr Howe's submission that Wyeth has not adduced any evidence of inquiries made overseas as to the identities of the sponsors.",
      "id": "s46"
    },
    {
      "text": "Wyeth acknowledged that TGA applications are often preceded by similar applications made in other jurisdictions.",
      "id": "s47"
    },
    {
      "text": "Nevertheless, I am prepared to proceed on the basis that inquiries in those jurisdictions would not be conclusive.",
      "id": "s48"
    },
    {
      "text": "I accept that the \"proceeding\" to which O 15A r 3 refers is a proceeding for final relief.",
      "id": "s49"
    },
    {
      "text": "But the proceeding which Wyeth would seek to commence against the sponsors would be such a proceeding, albeit that it would include a claim for urgent interlocutory relief.",
      "id": "s50"
    },
    {
      "text": "The relevance of the claim for interlocutory relief is that it is a factor to be taken into account in determining whether it is in the interests of justice to make an order for identity discovery now rather than awaiting the potential listing on the ARTG on 15 May 2009.",
      "id": "s51"
    },
    {
      "text": "Prospects of success\n The test stated in Hooper does not expressly stipulate any threshold which an applicant must satisfy for the exercise of the power.",
      "id": "s52"
    },
    {
      "text": "But in stating that a material factor in the exercise of the discretion is the prospect of success in the proceedings, the Full Court in Hooper specified, as one of the elements of the claim for identity discovery, that an applicant provide evidence in support of its claim for final relief.",
      "id": "s53"
    },
    {
      "text": "It seems to me to follow that the Court should approach an application along the same lines as that which applies to a claim for interlocutory injunctive relief.",
      "id": "s54"
    },
    {
      "text": "Whilst an applicant under O 15A is not required to establish a serious question to be tried, the applicant's prospects of success are not to be considered in isolation from the element of the interests of justice.",
      "id": "s55"
    },
    {
      "text": "The strength or otherwise of the prospects will bear upon the question of where the interests of justice lie: Hexal Australia Pty Limited v Roche Therapeutics Inc (2005) 66 IPR 325 at [18].",
      "id": "s56"
    },
    {
      "text": "Senior counsel for the Department placed considerable emphasis upon the decision of French J in Viskase Corporation v Cryovac Inc [2000] FCA 1695.",
      "id": "s57"
    },
    {
      "text": "There, his Honour was dealing with an application for information discovery under O 15A r 6.",
      "id": "s58"
    },
    {
      "text": "He said at [24] that the rule should not be permitted to authorise information discovery except for good cause shown in terms of the conditions.",
      "id": "s59"
    },
    {
      "text": "He continued:- \n In respect of patents for inventions, the exercise of the discretion must have regard both to the intrusive nature of the order and the need to encourage research and development unhampered by the prospect of speculative review of working papers by competitors.",
      "id": "s60"
    },
    {
      "text": "To allow the remedy in this case based upon formulaic recitations of wide application would set the threshold for pre-action discovery so low that there would be few cases in which a person wishing to challenge a patent could not obtain discovery of the kind which is sought here.",
      "id": "s61"
    },
    {
      "text": "However, these remarks are to be read in their context.",
      "id": "s62"
    },
    {
      "text": "His Honour expressed the view at [23] that the evidence which was required to satisfy the first element of O 15A r 6, namely reasonable cause to believe that an applicant has the right to obtain relief against the prospective respondent, was an opinion expressed as a conclusion stated in terms of the rule.",
      "id": "s63"
    },
    {
      "text": "His Honour considered that the conclusionary statement was insufficient to meet the requirements of O 15A r 6(a).",
      "id": "s64"
    },
    {
      "text": "I do not think it follows that his Honour's observations establish that a high threshold must be satisfied before an order will be made under O 15A r 3.",
      "id": "s65"
    },
    {
      "text": "It is true that French J said at [24] that if an order were made in that case it would establish a very low threshold for the application of the rule.",
      "id": "s66"
    },
    {
      "text": "But, in my opinion, that was because of the slender basis of the evidence in support of the \"reasonable cause to believe\".",
      "id": "s67"
    },
    {
      "text": "In my view the decision in Viskase does not establish a gloss on the principles stated in Hooper .",
      "id": "s68"
    },
    {
      "text": "Whilst good cause must be shown, each case must turn on its own facts and the prospects of success are to be weighed in the balance of the interests of justice.",
      "id": "s69"
    },
    {
      "text": "Wyeth's evidence as to prospects of success\n Senior counsel for Wyeth described the evidence in support of the prospects of success as a working hypothesis which indicates the likely infringement of claim 1 of the patent.",
      "id": "s70"
    },
    {
      "text": "Claim 1 of the patent is stated to be:- \n A method of providing a therapeutic blood plasma concentration of venlafaxine over a 24 hour period ... that provides a peak blood plasma level of venlafaxine in from about 4 to 8 hours after administration.",
      "id": "s71"
    },
    {
      "text": "The working hypothesis is based upon evidence from Wyeth's Director of Regulatory Affairs, Ms James, as to the process which must be followed by an applicant for registration on the ARTG of a generic version of an existing product.",
      "id": "s72"
    },
    {
      "text": "The process usually requires lodgement of a category 1 application which includes information in respect of five specified modules.",
      "id": "s73"
    },
    {
      "text": "Of particular significance is s 4.3.1 of the Australian Regulatory Guidelines for Prescription Medicines (\"ARGPM\"), under which the sponsor of a generic product must demonstrate that it is \"essentially similar\" to an existing innovator product.",
      "id": "s74"
    },
    {
      "text": "Section 4.3.1 of the ARGPM is based upon guidelines prescribed by the European Union for registration of prescription medicines.",
      "id": "s75"
    },
    {
      "text": "Those guidelines state that a product is essentially similar to another product if Section 4.3.1 of the ARGPM goes on to say that applications for essentially similar medicines can be made in Australia under a number of different circumstances.",
      "id": "s76"
    },
    {
      "text": "These include:- \n in lieu of safety and efficacy data, an appropriate bioavailability study or studies should normally be submitted.",
      "id": "s77"
    },
    {
      "text": "Provided that the essentially similar product has a sufficiently similar plasma concentration/time profile to a leading brand in Australia, the two products may be considered bioequivalent.",
      "id": "s78"
    },
    {
      "text": "(emphasis added) \n It is this section of the ARGPM which provides the foundation for Ms James' opinion that a venlafaxine product which is bioequivalent to Efexor-XR would be likely to attain a peak plasma level within 4 to 8 hours after administration.",
      "id": "s79"
    },
    {
      "text": "This is Ms James' working hypothesis and it is the basis of her opinion that the supply of the sponsors' generic products would be likely to infringe claim 1 of the method patent.",
      "id": "s80"
    },
    {
      "text": "However, there are three factors which seem to me to indicate that the working hypothesis gives rise to nothing more than a possibility of success at a final hearing.",
      "id": "s81"
    },
    {
      "text": "First, s 26B(1)(a) of the Therapeutic Goods Act 1989 (Cth) requires a sponsor of a generic product to certify that the sponsor, acting in good faith, believes on reasonable grounds that the generic will not, if marketed, infringe a valid patent claim.",
      "id": "s82"
    },
    {
      "text": "Serious penalties attach to the making of a false certificate.",
      "id": "s83"
    },
    {
      "text": "In my view it follows that Wyeth's working hypothesis falls to be tested against the seriousness of the consequences which would follow from the giving of a false certificate under s 26B of the Therapeutic Goods Act .",
      "id": "s84"
    },
    {
      "text": "In the absence of evidence from Wyeth pointing toward a real basis for finding that the certificate under s 26B would be false, I am entitled to infer that the proposed proceedings, if not speculative in nature, would require further evidence to demonstrate any real prospect of success.",
      "id": "s85"
    },
    {
      "text": "Second, the drawing of this inference is supported by the fact that there was no medical evidence over and above Ms James' hypothesis to support the proposition that the pharmacology of venlafaxine hydrochloride is such that it lends itself to only one possible method of achieving the same time/peak blood concentration as is produced in Efexor-XR.",
      "id": "s86"
    },
    {
      "text": "Third, the evidence of Wyeth's solicitor, Mr Muratore, shows that Ms James' working hypothesis is a provisional one which depends upon the examination of a large volume of documentary material in the possession of the sponsors and/or the Therapeutic Goods Authority .",
      "id": "s87"
    },
    {
      "text": "As Mr Muratore said in his affidavit, in order for Wyeth to determine that the generics \"may infringe\" the patent, it will be necessary for it:- \n ... to have information as to the identity of the sponsors and as to the composition and biopharmaceutic characteristics ... of the Products.",
      "id": "s88"
    },
    {
      "text": "Upon receipt of that information it will be necessary to review a potentially large volume of information ..., to present relevant documents identified by the review to a suitably qualified expert or experts and to prepare expert evidence supporting the application.",
      "id": "s89"
    },
    {
      "text": "\" \n I do not consider that the other provisions of Division 2 of Part 3.2 of the Therapeutic Goods Act to which senior counsel for Wyeth referred preclude the inference which I have drawn from the operation of s 26B.",
      "id": "s90"
    },
    {
      "text": "Indeed, in my view, they support it.",
      "id": "s91"
    },
    {
      "text": "This is because s 26C provides that if a patentee wishes to bring proceedings for infringement against a person who has given a certificate under s 26B(1) , the person intending to bring the proceedings must give a certificate to the Secretary of the Department that, inter alia , the proceedings are to be commenced in good faith and have reasonable prospects of success.",
      "id": "s92"
    },
    {
      "text": "Section 26D is of no assistance to Wyeth because that section only applies where a patentee seeks interlocutory injunctive relief against the sponsor of a generic who gives a certificate under s 26B(1)(b)(iii).",
      "id": "s93"
    },
    {
      "text": "That form of certificate is an alternative to that prescribed by s 26B(1)(a).",
      "id": "s94"
    },
    {
      "text": "It is a certificate that the applicant has given notice to the patentee of the application for registration or listing of the generic goods.",
      "id": "s95"
    },
    {
      "text": "There is no suggestion that such a certificate has been given in the present case.",
      "id": "s96"
    },
    {
      "text": "Indeed, it is to be inferred that it has not because Wyeth is unaware of the identity of the sponsors.",
      "id": "s97"
    },
    {
      "text": "The interests of justice: the timeframes\n At the heart of Wyeth's application for identity discovery is that unless it can obtain interlocutory injunctive relief 4 to 6 weeks before a PBS listing of the generics, it may be exposed to irreparable harm for which damages will not be an adequate remedy.",
      "id": "s98"
    },
    {
      "text": "It follows from this proposition that, to prevent Wyeth from suffering irreparable harm, its application for interlocutory injunctive relief would need to be heard and determined by mid June 2009.",
      "id": "s99"
    },
    {
      "text": "The reasons for this are explained in an affidavit of a solicitor for Wyeth, Ms Lisa Taliadoros.",
      "id": "s100"
    },
    {
      "text": "She explains that the administrative processes involved in the implementation of a 12.5% price reduction under the National Health Act may be commenced by the Department as early as six weeks before the PBS listing date.",
      "id": "s101"
    },
    {
      "text": "She also states that once these processes are in train, it may not be possible to reverse them.",
      "id": "s102"
    },
    {
      "text": "Wyeth also relied on the evidence of Mr M Nobes, the Director, Corporate Affairs and Health Strategy (Australia and New Zealand) for Wyeth Australia Pty Limited.",
      "id": "s103"
    },
    {
      "text": "Mr Nobes' evidence is that in practice it is necessary for the patent holder or innovator to reduce the price which it charges to wholesalers or pharmacists one month prior to the PBS listing of the generic.",
      "id": "s104"
    },
    {
      "text": "As Mr Nobes observes, the same approach is reflected in a request from the Acting First Assistant Secretary of the Pharmaceutical Benefits Section of the Department, addressed to Wyeth, encouraging it to give effect to the price reduction in a way that minimised the potential for any disruption to continuation of supply to patients.",
      "id": "s105"
    },
    {
      "text": "To quote the Acting Secretary, Wyeth should \"consider making arrangements that support a seamless transfer\".",
      "id": "s106"
    },
    {
      "text": "Notwithstanding this, the Department has given evidence that it could give effect to an injunction as late as 31 July 2009, preventing a listing of the generics on the PBS on the following day, 1 August 2009.",
      "id": "s107"
    },
    {
      "text": "However, the Department concedes that if an injunction were to be issued on 31 July, a substantial number of administrative steps would have to be unwound to ensure that the correct price applied to Efexor-XR.",
      "id": "s108"
    },
    {
      "text": "These steps would include facsimiles to all pharmacies across Australia about the alteration in the price of the product.",
      "id": "s109"
    },
    {
      "text": "I am therefore inclined to accept Mr Nobes' opinion that Wyeth will need to implement a 12.5% price reduction in Efexor-XR approximately one month before the anticipated PBS listing of the generics on 1 August 2009.",
      "id": "s110"
    },
    {
      "text": "It follows that Wyeth would need to have any claim for interlocutory relief determined by no later than 1 July 2009 to avoid passing on a reduction of 12.5% in the price of Efexor-XR.",
      "id": "s111"
    },
    {
      "text": "If Wyeth were ultimately successful at a final hearing of its claim of patent infringement, a question would arise as to whether it could recover damages from the sponsors for the loss suffered by Wyeth for the price reduction, which it ought not to have borne, between 1 July 2009 and the date on which interlocutory relief was granted.",
      "id": "s112"
    },
    {
      "text": "Moreover, once a generic is listed on the PBS, thereby triggering a 12.5% price reduction in Efexor-XR, the responsible Minister retains a discretion whether to reverse the price reduction even if an injunction were subsequently granted restraining the supply of the generic product: National Health Act , s 99ACE.",
      "id": "s113"
    },
    {
      "text": "Furthermore, once a generic is released into the market for PBS products, it would be likely to have the effect of reducing Wyeth's market share.",
      "id": "s114"
    },
    {
      "text": "As Gyles J observed in GenRx Pty Limited v Sanofi---Aventis [2007] FCA 1485 ; (2007) 73 IPR 502 at [15] .",
      "id": "s115"
    },
    {
      "text": "A new entrant ... would have an effect which may be both unpredictable and irreversible.",
      "id": "s116"
    },
    {
      "text": "The question which arises in all these circumstances is whether damages would be an adequate remedy.",
      "id": "s117"
    },
    {
      "text": "Wyeth submitted that any doubts which may exist in its ability to recover its losses at a final hearing point toward an order being made in the interests of justice for identity discovery at the earliest possible date.",
      "id": "s118"
    },
    {
      "text": "The observations of Jessup J in Interpharma Pty Ltd v Commissioner of Patents [2008] FCA 1498 at [71] --- [73] recognise the difficulties which may arise in restoring a patentee to the position it occupies as the only supplier of the product in the event that the patent holder succeeds at the final hearing but is denied interlocutory relief.",
      "id": "s119"
    },
    {
      "text": "Nevertheless, I have come to the view that it is not in the interests of justice to order identity discovery on this application.",
      "id": "s120"
    },
    {
      "text": "There are two reasons for this.",
      "id": "s121"
    },
    {
      "text": "First, I am not satisfied on the evidence before me that Wyeth has good prospects of success at a final hearing.",
      "id": "s122"
    },
    {
      "text": "The most that can be said is that it has a provisional working hypothesis which would need to be supplemented by further evidence, including expert evidence, to determine the strength of Wyeth's case.",
      "id": "s123"
    },
    {
      "text": "Moreover, there are a number of factors which suggest that the hypothesis is not correct, or, at least, that those factors cannot be displaced in the absence of further evidence.",
      "id": "s124"
    },
    {
      "text": "I referred to them at [38] to [42].",
      "id": "s125"
    },
    {
      "text": "Second, the assumption which underlies Wyeth's claim for identity discovery is that if I were to make an order now, it would be in a position to have a claim for interlocutory relief determined by 20 July 2009.",
      "id": "s126"
    },
    {
      "text": "This is the date which is shown in Wyeth's chronology of steps required for it to obtain information discovery and, thereafter, to have heard and determined a claim for interlocutory relief.",
      "id": "s127"
    },
    {
      "text": "The corresponding date shown on the chronology, upon the assumption that Wyeth has to wait for ARTG listing on 15 May 2009, is 2 September 2009.",
      "id": "s128"
    },
    {
      "text": "In my view, is plain that the assumptions upon which Wyeth relies are subject to the ordinary vicissitudes of litigation.",
      "id": "s129"
    },
    {
      "text": "This is recognised, at least in part, in the notes to the chronology which state that actual timing of certain steps will depend upon court commitments.",
      "id": "s130"
    },
    {
      "text": "It will also depend upon the extent of cooperation between the parties and the availability and other commitments of expert witnesses.",
      "id": "s131"
    },
    {
      "text": "Accordingly, I cannot be confident that the Court would be in a position to give judgment on a contested claim for interlocutory relief prior to the anticipated PBS listing of the generics on 1 August 2009.",
      "id": "s132"
    },
    {
      "text": "It follows that in my view, the commercial inconveniences and possible difficulties in restoring Wyeth to the status quo will arise in any event.",
      "id": "s133"
    },
    {
      "text": "Of course, the shorter the gap between the PBS listing of the generics and the date on which the Court can hear any claim for interlocutory relief, the better will be the prospect of minimising the prejudice asserted by Wyeth.",
      "id": "s134"
    },
    {
      "text": "But I do not see that the six week delay which will follow from the deferral of the date on which Wyeth will ascertain the identity of the sponsors is so significant as to sway the interests of justice in Wyeth's favour.",
      "id": "s135"
    },
    {
      "text": "The interests of justice: public interest considerations\n Since I have come to the view that it is not necessary in the interests of justice to order identity discovery, I do not need to consider the question of whether it is in the public interest to order the TGA to give identity discovery of the sponsors of the generic products.",
      "id": "s136"
    },
    {
      "text": "CONCLUSION AND ORDERS \n I propose to order that the application for identity discovery be dismissed with costs.",
      "id": "s137"
    },
    {
      "text": "Since Wyeth will learn the names of the sponsors on or before 15 May 2009, I do not see the need to leave the present proceedings on foot.",
      "id": "s138"
    },
    {
      "text": "Any claim for information discovery against the sponsors could be pursued in separate proceedings.",
      "id": "s139"
    },
    {
      "text": "However, I will hear the parties briefly on whether I ought now to order that these proceedings be dismissed.",
      "id": "s140"
    },
    {
      "text": "I certify that the preceding seventy (70) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s141"
    },
    {
      "text": "Associate:\n \n \nDated: 2 April 2009\n \n Counsel for the Applicant: Mr J.",
      "id": "s142"
    },
    {
      "text": "T. Gleeson SC with Mr N. J. Owens \n \n Solicitor for the Applicant: Gilbert + Tobin \n \n Counsel for the Respondent: Mr T. M. Howe QC \n \n Solicitor for the Respondent: Australian Government Solicitors \n Date of Hearing: 25 March 2009 \n \n Date of Judgment: 2 April 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/313.html",
      "id": "s143"
    }
  ]
}