{
  "name": "Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 10) [2009] FCA 498 (15 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/498.html",
  "catchphrases": [
    {
      "text": "s 43 of the federal court of australia act 1976 (cth)",
      "id": "c0"
    },
    {
      "text": "non-party costs sought by successful first and second respondents",
      "id": "c1"
    },
    {
      "text": "wife of second applicant to substantive proceedings provided financial support for litigation",
      "id": "c2"
    },
    {
      "text": "whether jurisdiction to order non-party costs spent after entry of judgment in substantive proceedings",
      "id": "c3"
    },
    {
      "text": "factors relevant to exercise of discretion to award non-party costs",
      "id": "c4"
    },
    {
      "text": "whether non-party played an active part in the conduct of the litigation",
      "id": "c5"
    },
    {
      "text": "non-party to benefit financially if applicants' claim had been successful",
      "id": "c6"
    },
    {
      "text": "significance of the knight principles",
      "id": "c7"
    },
    {
      "text": "costs",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n In this notice of motion filed on 26 September 2008 the first and second respondents to the primary proceedings seek a number of orders including that their costs in the primary proceedings be paid by Mrs Adrienne Tracy, the wife of the second applicant to the primary proceedings.",
      "id": "s0"
    },
    {
      "text": "Mrs Tracy was not a party to those proceedings.",
      "id": "s1"
    },
    {
      "text": "For consistency, I will continue to refer to the first and second respondents to the primary proceedings as \"the first and second respondents\" notwithstanding that they are the applicants to this notice of motion.",
      "id": "s2"
    },
    {
      "text": "Similarly it is convenient to refer to the applicants to the primary proceedings as \"the applicants\" for the purposes of this judgment.",
      "id": "s3"
    },
    {
      "text": "In Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 7) [2008] FCA 1364 , delivered 5 September 2008, the background facts to the proceedings are described in detail.",
      "id": "s4"
    },
    {
      "text": "In that judgment I ordered that the amended application filed by the applicants on 16 February 2006 be dismissed, and that the cross-claim filed by the first and second respondents on 5 June 2007 be allowed.",
      "id": "s5"
    },
    {
      "text": "Subsequently in Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 8) [2008] FCA 1556 , delivered 17 October 2008, I ordered that, with the exception of a number of costs incurred by the applicants in relation to interlocutory applications, the applicants pay the costs of the first and second respondents, such costs to be taxed if not otherwise agreed.",
      "id": "s6"
    },
    {
      "text": "In so ordering I rejected the claim of the first and second respondents that their costs be paid by the applicants on an indemnity basis.",
      "id": "s7"
    },
    {
      "text": "In detail, the first and second respondents by this notice of motion seek the following orders: Adrienne Elizabeth Tracy (Mrs Tracy), wife of the Second Applicant, pay the First and Second Respondent's costs of the proceedings, including all reserved costs on an indemnity basis.",
      "id": "s8"
    },
    {
      "text": "That Mrs Tracy be jointly and severally liable with the Applicants for such costs.",
      "id": "s9"
    },
    {
      "text": "The said costs are to be assessed on the basis that:\n \n(a) all costs be allowed, except insofar as any costs are of an unreasonable amount or were unreasonably incurred so that, subject to such exceptions, the First and Second Respondents will be completely indemnified for their costs;\n \n \n(b) it was necessary and proper for the attainment of justice and for enforcing the First and Second Respondents' rights to have retained counsel whose appearance was announced (being Mr J Bell QC and Mr PP McQuade);\n \n \n(c) it was necessary and proper for the attainment of justice and for enforcing the First and Second Respondents' rights to have engaged expert witnesses:\n \n \n(i) Mr Elias Lytras of Vincents Chartered Accountants;\n \n \n(ii) Mr Ernest Mark Harrison, Registered Valuer.",
      "id": "s10"
    },
    {
      "text": "(4) In the alternative to the relief sought in paragraph 1 above, that Mrs Tracy pay the First and Second Respondents' costs of the proceedings, including all reserved on a party and party basis.",
      "id": "s11"
    },
    {
      "text": "(5) That the costs referred to in paragraph 4 above are to be assessed on the basis that: \n\n \n(a) it was necessary and proper for the attainment of justice and for enforcing the First and Second Respondents' rights to have retained counsel whose appearance was announced (being Mr J Bell QC and Mr PP McQuade);\n \n \n(b) it was necessary and proper for the attainment of justice and for enforcing the First and Second Respondents' rights to have engaged expert witnesses:\n \n \n(i) Mr Elias Lytras of Vincents Chartered Accountants;\n \n \n(ii) Mr Ernest Mark Harrison, Registered Valuer.",
      "id": "s12"
    },
    {
      "text": "(6) That Mrs Tracy pay the costs of this Notice of Motion on a party and party basis.",
      "id": "s13"
    },
    {
      "text": "(7) Such further order as this Honourable Court considers appropriate.",
      "id": "s14"
    },
    {
      "text": "ISSUES FOR DECISION \n During the course of argument, both written and oral, three clear issues emerged for decision.",
      "id": "s15"
    },
    {
      "text": "Those issues can be summarised as follows: Was the jurisdiction of the Court to make an order as to third party costs exhausted once orders as to costs against the applicants were made and entered?",
      "id": "s16"
    },
    {
      "text": "Assuming that the jurisdiction of the Court was not exhausted, is Mrs Tracy liable for the costs of the first and second respondents?",
      "id": "s17"
    },
    {
      "text": "In the event that Mrs Tracy is liable for the costs of the first and second respondents, should she be liable on an indemnity basis?",
      "id": "s18"
    },
    {
      "text": "I shall address each issue in turn.",
      "id": "s19"
    },
    {
      "text": "JURISDICTION OF THE COURT TO ORDER NON-PARTY COSTS \n It is not in dispute that the orders of the Court of 5 September 2008 and 17 October 2008 have been entered.",
      "id": "s20"
    },
    {
      "text": "The applicants have claimed that the issue of jurisdiction arose because, following the entry of those orders, the jurisdiction of the Court has been spent in relation to costs in these proceedings.",
      "id": "s21"
    },
    {
      "text": "In summary, the applicants' argument is: Notwithstanding these submissions, I do not accept that the power of the Court to make orders as to non-party costs in these proceedings has been exhausted simply because costs orders have already been made and entered against the applicants.",
      "id": "s22"
    },
    {
      "text": "This exact issue was decisively determined by the Full Court in Caboolture Park Shopping Centre Pty Ltd (in liquidation) v White Industries (Qld) Pty Ltd [1993] FCA 471 ; (1993) 45 FCR 224 , wherein the Court considered s 4 and s 43 of the Federal Court of Australia Act 1976 (Cth) (\"Federal Court Act\").",
      "id": "s23"
    },
    {
      "text": "So far as relevant, s 4 defines \"proceeding\" as meaning: \n ...in a court, whether between parties or not, and includes an incidental proceeding in the course of, or in connection with, a proceeding and also includes an appeal.",
      "id": "s24"
    },
    {
      "text": "Further, so far as relevant s 43(1) provides: \n the Court or a Judge has jurisdiction to award costs in all proceedings before the Court... \n\n In Caboolture Park [1993] FCA 471 ; (1993) 45 FCR 224 the respondent to those proceedings obtained judgment against the applicant including an order for costs, which judgment was entered.",
      "id": "s25"
    },
    {
      "text": "The applicant subsequently went into liquidation and the respondent sought a supplemental costs order against the applicant's solicitors which would have had the effect of making them liable for those costs.",
      "id": "s26"
    },
    {
      "text": "The solicitors submitted that, once the proceedings had been concluded by judgment being entered and by an order for costs being made inter partes , there was no jurisdiction thereafter for the Court to reopen the case.",
      "id": "s27"
    },
    {
      "text": "The solicitors also submitted that the jurisdiction contained in s 43 of the Federal Court Act to \"award costs in all proceedings\" was spent once there was no longer a \"proceeding\" before the Court.",
      "id": "s28"
    },
    {
      "text": "Applying Knight v FP Special Assets Ltd [1992] HCA 28 ; (1992) 174 CLR 178 , the Full Court held that s 43 conferred jurisdiction to award costs against non-parties to a proceeding (at 229).",
      "id": "s29"
    },
    {
      "text": "In relation to the submission of the solicitors concerning whether there was still a \"proceeding\" before the Court, the Full Court observed that the submission incorrectly confined the meaning of the word \"proceeding\" to the original action, and was inconsistent with the definition of \"proceeding\" in s 4 of the Federal Court Act (at 230).",
      "id": "s30"
    },
    {
      "text": "The Court continued: \n What s43 requires is that the jurisdiction to order costs be one limited to costs relating to a proceeding.",
      "id": "s31"
    },
    {
      "text": "In other words, there is no jurisdiction to order costs at large.",
      "id": "s32"
    },
    {
      "text": "There has to be or have been, within the Court's jurisdiction, instituted a proceeding.",
      "id": "s33"
    },
    {
      "text": "It is irrelevant, subject to the application of common law principles discussed later, that judgment has been given and entered .",
      "id": "s34"
    },
    {
      "text": "(emphasis added) \n\n The Full Court concluded that the non-party costs order sought was in the nature of a supplemental order, and valid in the circumstances of the case.",
      "id": "s35"
    },
    {
      "text": "I note that the decision in Caboolture Park [1993] FCA 471 ; (1993) 45 FCR 224 is consistent with decisions in other jurisdictions, including Dymocks Franchise Systems (NSW) v Todd [2004] UKPC 39 ; [2004] 1 WLR 2807 , NSW Insurance Ministerial Corporation v Edkins (1998) 45 NSWLR 8 and UTSA Pty Ltd (In Liquidation) v Ultratune Australia Pty Ltd [1998] VSC 13 ; [1999] 1 VR 204.",
      "id": "s36"
    },
    {
      "text": "In this case the applicants have submitted that the orders sought by the first and second respondents are in substitution for the costs orders already made rather than supplemental.",
      "id": "s37"
    },
    {
      "text": "That is clearly not the case.",
      "id": "s38"
    },
    {
      "text": "It is irrelevant that the first and second respondents have sought an award of costs against Mrs Tracy on an indemnity basis, and therefore on different terms from those already obtained against the applicants.",
      "id": "s39"
    },
    {
      "text": "As was the case in Caboolture Park [1993] FCA 471 ; (1993) 45 FCR 224 (where the costs were originally ordered on a standard basis but the Court subsequently ordered non-party costs on an indemnity basis), the orders sought pursuant to the notice of motion currently before the Court do not in any way seek to vary or alter the costs orders already made against the applicants.",
      "id": "s40"
    },
    {
      "text": "Were the first and second respondents to be successful in relation to this notice of motion, the new orders would properly be characterised as supplemental orders.",
      "id": "s41"
    },
    {
      "text": "Accordingly, I find that the submissions of the applicants on this issue are not substantiated, and that the jurisdiction of the Court to award non-party costs, (be they on an indemnity basis or otherwise) pursuant to s 43 of the Federal Court Act was not spent when previous costs orders were entered.",
      "id": "s42"
    },
    {
      "text": "LIABILITY OF MRS TRACY FOR NON-PARTY COSTS \n Submissions of the parties\n I turn now to the key issue in this case, namely whether Mrs Tracy is liable for non-party costs in respect of the costs of the first and second respondents in the primary proceedings.",
      "id": "s43"
    },
    {
      "text": "Helpful and detailed submissions as to the liability of Mrs Tracy for costs in the primary proceedings were filed by both parties in this case, and made orally by Counsel at the hearing.",
      "id": "s44"
    },
    {
      "text": "Submissions of the first and second respondents may be summarised as follows: In response, the applicants submitted in summary: There is no suggestion that the purpose of the advance by Mrs Tracy of $1.15 million to the first and third applicants in March 2005 to enable the first applicant to purchase land and business owned by the first respondent had any connection with these proceedings.",
      "id": "s45"
    },
    {
      "text": "There is no evidence that the list of assets provided to the National Australia Bank in support of the loan application including some of Mrs Tracy's assets was provided with Mrs Tracy's consent, knowledge or authority, as the list was executed by Mr Tracy alone.",
      "id": "s46"
    },
    {
      "text": "In any event this list is irrelevant as no security was provided by Mrs Tracy to the National Australia Bank in support of the loan application.",
      "id": "s47"
    },
    {
      "text": "In relation to Mrs Tracy's status as mortgagee, chargee and lender, it should be noted that both the National Australia Bank and, indeed, the first respondent, also had securities over the assets of the first applicant.",
      "id": "s48"
    },
    {
      "text": "Like the National Australia Bank and the first respondent Mrs Tracy's rights as mortgagee/chargee accrued to her prior to the commencement of proceedings and none of the funds advanced were used to fund the litigation but rather were used to purchase the orchards.",
      "id": "s49"
    },
    {
      "text": "Accordingly, the securities over the orchards gave Mrs Tracy a direct financial interest in the assets of the first applicant, not the proceedings.",
      "id": "s50"
    },
    {
      "text": "Under the Sunstate Orchards Unit Trust Deed, Mrs Tracy is within the class of discretionary beneficiaries contained in Sch 2 Pt 2 of the Deed.",
      "id": "s51"
    },
    {
      "text": "Her position as a contingent beneficiary under the Sunstate Unit Trust gave her no direct interest in any of the Trust assets or income of the Trust which might have been received had the litigation been successful.",
      "id": "s52"
    },
    {
      "text": "Any benefits Mrs Tracy received if the litigation brought by the applicants had been successful would accrue only by virtue of the securities, and not by virtue of any action taken by her concerning the proceedings.",
      "id": "s53"
    },
    {
      "text": "There is no real, direct and material connection between the granting of the securities to Mrs Tracy and the proceedings.",
      "id": "s54"
    },
    {
      "text": "The fact that the first and second respondents have already obtained orders for security for costs militate against the exercise of the discretion to make an order for non-party costs.",
      "id": "s55"
    },
    {
      "text": "Although the proceedings were initiated by Mrs Tracy as director of Janling Pty Ltd, the significance of the provision of instructions can only relate to the period during which the proceedings were maintained by Janling Pty Ltd.",
      "id": "s56"
    },
    {
      "text": "The first and second respondents have already had the benefit of a costs order against Janling Pty Ltd for the period prior to 16 February 2006 when the applicants were substituted for Janling Pty Ltd in the primary proceedings.",
      "id": "s57"
    },
    {
      "text": "The applicants conceded that Mrs Tracy attended Court with the second applicant during the trial.",
      "id": "s58"
    },
    {
      "text": "A discussion between senior Counsel for the applicants, the second applicant and Mrs Tracy (as the second applicant's wife) was unexceptional and understandable.",
      "id": "s59"
    },
    {
      "text": "Notwithstanding the Deeds of Assignment of the causes of action from the applicants to Mrs Tracy and then from Mrs Tracy to Janling Pty Ltd, from 16 February 2006 Janling Pty Ltd had no involvement in the proceedings and Mrs Tracy had no lawful capacity to provide any instructions for the conduct of the proceedings.",
      "id": "s60"
    },
    {
      "text": "The matter was resolved by consent orders made on 15 February 2006.",
      "id": "s61"
    },
    {
      "text": "Relevant principles\n It became clear during the primary proceedings that, when considering the history of events culminating in the proceedings and all matters concerning the applicants, the second applicant played a pivotal role.",
      "id": "s62"
    },
    {
      "text": "All decisions, all discussions, and all negotiations were made, had and conducted by the second applicant on his own behalf and on behalf of the first and third applicants.",
      "id": "s63"
    },
    {
      "text": "The position is clouded by the assignment of causes of action, an issue to which I will return shortly, however prima facie the actual authority to make all decisions with respect to the conduct of litigation in the primary proceedings remained with the second applicant because of his historical role and his position as sole director and shareholder of the first applicant, and the sole director of the third applicant.",
      "id": "s64"
    },
    {
      "text": "Indeed as I found in the primary judgment, the second applicant was, at all material times, the directing mind and will of the first and third applicants ( Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 7) [2008] FCA 1364 at [9] ).",
      "id": "s65"
    },
    {
      "text": "In light of these findings, was the role of Mrs Tracy such that an award of costs with respect to these proceedings should be made against her?",
      "id": "s66"
    },
    {
      "text": "Although as a general rule costs are not awarded against a stranger to litigation, as I have already indicated it is well-settled that the Court has a discretion pursuant to s 43 of the Federal Court Act to order costs against a non-party in appropriate circumstances ( Knight [1992] HCA 28 ; (1992) 174 CLR 178 , Caboolture Park [1993] FCA 471 ; (1993) 45 FCR 224 , Gore v Justice Corp Pty Ltd (2002) 119 FCR 429, Kebaro Pty Ltd v Saunders [2003] FCAFC 5 , Life Therapeutics Ltd v Bell IXL Investments Ltd (No 2) [2008] FCAFC 158 ; (2008) 170 FCR 595).",
      "id": "s67"
    },
    {
      "text": "The exercise of such discretion is approached with caution --- indeed it has been described as \"rare and exceptional\" ( Vestris v Cashman (1998) 72 SASR 449 at 467, Kebaro [2003] FCAFC 5 at [103] ) --- and depends on the circumstances of each case as it is a \"fact-specific jurisdiction\" ( Kebaro [2003] FCAFC 5 at [69] ).",
      "id": "s68"
    },
    {
      "text": "Principles guiding the approach of the Court to the exercise of the include the following: Conversely, the courts have declined to order costs against a non-party: Significantly, and by analogy with the principles of maintenance and champerty, the courts have also recognised that not only may legitimate financial support in litigation be provided by family members, but that in the event of the failure of the relevant litigation costs will not as a general proposition be awarded against those supporting family members.",
      "id": "s69"
    },
    {
      "text": "The rationale for such recognition appears to be that such social or family ties justify the support of the litigation (cf for example Neville v London Express Newspaper Ltd [1919] AC 368).",
      "id": "s70"
    },
    {
      "text": "This principle was discussed by the Full Court in Gore (2002) 119 FCR 429, where their Honours in turn referred to the decision of the Court of Appeal in Condliffe v Hislop [1996] 1 WLR 753 and observations of Longmore J in McFarlane v EE Caledonia Ltd (No 2) [1995] 1 WLR 366 at 373.",
      "id": "s71"
    },
    {
      "text": "That is not to say, of course, that non-party costs will not be awarded against a spouse or other family member should the circumstances warrant --- for example Thistleton v Hendricks (1992) 32 Con LR 123 , Locabail (UK) Ltd v Bayfield Properties Ltd [1999] 20 LS GazR 39.",
      "id": "s72"
    },
    {
      "text": "In circumstances where financial support for litigation is provided by a spouse the proper starting point may be to regard any such support as motivated by the spouse's natural affection for the litigant, and therefore not such a circumstance where non-party costs should be awarded in the absence of exceptional circumstances (cf Cooper v Maxwell [1992] CA Transcript 273, Murphy [1996] EWCA Civ 1000 ; [1997] 1 WLR 1591 at [1603]-[1604], Jackson v Thakrar [2007] EWHC 626 ; [2008] 1 All ER 601 at 609).",
      "id": "s73"
    },
    {
      "text": "Knight\n In this case the applicants submitted that the circumstances articulated by Mason CJ and Deane J in Knight [1992] HCA 28 ; (1992) 174 CLR 178 must be present before the Court should exercise its discretion to make a costs order against a non-party, namely as follows at 192: \n For our part, we consider it appropriate to recognize a general category of case in which an order for costs should be made against a non-party and which would encompass the case of a receiver of a company who is not a party to the litigation.",
      "id": "s74"
    },
    {
      "text": "That category of case consists of circumstances where the party to the litigation is an insolvent person or man of straw, where the non-party has played an active part in the conduct of the litigation and where the non-party, or some person on whose behalf he or she is acting or by whom he or she has been appointed, has an interest in the subject of the litigation.",
      "id": "s75"
    },
    {
      "text": "Where the circumstances of a case fall within that category, an order for costs should be made against the non-party if the interests of justice require that it be made.",
      "id": "s76"
    },
    {
      "text": "It cannot be correct that the circumstances described in Knight [1992] HCA 28 ; (1992) 174 CLR 178 constitute necessary pre-conditions to the exercise of the Court's discretion to award non-party costs pursuant to s 43 as submitted by the applicants.",
      "id": "s77"
    },
    {
      "text": "While obviously the comments of Mason CJ and Deane J would be an appropriate guide to the exercise of discretion in an appropriate case, they were clearly obiter (see observations of the Full Court in Yates v Boland [2000] FCA 1895).",
      "id": "s78"
    },
    {
      "text": "As the exercise of the discretion in s 43 is unfettered, other than the requirement that it be exercised judicially ( Knight [1992] HCA 28 ; (1992) 174 CLR 178 at [192] ; Gore (2002) 119 FCR 429 at 447-448), it follows that the comments in Knight [1992] HCA 28 ; (1992) 174 CLR 178 could not prescribe prerequisites to the exercise of discretion to award costs against a non-party.",
      "id": "s79"
    },
    {
      "text": "Inevitably, as the Full Court pointed out in Gore (2002) 119 FCR 429 at 437: \n ...there is no reason to suppose that the remarks of the members of the High Court in Knight have closed the door to the categories of third parties who may be made liable for the costs of litigation nor that the circumstances that were identified by their Honours were exhaustive.",
      "id": "s80"
    },
    {
      "text": "... \n\n \nand later\n \n ...the learned trial judge erred when he regarded the passage in Knight as laying down three principles, each of which must be present before a stranger to the litigation could be made liable for costs.",
      "id": "s81"
    },
    {
      "text": "(at 451) \n\n I consider that it is appropriate to consider any potential liability of Mrs Tracy in terms of principles arising from cases where the courts have considered the exercise of the discretion to award costs against a non-party.",
      "id": "s82"
    },
    {
      "text": "The principles articulated in Knight [1992] HCA 28 ; (1992) 174 CLR 178 are relevant as guiding factors only, in appropriate circumstances.",
      "id": "s83"
    },
    {
      "text": "Consideration\n It is common ground that the causes of action determined in the primary proceedings were purportedly assigned by the applicants to Mrs Tracy on 17 June 2005 and then from Mrs Tracy to Janling Pty Ltd on 4 July 2005.",
      "id": "s84"
    },
    {
      "text": "(It is not in contention that at all material times the sole shareholder of Janling Pty Ltd was a corporation the sole shareholder of which in turn was Mrs Tracy, and that Mrs Tracy herself was the sole director of Janling Pty Ltd.) I say \"purportedly\" because the first and second respondent filed a notice of motion on 8 December 2005 seeking orders that the proceedings be dismissed and/or struck out on the basis that, inter alia , the causes of action the subject of the primary proceedings were not assignable (TS 14 December 2005 p 2 ll 35-43).",
      "id": "s85"
    },
    {
      "text": "Whether the assignment of the causes of action was valid ceased to be contentious when the parties agreed, and the Court ordered by consent on 15 February 2006, that the strike out motion of the first and second respondents be dismissed, that Janling Pty Ltd be removed as the applicant to the primary proceedings, and that the first, second and third applicants be substituted as applicants.",
      "id": "s86"
    },
    {
      "text": "However notwithstanding the orders of 15 February 2006 there is no evidence that the benefit of the relevant causes of action was reassigned by Janling Pty Ltd to the applicants.",
      "id": "s87"
    },
    {
      "text": "Accordingly any purported assignment of the causes of action, to the extent that the assignment took effect, remained with Janling Pty Ltd.",
      "id": "s88"
    },
    {
      "text": "It followed that presumably financial benefits of any success of the applicants in the proceedings would flow to Janling Pty Ltd, and thence to Mrs Tracy.",
      "id": "s89"
    },
    {
      "text": "The fact that the applicants were unsuccessful with respect to their claims against the first and second respondents (other than with respect to a number of reserved costs) is irrelevant in the context of this notice of motion.",
      "id": "s90"
    },
    {
      "text": "However in my view, notwithstanding potential financial benefits accruing to Mrs Tracy from the proceedings, the circumstances of this case do not warrant the exercise of the Court's discretion to award costs against Mrs Tracy pursuant to s 43 of the Federal Court Act.",
      "id": "s91"
    },
    {
      "text": "As I have already observed, the mere fact that a person may benefit from litigation will not, without more, suffice to justify an award of costs.",
      "id": "s92"
    },
    {
      "text": "I form this view for the following reasons.",
      "id": "s93"
    },
    {
      "text": "First, Mrs Tracy was never a director or shareholder of either the first or third applicants.",
      "id": "s94"
    },
    {
      "text": "In light of the dominant role played by the second applicant in the affairs of all applicants and the clear professional and financial stake of the second applicant in the businesses of the first and third applicants particularly as director and shareholder, it is clear that the failure of the proceedings would have had a much greater impact on the fortunes of the second applicant than on those of Mrs Tracy.",
      "id": "s95"
    },
    {
      "text": "I consider that it is likely that any financial support provided by Mrs Tracy to the applicants' case was motivated by Mrs Tracy's natural affection for the second applicant (cf Jackson v Thakrar [2007] EWHC 626 ; [2008] 1 All ER 601 at 609) rather than any financial interest she may have had in the outcome of the proceedings.",
      "id": "s96"
    },
    {
      "text": "In my view this is an important distinction between the supportive role played by Mrs Tracy of the applicants, and the motivation of such entities as the third party in Gore (2002) 119 FCR 429.",
      "id": "s97"
    },
    {
      "text": "Second, while I note that the proceedings were actually initiated by Janling Pty Ltd following the purported assignment of the causes of action, I also note that costs were awarded to the first and second respondents after the applicants were substituted for Janling Pty Ltd by consent on 15 February 2006.",
      "id": "s98"
    },
    {
      "text": "Although the initial involvement of Mrs Tracy's company as the applicant to the proceedings (following various transactions for value implemented for reasons best known to Mrs Tracy, the applicants and the applicants' legal advisers) is a factor to which I should accord some weight, it does not follow that Mrs Tracy subsequently had a continuing active involvement in the proceedings, nor that there was a real and continuing link between Mrs Tracy and the proceedings.",
      "id": "s99"
    },
    {
      "text": "Indeed as the applicants submitted, once Janling Pty Ltd was removed as a party to the proceedings any formal authority of Mrs Tracy ended with respect to giving instructions in the proceedings.",
      "id": "s100"
    },
    {
      "text": "Third, while it is certainly the case that the Court may be receptive to an application for non-party costs against a third party whose conduct has promoted the litigation ( Arundel [2001] HCA 26 ; [2001] 179 ALR 406 at 414) or can be characterised as having been that of wanton and officious intermeddling with the disputes of others in which the meddler has no interest whatsoever ( Murphy v Young &amp; Co's Brewery [1996] EWCA Civ 1000 ; [1997] 1 WLR 1591 at 1601, Arundel [2001] HCA 26 ; (2001) 179 ALR 406 at 414), there is no evidence of such intermeddling by Mrs Tracy in this case.",
      "id": "s101"
    },
    {
      "text": "So, for example, I infer that the regular attendance by Mrs Tracy at the trial was, not unreasonably, to support the second applicant, because the outcome of the trial was important to the second applicant.",
      "id": "s102"
    },
    {
      "text": "Further, the comment by Counsel for the applicants during the hearing that he would discuss the issue of an adjournment with \"Mr and Mrs Tracy\" in my view is not suggestive of meddling by Mrs Tracy in the applicants' case or an active part played by Mrs Tracy in the proceedings.",
      "id": "s103"
    },
    {
      "text": "Rather, as submitted by the applicants the comment merely recognised that Mrs Tracy would be present with the second applicant during the discussions, which was both unexceptional and understandable in the circumstances.",
      "id": "s104"
    },
    {
      "text": "Fourth, while I note that Mrs Tracy assisted in providing security for costs which the applicants were ordered to pay, I consider that this is explainable by the natural inclination of a wife to support her husband in litigation to which he is a party and does not constitute an active part played by Mrs Tracy in the conduct of the litigation.",
      "id": "s105"
    },
    {
      "text": "As has been observed in numerous cases, funding alone will not justify an order where an otherwise disinterested relative has, out of natural affection, funded costs of a claim (Dillon LJ in Cooper v Maxwell [1992] CA Transcript 273 (Stuart-Smith LJ and Mann LJ agreeing); Phillips LJ in Murphy [1996] EWCA Civ 1000 ; [1997] 1 WLR 1591 at 1603-1604, Jackson v Thakrar [2007] EWHC 626 ; [2008] 1 All ER 601 at 607-608).",
      "id": "s106"
    },
    {
      "text": "Fifth, I am not persuaded that financial arrangements of Mrs Tracy to which the first and second respondents have directed my attention result in Mrs Tracy having a \"real link\" with these proceedings, material to the issue of costs.",
      "id": "s107"
    },
    {
      "text": "In particular: Finally, in relation to the factor articulated by Lander J in Vestris v Cashman (1998) 72 SASR 449 concerning whether Mrs Tracy could have been joined as a party earlier in the proceedings I note that, in fact, the first and second respondents had earlier claimed that Mrs Tracy's company Janling Pty Ltd had no place in these proceedings.",
      "id": "s108"
    },
    {
      "text": "It seems somewhat odd to now claim that Mrs Tracy should bear the costs of the unsuccessful claims of the applicants.",
      "id": "s109"
    },
    {
      "text": "The first and second respondents have made much of their claims concerning an alleged asset protection strategy of Mr and Mrs Tracy, comprising shifting of assets from the second applicant to Mrs Tracy, and security being given to Mrs Tracy.",
      "id": "s110"
    },
    {
      "text": "The first and second respondents have pointed to the alleged potential resultant unfairness to the first and second respondents in relation to their ability to recover costs.",
      "id": "s111"
    },
    {
      "text": "As matters stand, however, such claims are speculative.",
      "id": "s112"
    },
    {
      "text": "As a matter of legal principle such allegations concerning shifting assets would be of much more relevance in the context of claims, for example, pursuant to s 120 or s 121 of the Bankruptcy Act 1966 (Cth) which deal specifically with improper transfers of property and asset protection by persons who subsequently become bankrupt.",
      "id": "s113"
    },
    {
      "text": "Obviously however those provisions are not the subject of these proceedings and consideration of principles associated with those provisions have no place in this judgment.",
      "id": "s114"
    },
    {
      "text": "While such claims may be relevant in considering the justice of the case, on balance I do not consider that any private financial arrangements of Mr and Mrs Tracy, the reasons for which must be the subject of pure speculation at this stage and upon which I express no opinion, are of particular weight in the context of this notice of motion, viewed in light of the circumstances as a whole and the factors I have already described.",
      "id": "s115"
    },
    {
      "text": "Mrs Tracy was not, in my view \"a real party\" to the litigation in very important and critical respects (contrast Arundel [2001] HCA 26 ; (2001) 179 ALR 406 at 414).",
      "id": "s116"
    },
    {
      "text": "While Mrs Tracy may have benefited financially from the success of the applicants as I have already noted, and as has been held in numerous cases (for example Bischof [1992] 2 VR 198 , Vestris (1998) 72 SASR 449 , Probiotec [2008] FCAFC 5 ; (2008) 166 FCR 30) the mere fact that a person may benefit, financially or otherwise, from litigation will not, without more, suffice to justify an award of costs.",
      "id": "s117"
    },
    {
      "text": "BASIS OF MRS TRACY'S LIABILITY \n In conclusion, I note that even had I been prepared to exercise my discretion so as to order non-party costs against Mrs Tracy, I would not have been prepared to order costs against her on an indemnity basis.",
      "id": "s118"
    },
    {
      "text": "In Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 8) [2008] FCA 1556 I ordered the applicants to pay the costs of the first and second respondents on a standard basis, for the reasons I explained in that judgment.",
      "id": "s119"
    },
    {
      "text": "I need not repeat those reasons here.",
      "id": "s120"
    },
    {
      "text": "No satisfactory reasons have been provided by the first and second respondents in relation to Mrs Tracy to distinguish her circumstances from those of the applicants, so as to warrant a departure from the usual approach of the Court to order costs payable on a party-party basis.",
      "id": "s121"
    },
    {
      "text": "The appropriate order in this case is that the notice of motion be dismissed.",
      "id": "s122"
    },
    {
      "text": "I will now hear submissions as to costs.",
      "id": "s123"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s124"
    },
    {
      "text": "Associate:\n \n \nDated: 15 May 2009\n \n Counsel for the First, Second and Third Applicants: Mr CD Coulsen \n \n Solicitor for the First, Second and Third Applicants: Lynch Morgan \n \n Counsel for the First, Second and Third Respondents: Mr J Bell QC and Mr PP McQuade \n \n Solicitor for the First, Second and Third Respondents: McCullough Robertson \n Date of Hearing: 2 February 2009 \n \n Date of Judgment: 15 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/498.html",
      "id": "s125"
    }
  ]
}