{
  "name": "Ron Medich Properties Pty Ltd v Bentley-Smythe Pty Ltd (No 4) [2009] FCA 453 (28 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/453.html",
  "catchphrases": [
    {
      "text": "smythe pty ltd acn 128 402 773, control risks international pty ltd acn 120 588 696, acett pty ltd acn 127 983 984, michael loch mcgurk and kimberley francis ann mcgurk nsd224/2009",
      "id": "c0"
    },
    {
      "text": "ron medich properties pty ltd acn 084 840 095 and kalmarn pty ltd acn 131 025 066 v bentley",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "On 1 April 2009 Graham J made an order in this proceeding granting counsel for the plaintiffs access to documents contained in three numbered packets which had been produced to the Court by the defendant; Ron Medich Properties Pty Ltd v Bentley-Smythe Pty Ltd (No 2) [2009] FCA 334.",
      "id": "s0"
    },
    {
      "text": "Access was conditional on the undertaking of counsel \"not to copy any of the documents, not to show any of the documents to any person and not to disclose the contents of any of the documents to any person without the leave of the Court.",
      "id": "s1"
    },
    {
      "text": "\" By notice of motion filed on 24 April 2009 the plaintiffs sought a variation of his Honour's order so as to extend access to the documents to their instructing solicitor, Mr Alexander Ronayne, and to allow them to copy the documents.",
      "id": "s2"
    },
    {
      "text": "The defendants opposed the variation.",
      "id": "s3"
    },
    {
      "text": "At the conclusion of the hearing I made orders granting the extended access and undertook to provide reasons at a later date.",
      "id": "s4"
    },
    {
      "text": "These are my reasons.",
      "id": "s5"
    },
    {
      "text": "The documents in dispute were produced pursuant to a Notice to Produce served on the defendants by the solicitors for the plaintiffs.",
      "id": "s6"
    },
    {
      "text": "As described in paragraphs 2, 3 and 4 of that notice they are: All bank statements, cheque books and cheque butts for the bank account BSB 484799 account no.",
      "id": "s7"
    },
    {
      "text": "002408279 of the first defendant for the period 20 May 2008 to 30 June 2008.",
      "id": "s8"
    },
    {
      "text": "All bank statements, cheque books and cheque butts for the bank accounts BSB 484799 account no 034207092 and BSB 484799 account no 002405415 of the second defendant for the period 1 October 2007 to 28 February 2009.",
      "id": "s9"
    },
    {
      "text": "All bank statements, cheque books and cheque butts for all bank accounts of the third defendant for the period 1 October 2007 10 (sic) 28 February 2009.",
      "id": "s10"
    },
    {
      "text": "The dispute between the parties concerns the disposition of certain payments made by the first plaintiff to the first defendant and whether the first defendant was entitled to retain the money and deal with it for his own purposes.",
      "id": "s11"
    },
    {
      "text": "The plaintiffs propose to amend their application and statement of claim to expand their claim of misleading and deceptive conduct and to include tracing claims.",
      "id": "s12"
    },
    {
      "text": "In an affidavit sworn on 27 March 2009, the fourth defendant stated that the sum of $4.4 million received by the first defendant from the first plaintiff in May 2008 had been disbursed as follows: In his reasons for judgment Graham J accepted that \"there is sufficient apparent relevance in the documents ... to warrant access being granted in the first instance to the plaintiff's counsel\" [my emphasis].",
      "id": "s13"
    },
    {
      "text": "At the hearing of the plaintiffs' notice of motion there was no serious issue taken with this \"apparent relevance\".",
      "id": "s14"
    },
    {
      "text": "At the hearing before Graham J Mr Newlinds SC appeared with Mr Baird for the plaintiffs.",
      "id": "s15"
    },
    {
      "text": "As Mr Newlinds is no longer involved in the proceeding Mr Baird submitted that a variation of his Honour's order is necessary to allow the incoming senior counsel to have access to the documents.",
      "id": "s16"
    },
    {
      "text": "In my view this variation is not necessary as the words of the order include the persons who, from time to time, are briefed as counsel for the plaintiffs.",
      "id": "s17"
    },
    {
      "text": "Mr Pritchard SC, who appeared for the defendants did not take issue with this interpretation.",
      "id": "s18"
    },
    {
      "text": "In support of the plaintiffs' motion for extended access to the documents, Mr Baird pressed the practical necessity for his instructing solicitor to have access to the documents in the course of preparing the plaintiff's case for trial.",
      "id": "s19"
    },
    {
      "text": "He also urged the equally practical necessity for counsel and solicitor to have the copies of the documents.",
      "id": "s20"
    },
    {
      "text": "Mr Pritchard opposed the extension of access on the grounds that Graham J had put in place a regime which had not yet been followed.",
      "id": "s21"
    },
    {
      "text": "In his submission the intention was that counsel for the plaintiffs would make a preliminary inspection and identify the documents said to be material to the issues before considering any extension to the ambit of access.",
      "id": "s22"
    },
    {
      "text": "As no evidence as to materiality was before the Court, Mr Pritchard submitted that the present application was premature.",
      "id": "s23"
    },
    {
      "text": "While his Honour's statement that access for the plaintiffs was warranted \"in the first instance\" lends support to Mr Pritchard's submission, it does not follow that his Honour had anything more in mind than has already occurred.",
      "id": "s24"
    },
    {
      "text": "Mr Baird has examined the documents and has argued strongly that his ability to present his client's position is severely compromised by the present restricted access.",
      "id": "s25"
    },
    {
      "text": "For example, as the plaintiffs no longer press some aspects of the original claim it will be necessary for an amended statement of claim to be filed.",
      "id": "s26"
    },
    {
      "text": "The amended statement of claim must be verified and certified by the plaintiffs' instructing solicitor.",
      "id": "s27"
    },
    {
      "text": "It is hard to see how Mr Ronayne can be in a position to do this if he is not fully apprised of the basis for the plaintiffs' claims.",
      "id": "s28"
    },
    {
      "text": "Mr Baird submits that for this purpose it is necessary for Mr Ronayne to have access to the relevant documents.",
      "id": "s29"
    },
    {
      "text": "Mr Baird also submitted that the present circumstances also encumber Mr Ronayne in obtaining proper instructions from his clients.",
      "id": "s30"
    },
    {
      "text": "Mr Baird makes these submissions having himself reviewed the documents and, I have no reason to doubt, in full recognition of his duty as an officer of the Court As Mr Baird points out, Mr Ronayne is also an officer of the Court and, in that capacity, has given an undertaking in the same form as that given by Mr Baird.",
      "id": "s31"
    },
    {
      "text": "On that basis I see no reason why access should not be extended to him.",
      "id": "s32"
    },
    {
      "text": "Mr Pritchard has indicated that his clients did not object to counsel being entitled to make a copy of the relevant papers.",
      "id": "s33"
    },
    {
      "text": "That being so I think it appropriate that Mr Ronayne also be allowed a copy.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone .",
      "id": "s35"
    },
    {
      "text": "Associate:\n \n \nDated: 6 May 2009\n \n Counsel for the Plaintiffs: J Baird Solicitor for the Plaintiffs: Legal Ease Lawyers \n \n Counsel for the Defendants: D R Pritchard SC Solicitor for the Defendants: Holman Webb \n Date of Hearing: 28 April 2009 \n \n Date of Judgment: 28 April 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/453.html",
      "id": "s36"
    }
  ]
}