{
  "name": "Bavaria NV v Bayerischer Brauerbund eV [2009] FCA 428 (30 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/428.html",
  "catchphrases": [
    {
      "text": "trade mark",
      "id": "c0"
    },
    {
      "text": "opposition to registration under trade marks act 1995 (cth)",
      "id": "c1"
    },
    {
      "text": "applicant seeks registration of composite trade mark in respect of beer and other beverages",
      "id": "c2"
    },
    {
      "text": "trade mark includes the word bavaria, three references to \"holland\" and a number of non-word elements",
      "id": "c3"
    },
    {
      "text": "whether trade mark capable of distinguishing applicant's goods",
      "id": "c4"
    },
    {
      "text": "whether trade mark inherently adapted to distinguish",
      "id": "c5"
    },
    {
      "text": "whether use of trade mark would be likely to deceive or cause confusion or be contrary to law",
      "id": "c6"
    },
    {
      "text": "evidence that australian consumers would not draw a link between the word \"bavaria\" and the german state as the origin of the beer",
      "id": "c7"
    },
    {
      "text": "evidence that australian consumers would not think that the applicant's beer has characteristics attributable to a bavarian origin",
      "id": "c8"
    },
    {
      "text": "whether trade mark contains or consists of a sign that is a geographical indication",
      "id": "c9"
    },
    {
      "text": "sign must be recognised in country of origin",
      "id": "c10"
    },
    {
      "text": "modes of recognition",
      "id": "c11"
    },
    {
      "text": "whether \"bavaria\" equates with recognised signs",
      "id": "c12"
    },
    {
      "text": "whether defence in s 61(2)(c) available",
      "id": "c13"
    },
    {
      "text": "whether there is discretion in s 55 of the act to refuse registration of a trade mark where no ground of opposition is made out",
      "id": "c14"
    },
    {
      "text": "intellectual property",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "THE TRADE MARK APPLICATION \n This is an appeal from a decision of a Delegate of the Registrar of Trade Marks ('the Delegate').",
      "id": "s0"
    },
    {
      "text": "The Delegate upheld an opposition to the applicant's registration of the following trade mark ('the trade mark'): \n It is apparent that the trade mark contains a reference to a place, Bavaria, which is associated with the brewing of beer.",
      "id": "s1"
    },
    {
      "text": "The question is whether the trade mark, which contains that word, should be registered.",
      "id": "s2"
    },
    {
      "text": "There is an endorsement on the trade mark application which provides that when the trade mark is used for items in the specification of goods other than beer, the word \"Beer\" in the trade mark will be changed to accord with those other items.",
      "id": "s3"
    },
    {
      "text": "For example, if the product were juice, the word \"Beer\" would be replaced with the word \"Juice\".",
      "id": "s4"
    },
    {
      "text": "The case has been conducted on the basis of the proposed registration for beer.",
      "id": "s5"
    },
    {
      "text": "THE PARTIES \n The applicant\n The applicant for registration of the trade mark, the applicant in this appeal, is Bavaria NV, a family-owned company incorporated in The Netherlands that manufactures beer and other alcoholic and non-alcoholic beverages.",
      "id": "s6"
    },
    {
      "text": "By an application filed on 22 August 2000, Bavaria NV seeks registration of the trade mark in respect of Classes 32 and 33 for, inter alia , beer and other beverages.",
      "id": "s7"
    },
    {
      "text": "22 August 2000 is the priority date of the application.",
      "id": "s8"
    },
    {
      "text": "Bavaria NV is a significant producer of beer both locally in The Netherlands and for export from The Netherlands.",
      "id": "s9"
    },
    {
      "text": "The company markets its beer and other alcoholic and non-alcoholic beverages extensively throughout the world.",
      "id": "s10"
    },
    {
      "text": "It also runs marketing campaigns in various countries for its products, which are sold under labels which include the word \"Bavaria\".",
      "id": "s11"
    },
    {
      "text": "Mr Antonius Swinkels, a retired member of the Board of Directors of Bavaria NV, describes the history of the \"Bavarian\" method of brewing beer which involves a bottom-fermenting yeast process.",
      "id": "s12"
    },
    {
      "text": "In the 19th century, this process was developed and applied on an industrial scale in Germany.",
      "id": "s13"
    },
    {
      "text": "Brewers throughout Europe travelled to Germany to learn the newly industrialised Bavarian method, returned to their own breweries and began brewing beer according to that method.",
      "id": "s14"
    },
    {
      "text": "The Bavarian process or method of brewing beer using cold-fermenting yeast spread throughout continental Europe including Holland.",
      "id": "s15"
    },
    {
      "text": "A number of breweries used the word \"Bavaria\", \"Bavarian\" or \"Beiersch\" in the brewery name or on their beer labels to indicate that they brewed their beer according to the Bavarian method.",
      "id": "s16"
    },
    {
      "text": "The Swinkels' beer brewing company built a new brewery in 1924 in which beer was brewed according to the Bavarian method.",
      "id": "s17"
    },
    {
      "text": "In 1925 three members of the Swinkels family formed a partnership trading under the name \"Beiersch Bierbrouwerij Bavaria\" which translates as \"Bavarian Beer Brewery Bavaria\".",
      "id": "s18"
    },
    {
      "text": "The partnership was later dissolved and a private limited liability company was formed.",
      "id": "s19"
    },
    {
      "text": "This company underwent various changes of name and, since 1996, it has been known as Bavaria NV.",
      "id": "s20"
    },
    {
      "text": "A trade mark which included the word \"Bavaria\" was registered by Bavaria NV in 1947.",
      "id": "s21"
    },
    {
      "text": "In 1967, it was renewed for a further 20 years until 1987.",
      "id": "s22"
    },
    {
      "text": "Bavaria NV does not licence other companies to manufacture its products in Australia.",
      "id": "s23"
    },
    {
      "text": "All products sold by Bavaria NV in Australia are manufactured in The Netherlands and exported.",
      "id": "s24"
    },
    {
      "text": "Bavaria NV appoints distributors to sell its products in Australia.",
      "id": "s25"
    },
    {
      "text": "The respondent\n The respondent, Bayerischer Brauerbund eV ('the Bavarian Brewery Association' or 'BBA'), opposes the registration of the trade mark.",
      "id": "s26"
    },
    {
      "text": "BBA is an association registered in accordance with the laws of Germany.",
      "id": "s27"
    },
    {
      "text": "BBA is situated in Munich and represents the interests of its members, over 240 breweries located in Bavaria, Germany.",
      "id": "s28"
    },
    {
      "text": "According to Mr Newrzella, the Managing Director of BBA, the large number of breweries in Bavaria have developed over hundreds of years.",
      "id": "s29"
    },
    {
      "text": "Some breweries were founded several hundred years ago.",
      "id": "s30"
    },
    {
      "text": "According to its Articles of Association, the purpose of BBA is, inter alia , to look after and promote the joint interests of the entire Bavarian brewing trade.",
      "id": "s31"
    },
    {
      "text": "BBA seeks to protect the use of the terms \"Bavarian\" and \"Bavaria\" and their German language equivalents in relation to beer as signs that indicate that such goods are made in Bavaria.",
      "id": "s32"
    },
    {
      "text": "BBA submits that the word \"Bavaria\", when used in Australia in connection with beer, indicates that the beer originates in Bavaria.",
      "id": "s33"
    },
    {
      "text": "It also submits that \"Bavaria\" indicates that the beer possesses a quality, reputation or other characteristic attributable to a Bavarian origin.",
      "id": "s34"
    },
    {
      "text": "BBA is the proprietor in Australia, Germany and elsewhere of registered trade marks for GENUINE BAVARIAN BEER &amp; DEVICE in respect of beer ('the Lady Bavaria trade mark').",
      "id": "s35"
    },
    {
      "text": "This is a composite trade mark featuring the words GENUINE BAVARIAN BEER underneath a picture of \"the Lady Bavaria\", a bronze statue in Munich.",
      "id": "s36"
    },
    {
      "text": "Bavarian breweries exported 2.159 hectolitres of beer to Australia in the year 2000 and 9.984 hectolitres in 2006.",
      "id": "s37"
    },
    {
      "text": "It is not in dispute that Bavaria NV exports significant quantities of its beer worldwide and did so in those same years.",
      "id": "s38"
    },
    {
      "text": "It is not in issue that Bavaria is a State of Germany, that \"Bayern\" translates as \"Bavaria\" or that \"Bayerisches Bier\" translates as \"Bavarian Beer\".",
      "id": "s39"
    },
    {
      "text": "It is not in dispute that beer sold by Bavaria NV under or by reference to the trade mark is made in The Netherlands.",
      "id": "s40"
    },
    {
      "text": "It is not in dispute that The Netherlands is often referred to as Holland.",
      "id": "s41"
    },
    {
      "text": "THE GROUNDS OF OPPOSITION \n BBA bases its opposition on a number of grounds which, as presently maintained, are in substance: At the hearing BBA raised an additional ground.",
      "id": "s42"
    },
    {
      "text": "BBA submits that there is a discretion to refuse to register the trade mark pursuant to s 55 of the Act and that the discretion should be so exercised.",
      "id": "s43"
    },
    {
      "text": "It points to s 59 of the Act and submits that Bavaria NV does not intend to use or authorise the use of the trade mark and that, accordingly, the discretion not to register the trade mark should be exercised in its favour.",
      "id": "s44"
    },
    {
      "text": "Neither s 55 nor s 59 of the Act were raised in BBA's statement of grounds of opposition.",
      "id": "s45"
    },
    {
      "text": "BBA asserts in its grounds of opposition that the trade mark also indicates that Bavaria NV's beer originates in Germany (as distinct from Bavaria, Germany) and that it has a quality, reputation or other characteristic attributable to its origin in Germany.",
      "id": "s46"
    },
    {
      "text": "However, the submissions of both parties focussed on the alleged connotation of origin in Bavaria and the quality, reputation or other characteristics attributable to a Bavarian origin.",
      "id": "s47"
    },
    {
      "text": "THE TRADE MARK THAT BAVARIA NV SEEKS TO REGISTER \n The first point to be made is that registration is sought of a composite mark, consisting of a number of elements.",
      "id": "s48"
    },
    {
      "text": "The parties do not dispute that it is necessary to look at the whole trade mark in context, including the size and prominence of the words, where they appear and the material surrounding the words.",
      "id": "s49"
    },
    {
      "text": "Clearly, in assessing the impact of the various elements of the trade mark as judged by the eye, factors such as the relative size of the letters and the prominence of the words are of importance ( Apand Pty Limited v The Kettle Chip Company Pty Limited [1994] FCA 1370 ; (1994) 52 FCR 474 at 488-489).",
      "id": "s50"
    },
    {
      "text": "It is well-established that the impression conveyed by the whole of the mark must be considered ( Angelides v James Stedman Hendersons Sweets Limited [1927] HCA 34 ; (1927) 40 CLR 43 at 68; Crazy Ron's Communications Pty Ltd v Mobileworld Communications Pty Ltd [2004] FCAFC 196 ; (2004) 209 ALR 1 at [100] ).",
      "id": "s51"
    },
    {
      "text": "The parties have made detailed submissions as to the elements of the trade mark, which elements are essential, the connotation of the elements and the prominence, or otherwise, of those elements, including: Bavaria NV draws particular attention to the following features: Bavaria NV describes these as the \"graphic elements\" of the trade mark which form the non-word components of the mark and which immediately strike the eye.",
      "id": "s52"
    },
    {
      "text": "Bavaria NV also draws attention to the word BAVARIA across the central shield and to the word HOLLAND appearing directly beneath BAVARIA and repeated twice more within the oval border of the trade mark.",
      "id": "s53"
    },
    {
      "text": "Bavaria NV submits that the important features of the trade mark are the device form in which it appears, the word BAVARIA in a central banner, the words HOLLAND and BEER below the central banner and the word HOLLAND repeated twice more in the upper half of the mark.",
      "id": "s54"
    },
    {
      "text": "It says that, without reproducing each of these elements, it is doubtful that another trader would be found to have reproduced the mark sufficiently to infringe.",
      "id": "s55"
    },
    {
      "text": "Bavaria NV contends that, to the extent that the words are considered within the trade mark, the words most emphasised are BAVARIA HOLLAND BEER.",
      "id": "s56"
    },
    {
      "text": "It submits that the evocation of Holland is reinforced by its repetition in the upper component of the border element and says that the word HOLLAND is part of the whole that, together with BAVARIA, is immediately apparent to the eye.",
      "id": "s57"
    },
    {
      "text": "Bavaria NV emphasises that the trade mark application is for a composite mark where no single word or feature stands alone for the purpose of analysis.",
      "id": "s58"
    },
    {
      "text": "It says that, if there are words that form an essential feature of the mark, it is the composite expression BAVARIA HOLLAND.",
      "id": "s59"
    },
    {
      "text": "Bavaria NV submits that, while the word BAVARIA is rendered in the largest letters, HOLLAND is given immediate prominence below BAVARIA, is emphasised in the curved lines on top and below and is reinforced by repetition.",
      "id": "s60"
    },
    {
      "text": "BBA contends that the essential feature of the trade mark is the word BAVARIA.",
      "id": "s61"
    },
    {
      "text": "It says that BAVARIA, particularly in association with beer, signifies that the beer comes from Bavaria and that this representation is not dispelled by the less prominent reference to Holland.",
      "id": "s62"
    },
    {
      "text": "Taking the trade mark as a whole, BBA says that it conveys the overall visual impression of the brand name BAVARIA emblazoned in a banner across a coat of arms with some additional, less emphasised words, all within an oval border containing some further words.",
      "id": "s63"
    },
    {
      "text": "It submits that many features of the trade mark are little more than decoration or flourish and, particularly in the context of European-brewed beer, not distinctive.",
      "id": "s64"
    },
    {
      "text": "For example, it says that the words used in the oval border of the trade mark do not convey any particular distinctive signification.",
      "id": "s65"
    },
    {
      "text": "It submits that the overall impression of the composite of the additional features would not be distinctive to a consumer with an imperfect recollection.",
      "id": "s66"
    },
    {
      "text": "In summary, BBA submits that the only relevant features of the trade mark are the word BAVARIA as depicted in the central banner against the shield above the radiating light with the crest at the top, all within an oval border.",
      "id": "s67"
    },
    {
      "text": "It says that, insofar as the trade mark consists of words, the only essential feature is the word BAVARIA.",
      "id": "s68"
    },
    {
      "text": "It submits that the word HOLLAND beneath BAVARIA functions to identify the category of product, as does the word BEER but that these are not essential features of the trade mark.",
      "id": "s69"
    },
    {
      "text": "In Angelides , Isaacs ACJ characterised as \"trite law\" the principle that in a composite mark, however prominent a single word may be, the whole trade mark must be considered.",
      "id": "s70"
    },
    {
      "text": "Different considerations apply to a word mark and a mark that includes a distinctive geometric device, so that even though words may be deceptively similar, the rendition of a particular device may take the trade mark outside of deceptive similarity ( Crazy Ron's [96]-[99] and [103]).",
      "id": "s71"
    },
    {
      "text": "As the Full Court noted in Crazy Ron's , each case must be considered on its own facts and each trade mark evaluated.",
      "id": "s72"
    },
    {
      "text": "Whether a word constitutes an essential feature of a composite mark is determined by the overall impression of the mark and the prominence and character of the word in question, as well as other words and devices present.",
      "id": "s73"
    },
    {
      "text": "The totality of the device mark must be considered ( Sports Cafe Ltd v Registrar of Trade Marks (1998) 42 IPR 552).",
      "id": "s74"
    },
    {
      "text": "That is, the visual form of presentation may render two marks different.",
      "id": "s75"
    },
    {
      "text": "Bavaria NV draws a comparison between BAVARIA which, it says, is not (by itself) an essential feature of the trade mark, and the words CRAZY JOHN, which were held by the Full Court not to be an essential feature of a composite mark consisting of those words and a device, being a relatively large fantasy cartoon character holding a mobile telephone astride a stylised globe ( Crazy Ron's at [97]).",
      "id": "s76"
    },
    {
      "text": "In drawing that conclusion the Full Court pointed out that the words themselves were not especially prominent and were subsidiary to the fantasy character which occupied the dominant position in the overall image.",
      "id": "s77"
    },
    {
      "text": "The Full Court emphasised that it is necessary to consider a composite mark as a whole and that caution needs to be exercised in characterising words in a complex composite registered trade mark as an essential feature of the mark (at [100]).",
      "id": "s78"
    },
    {
      "text": "The trade mark the subject of the application did not, as it should not, contain the symbol &reg;.",
      "id": "s79"
    },
    {
      "text": "Similarly, the trade mark, as advertised, did not include the symbol of a registered mark next to the word BAVARIA.",
      "id": "s80"
    },
    {
      "text": "However, Bavaria NV has sold products in Australia under labels containing the &reg; symbol next to the word BAVARIA.",
      "id": "s81"
    },
    {
      "text": "The image of the trade mark that was included in the Delegate's decision also incorporated the &reg;.",
      "id": "s82"
    },
    {
      "text": "The use of the &reg; symbol is not relevant to an understanding of the trade mark but its presence is of some relevance to BBA's submissions on the prominence of the reference to BAVARIA.",
      "id": "s83"
    },
    {
      "text": "BBA submits that the placing of the &reg;, the indication of registration, next to the word BAVARIA on the labels indicates that Bavaria NV considers that word to be the essential feature of the mark.",
      "id": "s84"
    },
    {
      "text": "To my mind that positioning is equivocal.",
      "id": "s85"
    },
    {
      "text": "If Bavaria NV or the consumer were of the view that the word BAVARIA represents the brand name not associated with a geographical indication or place of origin, the positioning of the registration mark is neutral.",
      "id": "s86"
    },
    {
      "text": "However, I do accept that it draws attention toward the word BAVARIA, being the more prominent word on the label, and away from the smaller sized HOLLAND.",
      "id": "s87"
    },
    {
      "text": "THE SALE OF BAVARIA NV'S PRODUCTS AND THE USE OF THE TRADE MARK IN AUSTRALIA \n BBA contends that the evidence does not establish any use of the trade mark in Australia prior to or near the priority date, or at all.",
      "id": "s88"
    },
    {
      "text": "Bavaria NV's trade marks\n Bavaria NV began selling beer under trade marks which included the word \"Bavaria\" in a number of countries around the world in 1947.",
      "id": "s89"
    },
    {
      "text": "The countries in which those trade marks were originally registered did not include Australia.",
      "id": "s90"
    },
    {
      "text": "In 1995, Bavaria NV began using a device on its bottles consisting of the Swinkels family crest and an associated reference to vegetation, together with the words \"Bavaria Holland Beer\" ('the Bavaria NV device').",
      "id": "s91"
    },
    {
      "text": "The earlier format gave greater prominence to the words \"Holland Beer\" in comparison with the word \"Bavaria\".",
      "id": "s92"
    },
    {
      "text": "Bavaria NV has registered the Bavaria NV device in a number of countries around the world.",
      "id": "s93"
    },
    {
      "text": "It has also applied to register or has registered the trade mark \"Bavaria Holland Beer\" as a word mark in a number of countries.",
      "id": "s94"
    },
    {
      "text": "The trade mark the subject of the present application was developed in the 1990s and was, according to Mr Petrus Swinkels, former Export Manager and retired Chairman of the Board of Bavaria NV, first used in countries to which Bavaria NV's product was exported in 2000.",
      "id": "s95"
    },
    {
      "text": "Bavaria NV has applied to register or has registered the trade mark the subject of these proceedings in a number of countries including Malta, New Zealand, Canada and Malaysia.",
      "id": "s96"
    },
    {
      "text": "The sale of Bavaria NV's beer in Australia under its trade marks\n Mr Petrus Swinkels said that he first sold Bavaria NV's beer in Australia during a trip to Australia in 1988, through Coles Myer.",
      "id": "s97"
    },
    {
      "text": "There was nothing in writing to support Mr Swinkels' evidence as all documents relevant to the period from 1988 to 1998 have been destroyed in accordance with the company's procedures.",
      "id": "s98"
    },
    {
      "text": "Mr Swinkels says, however, that he has a clear recollection of his visit to Australia at that time for the purpose of selling Bavaria NV's beer in this country and that he attended a Pavarotti concert while in Australia.",
      "id": "s99"
    },
    {
      "text": "I accept that evidence and the explanation that there is no documentary support because of the destruction of documents from that time.",
      "id": "s100"
    },
    {
      "text": "From approximately 1994 to 2002 Bavaria NV's products were sold to Theo's Liquor Markets and/or its predecessors.",
      "id": "s101"
    },
    {
      "text": "In December 2002 Theo's Liquor Markets was acquired by the Coles Myer Group and from that date Bavaria NV's beer has been distributed throughout Australia by the Coles Myer Liquor Group and stocked in outlets including Liquorland, Vintage Cellars and Quaffers.",
      "id": "s102"
    },
    {
      "text": "Mr Petrus Swinkels says that, from 1988 to 1995, the label under which Bavaria NV's beer was sold in Australia featured the words \"Bavaria Holland Beer\".",
      "id": "s103"
    },
    {
      "text": "Mr Swinkels says that Bavaria NV began using the Bavaria NV device on its beer sold in Australia in 1995 and that it began exporting beer featuring the trade mark to Australia in 2000.",
      "id": "s104"
    },
    {
      "text": "In a statutory declaration before the Delegate, Mr Frank Swinkels, Export Director and member of the Board of Directors of Bavaria NV, said that the trade mark the subject of this application was first used in Australia in 1998.",
      "id": "s105"
    },
    {
      "text": "BBA says that this evidence contradicts the evidence given by Mr Petrus Swinkels that Bavaria NV first sold its beer in Australia in 1988 to Coles Myer.",
      "id": "s106"
    },
    {
      "text": "It is not inconsistent with Mr Petrus Swinkels' evidence of the sale of products under earlier labels but is inconsistent with the evidence that the trade mark was first used in Australia in 2000.",
      "id": "s107"
    },
    {
      "text": "Mr Carroll, Group Merchandising Manager Administration for the Coles Liquor Group, says that he was personally involved in the decision regarding the price of beer sold under the trade mark.",
      "id": "s108"
    },
    {
      "text": "He says that beer sold under the trade mark was the first imported beer ever sold by Coles Myer that was imported by Coles Myer.",
      "id": "s109"
    },
    {
      "text": "Mr Carroll recalls that Coles Myer began importing and selling Bavaria NV's beer in Australia under the trade mark through its liquor outlets in June 2000.",
      "id": "s110"
    },
    {
      "text": "He has not been able to locate any records to support that recollection.",
      "id": "s111"
    },
    {
      "text": "He recalls that the first orders were placed by Coles Myer with Bavaria NV in February 2000 and that about 19,000 cartons each containing 2 dozen bottles were sold by about 31 July 2000.",
      "id": "s112"
    },
    {
      "text": "It is not clear, nor was it raised during Mr Carroll's evidence, how this fits with Mr Petrus Swinkels' evidence that Bavaria NV's products were sold through Theo's Liquor Markets until 2002.",
      "id": "s113"
    },
    {
      "text": "The statutory declaration of Mr Frank Swinkels seems to suggest that both Theo's Liquor Markets and Coles Myer sold Bavaria NV's products in the early 2000s before Theo's Liquor Markets was acquired by Coles Myer.",
      "id": "s114"
    },
    {
      "text": "Despite the evidence of the sale of Bavaria NV's beer in Australia since at least 1998, BBA says that the evidence does not establish the commencement of the use of the trade mark in Australia.",
      "id": "s115"
    },
    {
      "text": "However, the evidence is that the trade mark was at least used on Bavaria NV's beer imported and sold by Coles Myer prior to the priority date of 22 August 2000.",
      "id": "s116"
    },
    {
      "text": "It follows that Bavaria NV commenced use of the trade mark immediately prior to the priority date.",
      "id": "s117"
    },
    {
      "text": "The use of the trade mark\n A number of products were sold by Bavaria NV in Australia in the period 1998 to 2007 under the name \"Bavaria\", such as \"Bavaria 8.6 Export\", \"Bavaria Millenium\", \"Bavaria Moreeke Export\" and \"Bavaria Premium\" as well as non-alcoholic products such as \"Bavaria Malt\" and \"Bavaria Appel Malt\".",
      "id": "s118"
    },
    {
      "text": "Other of Bavaria NV's beer products have been marketed with associated descriptions such as \"Oud Bruin\", \"Spring Bock\" and \"Pilsener\", those words appearing in place of HOLLAND underneath the word BAVARIA.",
      "id": "s119"
    },
    {
      "text": "BBA submits that, within the trade mark application, HOLLAND underneath BAVARIA functions as a variant descriptor of the beer in the same way as, for example, \"Oud Bruin\".",
      "id": "s120"
    },
    {
      "text": "That leaves, in BBA's submission, BAVARIA as the brand for the purposes of s 17 of the Act as the sign used or intended to be used to distinguish Bavaria NV's beer from the beer of other breweries.",
      "id": "s121"
    },
    {
      "text": "In response, Bavaria NV points out that, in this trade mark application, the endorsement makes it clear that the only variable is the word BEER so that the HOLLAND is constant.",
      "id": "s122"
    },
    {
      "text": "Accordingly, products sold under the trade mark would be BAVARIA HOLLAND BEER or, for example, BAVARIA HOLLAND JUICE.",
      "id": "s123"
    },
    {
      "text": "There is no evidence that consumers would associate BAVARIA HOLLAND BEER with, for example, \"Bavaria Malt\" or consider HOLLAND as a variant descriptor.",
      "id": "s124"
    },
    {
      "text": "In the alternative, BBA says that HOLLAND conveys that beer sold under the trade mark is a Dutch-brewed beer under licence from persons in Bavaria but there is no evidentiary support for this proposition.",
      "id": "s125"
    },
    {
      "text": "Bavaria NV pays its Australian wholesale customers an amount to subsidise advertising and marketing of products featuring its label.",
      "id": "s126"
    },
    {
      "text": "Advertising and marketing includes sales promotions, advertising in stores, brochures and television advertisements.",
      "id": "s127"
    },
    {
      "text": "Some of the advertising and promotion of Bavaria NV's products in Australia and overseas has been by reference to the word \"Bavaria\" alone and some by reference to \"Bavaria Holland\".",
      "id": "s128"
    },
    {
      "text": "Its products have also been described as \"Bavaria Beer\" and \"Bavaria Premium\".",
      "id": "s129"
    },
    {
      "text": "I note that the latter product is sold under a different label from the label comprising the trade mark.",
      "id": "s130"
    },
    {
      "text": "The reference to the product as \"Bavaria\", the prominent word on Bavaria NV's labels (including the trade mark), has been not only by distributors and in advertising but also by Bavaria NV in its own historical material.",
      "id": "s131"
    },
    {
      "text": "Bavaria NV argues that abbreviations or alterations to the trade mark are unlikely to be helpful in considering a trade mark application, giving as an example that, if \"McDonalds\" is reduced to \"Maccas\", they are two different trade marks and the use of one is not the use of the other.",
      "id": "s132"
    },
    {
      "text": "It submits that, to make reference only to the aural use falls into the trap or vice described by the Full Court in the Crazy Ron's case: the substitution of a word mark for a word and device mark.",
      "id": "s133"
    },
    {
      "text": "Bavaria NV submits that the words in the trade mark are BAVARIA HOLLAND BEER and that those are the words which, if there were an aural rendition of the mark, would be used.",
      "id": "s134"
    },
    {
      "text": "Bavaria NV also draws a distinction between the use of the trade mark and post-priority date activities (eg.",
      "id": "s135"
    },
    {
      "text": "marketing) which make reference to \"Bavaria\" or \"Bavaria Beer\".",
      "id": "s136"
    },
    {
      "text": "Bavaria NV concedes that post-priority date evidence as to the use of the trade mark is relevant in order to see whether or not it would be likely to cause confusion but says that this is not the trade mark.",
      "id": "s137"
    },
    {
      "text": "Bavaria NV insists that for the purposes of this case, which involves an opposition to registration, the requirement to consider the use of the trade mark imports only a consideration of the use made of the trade mark as a whole and makes irrelevant the use made of one part of the trade mark in referring to Bavaria NV's goods, including the evidence of its own use of the single word \"Bavaria\" to refer to the beer.",
      "id": "s138"
    },
    {
      "text": "In Sports Cafe , the Full Court held that it was relevant to consider how a cited mark may be used informally, especially in speech, noting (at 557) the Australian tendency to shorten expressions.",
      "id": "s139"
    },
    {
      "text": "However, their Honours were careful (at 559) to state that, whether or not the shortened expression used for the mark may convey a certain idea, consideration of deceptive similarity needed to be made in consideration of the whole of the mark.",
      "id": "s140"
    },
    {
      "text": "Their Honours distinguished between a device mark which contains words on one hand and a word mark on the other.",
      "id": "s141"
    },
    {
      "text": "However, in considering an opposition to registration of a trade mark, care must be taken in evaluating the use of the trade mark and evidence of different ways by which the goods to which the trade mark is applied are or may be described.",
      "id": "s142"
    },
    {
      "text": "Invariably, a trade mark consisting of words and devices will be referred to by one or more of the words.",
      "id": "s143"
    },
    {
      "text": "This does not mean that the devices or other words are eliminated from consideration of the registrability of the mark.",
      "id": "s144"
    },
    {
      "text": "It does not mean that the consumer disregards or fails to recall the trade mark or the devices when referring to the goods in a shortened form.",
      "id": "s145"
    },
    {
      "text": "I accept that Bavaria NV's beer has been marketed and promoted by reference to \"Bavaria Beer\", \"Bavaria Premium\" and \"Bavaria Holland\" as well as by reference to \"Bavaria\" alone.",
      "id": "s146"
    },
    {
      "text": "I accept that consumers may use each of these terms aurally to refer to the beer, as a brand.",
      "id": "s147"
    },
    {
      "text": "However, it is the trade mark that is the subject of opposition and I do not accept that the fact of such usage of itself determines the predominant elements of the mark.",
      "id": "s148"
    },
    {
      "text": "The new label\n There have been changes to the Bavaria NV label in use since the trade mark application was filed.",
      "id": "s149"
    },
    {
      "text": "The new label, which Bavaria NV commenced using in mid to late 2006/early 2007 is: \n \n It can be seen that there are a number of differences between the trade mark and the new label to which I shall return.",
      "id": "s150"
    },
    {
      "text": "The new label has been adopted internationally.",
      "id": "s151"
    },
    {
      "text": "SECTION 41 OF THE ACT \n The Delegate did not consider the ground of opposition under s 41 of the Act.",
      "id": "s152"
    },
    {
      "text": "This ground of opposition focuses on the capacity of the trade mark to distinguish Bavaria NV's goods from the goods of other persons.",
      "id": "s153"
    },
    {
      "text": "Section 41(2) requires that a trade mark be rejected if it is not capable of distinguishing the applicant's goods from the goods of other persons.",
      "id": "s154"
    },
    {
      "text": "BBA submits that the trade mark is not so capable.",
      "id": "s155"
    },
    {
      "text": "In deciding whether a trade mark is capable of distinguishing Bavaria NV's goods, it is necessary first to consider the extent to which the trade mark is inherently adapted to distinguish the designated goods from the goods of other persons (s 41(3) of the Act).",
      "id": "s156"
    },
    {
      "text": "If that is not determinative but the Registrar (or the Court) finds that the relevant trade mark is to some extent inherently adapted to distinguish the designated goods, s 41(5) provides for three factors to be taken into account in order to determine whether the trade mark ' does or will distinguish the designated goods or services as being those of the applicant ' [emphasis added]: the extent to which the trade mark is inherently adapted, the use or intended use of the trade mark and any other circumstances.",
      "id": "s157"
    },
    {
      "text": "If the Registrar is then satisfied that the trade mark does or will so distinguish the designated goods or services, the trade mark is taken to be capable of distinguishing the applicant's goods or services from the goods or services of other persons.",
      "id": "s158"
    },
    {
      "text": "This introduces the requirement to look to the future use of the trade mark.",
      "id": "s159"
    },
    {
      "text": "In many cases this will not be relevant and the Registrar or the Court will look to past and existing use.",
      "id": "s160"
    },
    {
      "text": "In this case, there has been use of the trade mark since the priority date.",
      "id": "s161"
    },
    {
      "text": "There has been no use of the trade mark since around 2006.",
      "id": "s162"
    },
    {
      "text": "Mr Petrus Swinkels said during cross-examination that Bavaria NV intended to stop using the old label (that is, the trade mark) when it changed to the new label.",
      "id": "s163"
    },
    {
      "text": "However, he could not say whether Bavaria NV would use the trade mark again.",
      "id": "s164"
    },
    {
      "text": "He did not say that there would be no future use of the trade mark, nor was he asked that question.",
      "id": "s165"
    },
    {
      "text": "The evidence of future use is equivocal.",
      "id": "s166"
    },
    {
      "text": "Further, there is a grace period provided for in the Act following the registration of a trade mark (s 92(4)(b)).",
      "id": "s167"
    },
    {
      "text": "BBA says that the clear inference is that Bavaria NV has no intention to continue to use the trade mark the subject of the application, given Mr Swinkels' evidence that Bavaria NV changes its label every five to ten years, that the new label has been adopted internationally and that it represented an upgrading of the trade mark.",
      "id": "s168"
    },
    {
      "text": "Whether or not that inference is accepted, Bavaria NV does not rely upon any use or intended use of the mark for the purposes of s 41(5) of the Act nor does it rely upon prior use for the purposes of s 41(6).",
      "id": "s169"
    },
    {
      "text": "Rather, Bavaria NV says that the trade mark is inherently adapted to distinguish its goods.",
      "id": "s170"
    },
    {
      "text": "Is the trade mark inherently adapted to distinguish Bavaria NV's goods?",
      "id": "s171"
    },
    {
      "text": "BBA submits that the essential feature of the trade mark is the word BAVARIA, with some decorative elements of heraldry all within an oval border.",
      "id": "s172"
    },
    {
      "text": "BBA submits that, properly construed, the trade mark is a geographical name against a backdrop of generic heraldic symbols and is incapable of distinguishing Bavaria NV's goods from the goods of other traders.",
      "id": "s173"
    },
    {
      "text": "As a geographical name, BBA says that the word \"Bavaria\" is not inherently adapted to distinguish Bavaria NV's goods (s 41(3) of the Act), is not capable of distinguishing Bavaria NV's beer from the beer of other traders and should be rejected (s 41(2) of the Act).",
      "id": "s174"
    },
    {
      "text": "BBA again relies on the marketing of Bavaria NV's products as \"Bavaria\" and \"Bavaria Beer\" to say that the trade mark will invariably be shortened to such a form.",
      "id": "s175"
    },
    {
      "text": "BBA also relies upon the existence in Sydney of a chain of beer caf&eacute;s called the \"Bavarian Bier Caf&eacute;\" which specialise in Bavarian food and beverages, in particular Bavarian Beer.",
      "id": "s176"
    },
    {
      "text": "Those beers are listed by reference to their trade names and not by reference to \"Bavaria\" or \"Bavarian Beer\".",
      "id": "s177"
    },
    {
      "text": "A number of the labels on beers from Bavaria that were in evidence stated that they were made in Munich, the capital of the State of Bavaria, rather than naming Bavaria.",
      "id": "s178"
    },
    {
      "text": "BBA's witness, Mr Crossland, agreed that German brewers do not usually state on their beer labels whether their products come from Bavaria.",
      "id": "s179"
    },
    {
      "text": "While some labels from German breweries contain the word \"Bavaria\", none contain the word \"Holland\".",
      "id": "s180"
    },
    {
      "text": "As there are many beer brewers in Bavaria, BBA says that it is more than likely that other persons, trading in beer and actuated only by proper motives, will think of the word \"Bavaria\" and of heraldic emblems, including shields, crests and sprigs of barley, and want to use them in connection with beer, including in a manner that would potentially infringe the trade mark if registered.",
      "id": "s181"
    },
    {
      "text": "BBA submits that Bavaria NV cannot use the word \"Bavaria\" and then, by putting it in an elaborate label with generic heraldic devices, acquire distinctiveness in the mark that would otherwise be totally lacking in any inherent adaptation.",
      "id": "s182"
    },
    {
      "text": "BBA contends that permitting registration of the trade mark gives rise to the possibility of preventing other breweries from using \"Bavaria\".",
      "id": "s183"
    },
    {
      "text": "The question whether a trade mark is adapted to distinguish a party's goods is: \n tested by reference to the likelihood that other persons, trading in goods of the relevant kind and being actuated only by proper motives --- in the exercise, that is to say, of the common right of the public to make honest use of words forming part of the common heritage, for the sake of the signification which they ordinarily possess --- will think of the word and want to use it in connexion with similar goods in any manner which would infringe a registered trade mark granted in respect of it.",
      "id": "s184"
    },
    {
      "text": "[ Clark Equipment Company v Registrar of Trade Marks [1964] HCA 55 ; (1964) 111 CLR 511 at 514 per Kitto J].",
      "id": "s185"
    },
    {
      "text": "This has led to the rejection of a word of prima facie geographical signification, particularly when it is used simpliciter and where goods of the kind for which it is sought to be registered are produced at the place or in the area ( Clark Equipment at 515-516), or if it is reasonable to suppose that such goods in the future would be produced there ( Chancellor, Masters and Scholars of the University of Oxford (Trading as Oxford University Press) v Registrar of Trade Marks [1990] FCA 175 ; (1990) 24 FCR 1 at 23 per Gummow J).",
      "id": "s186"
    },
    {
      "text": "This is because other traders have a legitimate interest in using the geographical name to identify their goods and it is this interest which is not to be supplanted by permitting any one trader to effect trade mark registration ( Clark Equipment at 514-515).",
      "id": "s187"
    },
    {
      "text": "Justice Gummow in University of Oxford came to the view that, if a court is in doubt as to the likelihood of another trader legitimately wishing to use a mark, the application should be refused (at 25).",
      "id": "s188"
    },
    {
      "text": "In Clark Equipment , Kitto J held that the word MICHIGAN was not adapted and was not capable of becoming adapted to distinguish earth-moving and other equipment.",
      "id": "s189"
    },
    {
      "text": "Similarly, OXFORD was refused for printed publications ( University of Oxford ) and COLORADO refused for bags ( Colorado Group Ltd v Strandbags Group Pty Ltd [2007] FCAFC 184 ; (2007) 164 FCR 506).",
      "id": "s190"
    },
    {
      "text": "In each case, the registration sought was of a word mark that connoted a geographical location.",
      "id": "s191"
    },
    {
      "text": "Bavaria NV appears to accept that there are difficulties with the word \"Bavaria\" being adapted to distinguish its beer but emphasises that Kitto J's observations in Clark Equipment apply to the use of a geographical term where the word is used simpliciter or with no addition except a description or designation of the goods.",
      "id": "s192"
    },
    {
      "text": "It submits that its composite trade mark, which uses visual components and other geographical references, is sufficient, as it was in Sports Cafe, to distinguish its trade mark from what may otherwise be a reference to \"Bavaria\" as the source of the beer.",
      "id": "s193"
    },
    {
      "text": "Bavaria NV submits that s 41(2) does not operate to prevent any word that has a geographical meaning from being included in a trade mark.",
      "id": "s194"
    },
    {
      "text": "Bavaria NV says that BBA's case concentrates only on the word BAVARIA and ignores the other elements of the trade mark, including the three references to \"Holland\".",
      "id": "s195"
    },
    {
      "text": "Bavaria NV submits that, if those other elements are not ignored, the trade mark is inherently capable of distinguishing and does distinguish Bavaria NV's goods.",
      "id": "s196"
    },
    {
      "text": "The normal and fair use of the mark may affect and reflect the way in which the consumer evaluates the prominence of the features of the trade mark.",
      "id": "s197"
    },
    {
      "text": "In circumstances where Bavaria NV's beer has been marketed by reference to \"Bavaria\", \"Bavaria Beer\" and \"Bavaria Holland\" and it is by those names that the beer may be known, it is appropriate, in considering whether the mark is inherently adapted to distinguish Bavaria NV's goods, also to take into account that use of the trade mark ( Polo Textile Industries Pty Limited v Domestic Textile Corporation Pty Limited [1993] FCA 203 ; (1993) 42 FCR 227 at 231 citing de Cordova v Vick Chemical Co (1951) 68 RPC 103 at 105---106).",
      "id": "s198"
    },
    {
      "text": "BBA submits that, despite the existence of a composite mark, a conspicuous part of a label or the distinctive feature of a label can be said to be the true trade mark rather than the label as a whole, as a matter of impression.",
      "id": "s199"
    },
    {
      "text": "BBA submits that the imperfect recollection of the consumer may omit the specific devices used in the trade mark and the word HOLLAND and may simply recall (or notice) BAVARIA.",
      "id": "s200"
    },
    {
      "text": "However, as noted in [55], while a trade mark consisting of words and devices may be shortened to words, that does not mean that other words and devices are eliminated from consideration or that the consumer rejects them, ignores them, or fails to recall them.",
      "id": "s201"
    },
    {
      "text": "I make the following preliminary observations in relation to the trade mark and to the question whether other persons may legitimately wish to use the word \"Bavaria\" in connection with their goods because of its geographical reference and whether the trade mark is capable of distinguishing Bavaria NV's goods from the goods of other traders: The trade mark is not just the word \"Bavaria\" or, put another way, it is not used simpliciter or with no addition save for a description or designation of the goods.",
      "id": "s202"
    },
    {
      "text": "The use of the trade mark for beer does not save the word \"Bavaria\" from carrying its prima facie geographical signification.",
      "id": "s203"
    },
    {
      "text": "This is not a case where the goods for which the trade mark is used are remote from the geographical location where those goods are produced and with which the goods are associated (cf.",
      "id": "s204"
    },
    {
      "text": "discussion in Colorado at [29] per Kenny J).",
      "id": "s205"
    },
    {
      "text": "Bavaria is a place in Germany where beer is produced.",
      "id": "s206"
    },
    {
      "text": "This is likely to continue in the future.",
      "id": "s207"
    },
    {
      "text": "As at 2005, there were 623 breweries in operation in Bavaria.",
      "id": "s208"
    },
    {
      "text": "Other beer makers in Germany may want to use the word \"Bavaria\" or \"Bavarian\", on or in connection with their beer, either to signify the brewing style or to indicate that their beer comes from Bavaria.",
      "id": "s209"
    },
    {
      "text": "Bavaria NV does not suggest that the word \"Bavaria\" alone would be registrable for beer.",
      "id": "s210"
    },
    {
      "text": "It is unlikely that it would be as, for the reasons given in Clark Equipment , Colorado and University of Oxford , it would not be capable of distinguishing or acquiring distinctiveness for beer.",
      "id": "s211"
    },
    {
      "text": "Bavaria NV's beer was named partly in recognition of the fact that there is a style of beer-making associated with, or originating from, Bavaria.",
      "id": "s212"
    },
    {
      "text": "Bavarian breweries produce a wide variety of beers, for example blonde and dark beers, pilsener and export beers, wheat beers and diet beers.",
      "id": "s213"
    },
    {
      "text": "There is no uniform type of Bavarian beer.",
      "id": "s214"
    },
    {
      "text": "The word BAVARIA is prominent in the trade mark.",
      "id": "s215"
    },
    {
      "text": "If it is so conspicuously displayed on the label that the fact of its use would suggest that the beer comes from Bavaria, the question is whether the remaining elements of the mark dispel that association ( Re The Registered Trade Mark \"Yanx\"; ex parte Amalgamated Tobacco Corporation Limited [1951] HCA 28 ; (1951) 82 CLR 199 at 206 per Williams J).",
      "id": "s216"
    },
    {
      "text": "Many of the elements of the trade mark, namely the non-word elements such as the heraldry, would not, to the average consumer, indicate a particular country.",
      "id": "s217"
    },
    {
      "text": "A coat of arms and old-world emblems evoke Europe.",
      "id": "s218"
    },
    {
      "text": "Other brewers in Bavaria use the word \"Bavaria\" across a label with sprigs of barley and a crest.",
      "id": "s219"
    },
    {
      "text": "Examples from brewers who sell into the German market include:\n \n \n BBA relies upon the differences between the trade mark and the current version of Bavaria NV's label to identify the features of the trade mark that Bavaria NV treats as essential.",
      "id": "s220"
    },
    {
      "text": "BBA says that it follows that the features and words which have been changed are not essential features of the trade mark and cannot be relied upon by Bavaria NV as distinctive elements.",
      "id": "s221"
    },
    {
      "text": "Removed from the present label are the words \"Holland Beer\" and \"Lieshout Holland\" around the oval border.",
      "id": "s222"
    },
    {
      "text": "The words \"Bierbrouwerij Bavaria\" have been removed from above the central banner.",
      "id": "s223"
    },
    {
      "text": "The words LIESHOUT HOLLAND are still present on the label but they have been repositioned and made smaller.",
      "id": "s224"
    },
    {
      "text": "However, while LIESHOUT HOLLAND has been made smaller, there is a more prominent colour contrast so that the overall impression of these words has not, in my view, diminished.",
      "id": "s225"
    },
    {
      "text": "What has changed is that one of the references to \"Holland\" has been removed.",
      "id": "s226"
    },
    {
      "text": "Despite these changes, in my view a consumer who noticed the more prominent HOLLAND beneath BAVARIA would not be affected by the fact that there is one but not two other references to \"Holland\" present.",
      "id": "s227"
    },
    {
      "text": "A more cautious consumer, who examined the label, would observe the words LIESHOUT HOLLAND in addition to the word HOLLAND between BAVARIA and BEER.",
      "id": "s228"
    },
    {
      "text": "Are other traders likely to wish to adopt the same trade mark or symbols or features resembling that trade mark?",
      "id": "s229"
    },
    {
      "text": "Bavaria NV emphasises that there was no evidence that any other trader wishes to use, or would wish to use, the word \"Bavaria\" in Australia together with heraldic material as in the trade mark.",
      "id": "s230"
    },
    {
      "text": "BBA says that the heraldic devices used by Bavaria NV are themselves broadly generic and thereby incapable of adding distinctiveness to the word BAVARIA or distinguishing Bavaria NV as the source of the beer.",
      "id": "s231"
    },
    {
      "text": "BBA concedes that, if it were just the Swinkels' family motto used on the label, that would be capable of imparting distinctiveness.",
      "id": "s232"
    },
    {
      "text": "The use of the word \"Bavaria\" by a number of breweries suggests that the word alone is not intended to be used to distinguish the goods or services of any particular brewery.",
      "id": "s233"
    },
    {
      "text": "Rather, other traders who wish to use the word \"Bavaria\" would rely on differentiating features, such as other words, devices and symbols, to distinguish their goods.",
      "id": "s234"
    },
    {
      "text": "The features of the trade mark other than BAVARIA cannot simply be dismissed as \"window-dressing\".",
      "id": "s235"
    },
    {
      "text": "This case is not about whether Bavaria NV can register a trade mark for the word \"Bavaria\".",
      "id": "s236"
    },
    {
      "text": "It is whether the trade mark, which contains BAVARIA, is capable of distinguishing Bavaria NV's goods from those of other traders, including traders who sell beer from Bavaria.",
      "id": "s237"
    },
    {
      "text": "On the assumption that traders of beer from Bavaria may wish to use \"Bavaria\" on their labels or in their trade marks, the way to distinguish their goods is to create a distinctive trade mark or label by the use of other words and devices.",
      "id": "s238"
    },
    {
      "text": "Bavaria NV has utilised the Swinkels family crest and other devices, repeated references to \"Holland\" and the prominent placing of HOLLAND below BAVARIA to draw attention to the fact that BAVARIA HOLLAND BEER is a specific product, the source of which is Lieshout, Holland.",
      "id": "s239"
    },
    {
      "text": "Although the matter is not without difficulty, I have come to the view that the trade mark is inherently adapted to distinguish Bavaria NV's goods.",
      "id": "s240"
    },
    {
      "text": "Accordingly, the ground of opposition based on s 41 of the Act is not made out.",
      "id": "s241"
    },
    {
      "text": "If the trade mark were to some extent inherently adapted to distinguish Bavaria NV's goods\n If that were not the case but the trade mark had some capacity to distinguish by the combination of features in the mark, then consideration would need to be given to s 41(5) of the Act.",
      "id": "s242"
    },
    {
      "text": "BBA points out that aspects of the trade mark have been varied or abandoned in the new label and that the trade mark is not presently in use.",
      "id": "s243"
    },
    {
      "text": "There is no evidence concerning the effect of past use of the trade mark or its capacity to distinguish Bavaria NV's beer, apart from an absence of complaint of confusion.",
      "id": "s244"
    },
    {
      "text": "There is no evidence of any intention to use the trade mark in the future.",
      "id": "s245"
    },
    {
      "text": "Accordingly, if the trade mark were only inherently adapted to distinguish Bavaria NV's beer to some extent, there would be insufficient basis to find it capable of distinguishing those goods pursuant to s 41(5) of the Act.",
      "id": "s246"
    },
    {
      "text": "Bavaria NV did not advance submissions to the contrary.",
      "id": "s247"
    },
    {
      "text": "If the trade mark were not to any extent inherently adapted to distinguish Bavaria NV's goods\n The evidence of use before the priority date is scant.",
      "id": "s248"
    },
    {
      "text": "The use demonstrated by Bavaria NV, the subject of evidence by Mr Petrus Swinkels and Mr Carroll, would be insufficient to enable Bavaria NV to take advantage of s 41(6) of the Act, which provides that if the Registrar finds that a trade mark is not to any extent inherently adapted to distinguish, the trade mark is taken to be capable of distinguishing the designated goods or services if the applicant establishes that because of the extent to which it has used the mark before the priority date, the trade mark does so distinguish.",
      "id": "s249"
    },
    {
      "text": "SECTION 43 OF THE ACT \n The Delegate found that BBA established the ground of opposition set out in s 43 of the Act.",
      "id": "s250"
    },
    {
      "text": "Section 43 of the Act provides: \n An application for the registration of a trade mark in respect of particular goods or services must be rejected if, because of some connotation that the trade mark or a sign contained in the trade mark has, the use of the trade mark in relation to those goods or services would be likely to deceive or cause confusion.",
      "id": "s251"
    },
    {
      "text": "The pleaded case based on s 43 asserts two connotations said to arise from the trade mark: While BBA continues to press both alleged connotations in respect of the grounds of opposition based on ss 43 and 42(b) of the Act, the submissions of both parties focussed on the first of these connotations.",
      "id": "s252"
    },
    {
      "text": "The Delegate's decision\n The Delegate was of the view that, for a substantial number of Australians, as a matter of \"common knowledge\", Bavaria means more than just the name of a German State and that ' a substantial number of Australians will associate Bavaria with beer, both the brewing and drinking thereof ''.",
      "id": "s253"
    },
    {
      "text": "In the absence of evidence of the knowledge in the Australian marketplace of Bavaria NV's beer prior to 22 August 2000, the priority date of the application, the Delegate was unable to take account of the asserted reputation of that beer or whether consumers would take BAVARIA as an indication of trade source and not of geographical origin.",
      "id": "s254"
    },
    {
      "text": "She concluded that the prominent word BAVARIA was not qualified by the words HOLLAND or HOLLAND BEER.",
      "id": "s255"
    },
    {
      "text": "BAVARIA, she found, connotes that the beer is from Bavaria.",
      "id": "s256"
    },
    {
      "text": "Accordingly, she found that the trade mark is likely to deceive and/or cause confusion and that the s 43 ground of opposition was made out.",
      "id": "s257"
    },
    {
      "text": "The connotations\n BBA submits that the prominent word BAVARIA in and of itself contains the inescapable connotation that the beer sold under the trade mark comes from Bavaria when it does not or is made in Bavaria which it is not.",
      "id": "s258"
    },
    {
      "text": "Thus, BBA submits, there is a clear misrepresentation of origin inherent in the mark.",
      "id": "s259"
    },
    {
      "text": "BBA says that this primary connotation arises from the use of a place name, with or without emblems, but that the banner, shield and crest devices (as well as the barley) reinforce this connotation.",
      "id": "s260"
    },
    {
      "text": "The second connotation which is said to arise from the use of the word BAVARIA is that Bavaria NV's beer is of a high standard or quality of brewing consistent with beer made in Bavaria.",
      "id": "s261"
    },
    {
      "text": "BBA says that, even if people were unaware that Bavaria is a place well-known for beer, the use of the word BAVARIA still connotes that the beer comes from Bavaria.",
      "id": "s262"
    },
    {
      "text": "The evidence that Bavaria has a reputation for beer and had such a reputation as at the priority date is said by BBA to make the connotation stronger.",
      "id": "s263"
    },
    {
      "text": "BBA has established that tourist guides refer to Bavaria's reputation for beer and refer, for example, to the Oktoberfest beer festival held there.",
      "id": "s264"
    },
    {
      "text": "BBA has led evidence of the percentage of Australians born in Europe, the number of Australians who have visited Europe between 1986 and 1995, the estimated number of Australians who have visited Bavaria between 1995 and 2006 and the number of Australians who live in Bavaria.",
      "id": "s265"
    },
    {
      "text": "There are also establishments in Australia that promote a Bavarian theme and Bavarian beer.",
      "id": "s266"
    },
    {
      "text": "As Bavaria NV emphasises, s 43 of the Act requires not only that the connotation of the trade mark be established but also that, because of the connotation, the use of the trade mark in relation to the goods will be likely to deceive or cause confusion.",
      "id": "s267"
    },
    {
      "text": "The likelihood of deception or confusion must flow from the secondary meaning inherent in the mark itself ( Pfizer Products Inc v Karam [2006] FCA 1663 ; (2006) 237 ALR 787 at [53] per Gyles J).",
      "id": "s268"
    },
    {
      "text": "The underlying purpose of s 43 is to prevent the public being deceived or confused as to the nature of the goods by reason of the secondary meaning connoted by the mark in question ( Pfizer at [53]).",
      "id": "s269"
    },
    {
      "text": "Even if there were a potential signification of geographical origin, the question is whether the use of the trade mark would deceive or cause confusion by reason of that use.",
      "id": "s270"
    },
    {
      "text": "Bavaria NV submits that mere assertion of the connotation that the beer originates in Bavaria is not sufficient.",
      "id": "s271"
    },
    {
      "text": "BBA must, it says, prove that connotation as a matter of fact, on the evidence.",
      "id": "s272"
    },
    {
      "text": "Whether there is a real and not a trivial danger of deception or confusion, whether use would be likely to deceive or confuse, is a question of fact based on conditions as established to apply at the priority date, although, Bavaria NV accepts, one is permitted to look at post-priority date evidence in assessing deception or confusion as at the priority date.",
      "id": "s273"
    },
    {
      "text": "That is, Bavaria NV says, the two questions for the purposes of s 43 of the Act are: Does the word BAVARIA have a connotation with the State of Bavaria in Germany?",
      "id": "s274"
    },
    {
      "text": "Would the consumer be deceived or confused by the word BAVARIA and any connotation that it refers to the State in Germany and think that Bavaria NV's beer was of Bavarian origin?",
      "id": "s275"
    },
    {
      "text": "Does the word BAVARIA as used in the trade mark connote the State of Bavaria?",
      "id": "s276"
    },
    {
      "text": "Accepting that the word alone may have that connotation the question, as I observed in [70], is whether the remaining elements of the trade mark dispel that association.",
      "id": "s277"
    },
    {
      "text": "As in Kettle Chip , where a separate \"Smith's\" logo that appeared on the appellant's packaging did not save the naming of a product \"Country Kettle\" from constituting passing off in relation to the respondent's product sold under the name \"The Kettle Chip Co\" or \"The Kettle Chip\", BBA submits that HOLLAND does not save Bavaria NV's product from representing a Bavarian origin or association.",
      "id": "s278"
    },
    {
      "text": "However, in the absence of direct evidence from consumers one way or the other, my view is that the reasonable consumer would not fail to observe the three references to \"Holland\" which, at least, neutralise the connotation with the State of Bavaria.",
      "id": "s279"
    },
    {
      "text": "It follows that if the consumer were interested in the source of the beer, an examination of the label bearing the trade mark would indicate an origin in Holland.",
      "id": "s280"
    },
    {
      "text": "Further, Bavaria NV submits that, so far as consumers are concerned, a reference which might connote an origin is not necessarily determinative for the consumer of the place where the beer is made.",
      "id": "s281"
    },
    {
      "text": "This is borne out by research which showed that the Australian consumer sees European beers generally as being from Europe but does not distinguish between different European countries.",
      "id": "s282"
    },
    {
      "text": "There is no basis for BBA's assertion that the Australian consumer would associate the trade mark with a State coat of arms.",
      "id": "s283"
    },
    {
      "text": "The evidence concerning tourism and travel does not, of itself, establish recognition by consumers in Australia of the association of \"Bavaria\" with beer, either by oral reference or by reference to a trade mark.",
      "id": "s284"
    },
    {
      "text": "The evidence does no more that form a basis from which, without more, BBA seeks to draw conclusions that Australians read such tourist guides and that those who read them or who were born in Europe or have visited Bavaria become aware of Bavaria's reputation for beer and remember that fact so that, when they see the trade mark containing the word BAVARIA, they conclude that the beer sold under the trade mark is from Bavaria.",
      "id": "s285"
    },
    {
      "text": "While the tourist guides may have some relevance, neither they nor the other material on population movements, alone or together, form a sufficient basis from which to draw the conclusions that BBA seeks to draw as to the connotation that would be drawn from the trade mark by the Australian consumer ( ConAgra Inc v McCain Foods (Aust) Pty Ltd [1992] FCA 159 ; (1992) 33 FCR 302 at 346---350 per Lockhart J).",
      "id": "s286"
    },
    {
      "text": "BBA also says that Bavaria has a reputation for beer of excellence and fine quality and refers to the evidence of the required methods of brewing.",
      "id": "s287"
    },
    {
      "text": "However, the Bavarian method of brewing is not the same as an association with the geographical region of Bavaria.",
      "id": "s288"
    },
    {
      "text": "There is no evidence to suggest that the Australian consumer would be aware of the details of the Bavarian method of cold fermentation of beer or that the ingredients for the preparation of bottom fermentation beer and top fermentation beer is protected by statute, which has its roots in the \"Bavarian Purity Law\" of 1516.",
      "id": "s289"
    },
    {
      "text": "In any event, BBA does not say that these features would be known to the average Australian consumer.",
      "id": "s290"
    },
    {
      "text": "Rather, it submits, they support the reputation of Bavaria in Australia as a place where beer is brewed and, additionally, beer of high quality.",
      "id": "s291"
    },
    {
      "text": "Neither party contends that consumers in Australia would see BAVARIA and assume that the beer was brewed according to the Bavarian style or method.",
      "id": "s292"
    },
    {
      "text": "The consumer\n The parties put forward different classes of consumer to whom the trade mark is addressed.",
      "id": "s293"
    },
    {
      "text": "Bavaria NV says that the relevant class is of consumers of premium beer.",
      "id": "s294"
    },
    {
      "text": "BBA identifies consumers of alcohol, both beer and wine.",
      "id": "s295"
    },
    {
      "text": "The consumer would be over 18 years of age and, I accept, such a consumer would be likely to be literate and astute to the characteristics of the products that he or she is purchasing, \"brand savvy\" and discerning in his or her purchasing habits (as in Scotch Whisky Association v De Witt [2007] FCA 1649 ; (2007) 74 IPR 382 at [60] per Sundberg J).",
      "id": "s296"
    },
    {
      "text": "The evidence, including that of BBA's witness Mr Crossland, and Bavaria NV's marketing material, supports a price conscious consumer who chooses fashionable goods and chooses to drink premium imported beer for a reasonable price.",
      "id": "s297"
    },
    {
      "text": "As Sundberg J in Scotch Whisky observed at [60], confusion is mitigated by a review of product labels.",
      "id": "s298"
    },
    {
      "text": "I accept that the ordinary consumer in Australia would be aware that Bavaria is a State in Germany, as a matter of common knowledge.",
      "id": "s299"
    },
    {
      "text": "Will the consumer of Bavaria NV beer be led by the trade mark to believe that the beer comes from, or otherwise has its origins in, Bavaria and that it of a particular quality or has certain characteristics as a result?",
      "id": "s300"
    },
    {
      "text": "This depends on the overall impression conveyed by the trade mark.",
      "id": "s301"
    },
    {
      "text": "The consumer of a premium beer will be likely to be more aware of the reputation of Bavaria as a source of beer but will also be likely to be more discerning and take more care in understanding the information on the label.",
      "id": "s302"
    },
    {
      "text": "The evidence adduced by BBA does not establish that brewers in Bavaria, or brewers in Bavaria of beer exported to Australia, generally use the term \"Bavaria\" or \"Bayerisches Bier\" on their labels.",
      "id": "s303"
    },
    {
      "text": "To the contrary, only one of the German beer bottles in evidence used the word \"Bayern \" on its label.",
      "id": "s304"
    },
    {
      "text": "Mr Crossland is a retired journalist who has developed an interest in and has written about beer.",
      "id": "s305"
    },
    {
      "text": "Mr Crossland wrote his first feature article on beer in September 1999 and then wrote occasional columns for The West Australian .",
      "id": "s306"
    },
    {
      "text": "The column then became a regular (weekly) column.",
      "id": "s307"
    },
    {
      "text": "Much of his experience, since the mid 1990s, comes from reading books, research and articles on beer as well as personal discussions with people in the industry including brewers, retailers, wholesalers and importers.",
      "id": "s308"
    },
    {
      "text": "He attends beer tastings and dinners.",
      "id": "s309"
    },
    {
      "text": "He has written regular updates and tasting notes on beers available at micro-breweries in Western Australia and on beers available at interstate micro-breweries, as well as updates and tasting notes on imported beers.",
      "id": "s310"
    },
    {
      "text": "Mr Crossland accepts the history of the Bavarian method of brewing being applied across Europe as described by Bavaria NV and Mr Antonius Swinkels.",
      "id": "s311"
    },
    {
      "text": "Mr Crossland's opinion is, however, that while there may be a \"lingering association\" in Europe between lager and the Bavarian method of brewing, he does not believe that such an association is applicable to the Australian experience.",
      "id": "s312"
    },
    {
      "text": "Such beer brewed in Australia is referred to simply as \"lager\", usually with no reference to its origin.",
      "id": "s313"
    },
    {
      "text": "Mr Crossland's opinion is that it is not possible to isolate one feature or aspect and identify that particular feature or aspect as the defining element of Bavarian beer.",
      "id": "s314"
    },
    {
      "text": "It is all the features of pure ingredients, brewing traditions, experience, expertise, diversity of recipes and equipment.",
      "id": "s315"
    },
    {
      "text": "In his opinion, as an expert beer writer, it is those factors upon which the reputation for beer from Bavaria is based.",
      "id": "s316"
    },
    {
      "text": "He also describes the characteristics of Bavarian pilsener which, he says, are absent from Bavaria NV's beer.",
      "id": "s317"
    },
    {
      "text": "Mr Crossland gives his opinion as to the composition of the Australian consumer market for beer.",
      "id": "s318"
    },
    {
      "text": "He divides the category of consumer in descending order of size as \"price conscious\", \"old school loyalists\", \"fashionable\" and \"aficionados\".",
      "id": "s319"
    },
    {
      "text": "He agrees that there is a further category of \"industry insider\", being the people with whom he speaks.",
      "id": "s320"
    },
    {
      "text": "In differentiating between the groups that he describes, Mr Crossland says that people who are \"price conscious\" will buy whichever brand is on special.",
      "id": "s321"
    },
    {
      "text": "Mr Crossland recognises that Bavaria NV's beer is heavily marketed and advertised and that it is cheaper than imported Bavarian-brewed lagers, domestic premium and micro-brewed beers.",
      "id": "s322"
    },
    {
      "text": "The \"fashionable\" group, the fastest growing group of beer consumers, is the sector that is driving the growth of the premium beer market including imported beers.",
      "id": "s323"
    },
    {
      "text": "These consumers are, Mr Crossland says, influenced by fashion, brands and trends and are likely to have at least some knowledge of the quality of beer although this may be limited and would not extend to \"precise details\".",
      "id": "s324"
    },
    {
      "text": "Mr Crossland believes that the \"fashionable\" group may not be able to discern the difference between an overseas brand of beer brewed locally under licence and the same brand of beer brewed at the original brewery overseas.",
      "id": "s325"
    },
    {
      "text": "It is the group of \"aficionados\" who will be likely to inspect labels more thoroughly for assurance about a beer's credentials, including where it is brewed.",
      "id": "s326"
    },
    {
      "text": "In Mr Crossland's opinion, a significant majority of consumers fell into the \"price conscious\" category as at 22 August 2000, whereas since that time there has been a significant growth in the \"fashionable\" and \"aficionado\" categories.",
      "id": "s327"
    },
    {
      "text": "BBA contends that the relevant market is as outlined in a Bavaria NV marketing document, which describes: \n men of appropriate age (25---40), all over the world.",
      "id": "s328"
    },
    {
      "text": "The description of a typical Bavaria drinker is a person who knows and enjoys the good things in life and likes to share these moments with good friends.",
      "id": "s329"
    },
    {
      "text": "A Bavaria drinker chooses to drink the quality of a premium imported pilsener for a fair and acceptable price.",
      "id": "s330"
    },
    {
      "text": "Overall, a Bavaria drinker is a smart purchaser, someone who enjoys a crisp and refreshing imported beer for a price just slightly higher than a top domestic .",
      "id": "s331"
    },
    {
      "text": "Based upon Mr Crossland's evidence, this consumer would be \"price conscious\" and \"fashionable\".",
      "id": "s332"
    },
    {
      "text": "Those categories together would represent about 85% of the market as at the priority date.",
      "id": "s333"
    },
    {
      "text": "Mr Crossland recalls three events relating to German and/or Bavarian beer that took place in Australia in 1999 and 2000.",
      "id": "s334"
    },
    {
      "text": "Two of those events referred to the Duckstein Brewery in the Swan Valley of Western Australia which served a Bavarian-styled lager \"vaunted for its Munich origins\".",
      "id": "s335"
    },
    {
      "text": "He refers to other beers sold since 2000 in Western Australia but, while he describes them as beers brewed in Bavaria, this does not assist in assessing the consumer's understanding of the source of those beers, let alone the consumers' reaction to Bavaria NV's beer.",
      "id": "s336"
    },
    {
      "text": "The fact that there has been some success of imported beer brands, including beers from Bavaria or of the Bavarian style, does not really assist.",
      "id": "s337"
    },
    {
      "text": "Mr Crossland is hardly the average consumer but rather a person who has a particular interest, both professional and personal, in beer and beer styles.",
      "id": "s338"
    },
    {
      "text": "His evidence is of an idiosyncratic nature and reflects his own opinion, based in part upon internet searches apparently conducted at least in part for the purposes of these proceedings.",
      "id": "s339"
    },
    {
      "text": "Mr Crossland refers to an article written by an Australian beer writer, Mr Willie Simpson, author of \"The Beer Bible\".",
      "id": "s340"
    },
    {
      "text": "In 2008, Mr Simpson wrote the following: \n Speaking of confusing messages --- if you came across a beer named Bavaria amongst the imported beer section in your local bottleshop, where would you expect it to have been made?",
      "id": "s341"
    },
    {
      "text": "Score half a point if you said \"Germany\" but this brand is, in fact, produced by a Dutch brewery and imported into Australia by one of our major supermarket/bottleshop chains.",
      "id": "s342"
    },
    {
      "text": "Should another country be allowed to trade off the reputation of another's esteemed beer-producing region while commanding a premium price for doing so?",
      "id": "s343"
    },
    {
      "text": "It's an interesting point which has prompted the Bavarian brewers to appoint an Australian legal firm to investigate the matter (and, presumably, they are pursuing it in other countries where it's available, as well).",
      "id": "s344"
    },
    {
      "text": "This was produced under the heading \"Australian Beer News\" at a website www.microbrewing.com.au.",
      "id": "s345"
    },
    {
      "text": "There was no evidence of the popularity of this site.",
      "id": "s346"
    },
    {
      "text": "There was no suggestion that this would have been the view of the ordinary consumer.",
      "id": "s347"
    },
    {
      "text": "Mr Yardley, a witness for Bavaria NV, is a consultant in the fields of brand management and marketing.",
      "id": "s348"
    },
    {
      "text": "From 1983 to 1988 he held various positions including Brand Manager with Elders IXL Wines and Spirits ('Elders').",
      "id": "s349"
    },
    {
      "text": "During that time his responsibility was to manage and market Elders' imported beer portfolio which included Corona from Mexico, Stella Artois from Belgium, Becks from Germany, Miller Genuine Draught from the United States and Asahi Super Dry from Japan.",
      "id": "s350"
    },
    {
      "text": "As part of that role he visited retailers and took part in or reviewed the results of market research conducted on beer consumers.",
      "id": "s351"
    },
    {
      "text": "From 1992 he worked with Carlton and United Breweries and held various senior marketing positions.",
      "id": "s352"
    },
    {
      "text": "He was responsible for the management and marketing of Carlton and United Breweries' beer brands.",
      "id": "s353"
    },
    {
      "text": "These included Melbourne Bitter, Victoria Bitter, Carlton, Cascade, Crown and Fosters.",
      "id": "s354"
    },
    {
      "text": "During that period of employment he also visited retailers and took part in or reviewed the results of market research.",
      "id": "s355"
    },
    {
      "text": "Mr Yardley refers to the number of beers available on the Australian market that have a geographic reference in their name, such as Carlton Draught and Victoria Bitter.",
      "id": "s356"
    },
    {
      "text": "He says that in his experience such brands have a historic connection of some sort with the relevant geographical name.",
      "id": "s357"
    },
    {
      "text": "Other such beers that might be said have a geographical connotation but are not associated with a particular geographical origin are Melbourne Bitter, Matilda Bay and Kilkenny Draught.",
      "id": "s358"
    },
    {
      "text": "Other beer brands may be perceived by consumers as having a connection with a particular country but do not contain a geographical name.",
      "id": "s359"
    },
    {
      "text": "While initially produced in the country of origin these beers are now brewed in other countries.",
      "id": "s360"
    },
    {
      "text": "Guinness and Stella Artois are brewed under licence in Australia.",
      "id": "s361"
    },
    {
      "text": "German breweries also licence production in overseas countries.",
      "id": "s362"
    },
    {
      "text": "For example, Becks beer is brewed under licence in Sydney.",
      "id": "s363"
    },
    {
      "text": "During his employment with Elders between 1989 and 1990 Mr Yardley commissioned a report which assessed consumer attitudes and perceptions towards the country of origin of imported beers.",
      "id": "s364"
    },
    {
      "text": "The study, which took place in 1989 and 1990, concluded that Australian beer consumers perceived beers such as Stella Artois and Heineken to be from Europe but that there was limited awareness or interest in the specific countries in which they were brewed.",
      "id": "s365"
    },
    {
      "text": "Consumers did not distinguish between different source countries within Europe.",
      "id": "s366"
    },
    {
      "text": "In 1992 to 1993 Mr Yardley was involved in market research to consider consumer perception of beer brands and geographic connection.",
      "id": "s367"
    },
    {
      "text": "That research, conducted for the purposes of relaunching Melbourne Bitter, concluded that consumers in Sydney viewed Melbourne Bitter as a brand and did not make any overt association between the brand and Melbourne as a place.",
      "id": "s368"
    },
    {
      "text": "Mr Yardley was engaged in further consumer research in 2001 and 2002 that came to the same conclusion as the 1989-1990 study: that Australian beer consumers consider brands such as Stella Artois, Heineken and Becks to be from Europe, with little knowledge or interest in the individual countries with which these brands are connected.",
      "id": "s369"
    },
    {
      "text": "Mr Yardley says that, personally as a consumer, when he first saw the trade mark he believed that the Bavaria NV beer was brewed in The Netherlands.",
      "id": "s370"
    },
    {
      "text": "His professional opinion was that persons seeing the word BAVARIA in the context of the trade mark would be likely to perceive it as a brand name with no specific geographical association.",
      "id": "s371"
    },
    {
      "text": "I agree.",
      "id": "s372"
    },
    {
      "text": "Mr Crossland disputes Mr Yardley's opinion that Australian consumers associate beer from different European countries collectively as \"European beers\".",
      "id": "s373"
    },
    {
      "text": "In his opinion the market has changed.",
      "id": "s374"
    },
    {
      "text": "While he accepts that it may have been applicable in the early to mid 1980s, he says that by August 2000 a significant sector of Australian consumers had become more sophisticated.",
      "id": "s375"
    },
    {
      "text": "In his opinion they would have been aware of the reputation and quality associated with beer brewed in Bavaria.",
      "id": "s376"
    },
    {
      "text": "However, that personal opinion is not reflected in the consumer research.",
      "id": "s377"
    },
    {
      "text": "Mr Yardley's evidence, which I prefer as an indication of the reaction of the Australian consumer, leads to the conclusion that consumers would not make a connection between the trade mark with the reference to \"Bavaria\" on one hand and the German State or the origin of the beer on the other.",
      "id": "s378"
    },
    {
      "text": "There was no evidence of any actual confusion or misunderstanding by consumers of the origin of Bavaria NV's beer.",
      "id": "s379"
    },
    {
      "text": "While such evidence is not essential, the evidence or lack thereof can be, as it may be in an infringement case, ' of some significance ' ( Crazy Ron's at [95]).",
      "id": "s380"
    },
    {
      "text": "Bavaria NV's evidence, through Mr Petrus Swinkels and Mr Carroll, is that they are unaware of any complaints or queries from any customers regarding the origin of Bavaria NV's products or of any confusion as to the origin of the beer arising from the use of the word BAVARIA on the labels.",
      "id": "s381"
    },
    {
      "text": "Part of Mr Petrus Swinkels' role as Export Manager for Bavaria NV was to be made aware of issues raised in export markets concerning the products sold by Bavaria NV, including those sold under the trade mark.",
      "id": "s382"
    },
    {
      "text": "He continued to be informed of such issues when he became a member of the Board of Directors and then Chairman of the Board of Directors.",
      "id": "s383"
    },
    {
      "text": "Mr Swinkels says that during his entire employment with Bavaria NV he never received or was informed of a complaint or query from a customer or distributor concerning the origin of the products sold by Bavaria NV, including products sold under the trade mark.",
      "id": "s384"
    },
    {
      "text": "The available evidence supports Bavaria NV's submission that there is no body of consumers which has been deceived or confused, in Australia or worldwide, in a way that BBA says is self-evident.",
      "id": "s385"
    },
    {
      "text": "I am not satisfied that the consumer would associate the trade mark with the State in Germany.",
      "id": "s386"
    },
    {
      "text": "I am not satisfied that the trade mark connotes more than a European origin of the beer.",
      "id": "s387"
    },
    {
      "text": "I am not satisfied that the trade mark connotes that the beer has characteristics attributable to a Bavarian origin.",
      "id": "s388"
    },
    {
      "text": "Mr Crossland's evidence is that in his opinion Bavaria NV's beer does not have the characteristics of a Bavarian pilsener.",
      "id": "s389"
    },
    {
      "text": "This does not establish that Bavaria NV's beer does not have the quality of a Bavarian beer.",
      "id": "s390"
    },
    {
      "text": "Mr Crossland has not conducted a comparison between Bavaria NV's beer and a statistical or broad range of Bavarian beer.",
      "id": "s391"
    },
    {
      "text": "Mr Antonius Swinkels' evidence that Bavaria NV brews its beer in Holland according to the method introduced by Bavarian brewers over a hundred years ago is not challenged other than by way of an observation that he conducted no independent research but relied on historical material.",
      "id": "s392"
    },
    {
      "text": "The evidence is insufficient to establish that the Australian consumer is aware of the characteristics of Bavarian-brewed beer or would be confused or deceived by the trade mark to think that Bavaria NV's product has certain characteristics attributable to a Bavarian origin or that the product does not, in fact, possess such characteristics.",
      "id": "s393"
    },
    {
      "text": "Accordingly, the ground of opposition under s 43 of the Act does not succeed.",
      "id": "s394"
    },
    {
      "text": "SECTION 42(B) OF THE ACT; SECTIONS 52 AND 53 OF THE TRADE PRACTICES ACT \n Section 42 of the Act provides: \n An application for the registration of a trade mark must be rejected if: \n\n \n ... \n\n \n (b) its use would be contrary to law.",
      "id": "s395"
    },
    {
      "text": "BBA contends that the use of the trade mark in relation to beer would signify to persons in Australia that the beer originated in Bavaria, when it does not.",
      "id": "s396"
    },
    {
      "text": "Such conduct, it says, is misleading and deceptive or likely to mislead and deceive, in contravention of s 52 of the Trade Practices Act .",
      "id": "s397"
    },
    {
      "text": "BBA also submits that, by conveying that Bavaria NV's beer comes from Bavaria and that it has the qualities, reputation or other characteristics of Bavarian beer, there is a false and misleading representation contrary to ss 53(a) , 53 (c), 53 (d) and/or 53(eb) of the Trade Practices Act .",
      "id": "s398"
    },
    {
      "text": "Accordingly, BBA says that the application for registration must be rejected in accordance with s 42(b) of the Act.",
      "id": "s399"
    },
    {
      "text": "It is common ground that Bavaria NV beer has no sponsorship or approval from the State of Bavaria.",
      "id": "s400"
    },
    {
      "text": "BBA submits that if there is a representation inherent in the mark that the beer is from Bavaria and that it has certain characteristics as a result, this is not true and the making of the representation will constitute misleading conduct in contravention of the Trade Practices Act .",
      "id": "s401"
    },
    {
      "text": "BBA concedes that mere confusion is not sufficient to establish that the use of the mark will contravene s 52 or s 53 of the Trade Practices Act and thereby be contrary to law.",
      "id": "s402"
    },
    {
      "text": "The question is whether, by use of the trade mark, there would be a contravention of the Trade Practices Act by a representation that, in all the circumstances, is made by Bavaria NV to a hypothetical ordinary and reasonable member of the class constituted by prospective purchasers of beer ( Campomar Sociedad, Limitada v Nike International Limited [2000] HCA 12 ; (2000) 202 CLR 45 at [102] - [103] ; Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 8) [2008] FCA 470 ; (2008) 75 IPR 557 at [89] ).",
      "id": "s403"
    },
    {
      "text": "Does the trade mark represent that the Bavaria NV beer originates in Bavaria or that it has a quality, reputation or other characteristic attributable to beer brewed in Bavaria?",
      "id": "s404"
    },
    {
      "text": "It follows from my conclusions with respect to s 43 of the Act that BBA has not established a contravention of s 52 or s 53 of the Trade Practices Act .",
      "id": "s405"
    },
    {
      "text": "Accordingly, the ground of opposition under s 42(b) of the Act is not made out.",
      "id": "s406"
    },
    {
      "text": "SECTION 61 OF THE ACT \n Section 61 of the Act, as in force at the priority date, provides that the registration of a trade mark in respect of \"relevant goods\" may be opposed on the ground that the mark contains or consists of a sign that is a geographical indication for \"designated goods\" originating in a country, or in a region or locality in a country, other than the country, region or locality in which the relevant goods originated.",
      "id": "s407"
    },
    {
      "text": "\"Geographical indication\" in relation to goods originating in a particular country or in a region or locality of that country is defined in s 6 of the Act to mean a sign recognised in that country as a sign indicating that the goods: originated in that country, region or locality; and have a quality, reputation or other characteristic attributable to their geographical origin.",
      "id": "s408"
    },
    {
      "text": "Section 61 was included in the Act in accordance with the Agreement on Trade Related Aspects of Intellectual Property Rights ('TRIPS').",
      "id": "s409"
    },
    {
      "text": "Article 22(1) of TRIPS provides: \n Geographical indications are, for the purposes of this Agreement, indications which identify a good as originating in the territory of a Member, or a region or locality in that territory, where a given quality, reputation or other characteristic of the good is essentially attributable to its geographical origin.",
      "id": "s410"
    },
    {
      "text": "Article 22(2) of TRIPS relevantly provides that Members shall provide the legal means to prevent: the use of any means in the designation or presentation of a good that indicates or suggests that the good in question originates in a geographical area other than the true place of origin in a manner which misleads the public as to the geographical origin of the good;... \n Article 24(5) of TRIPS provides: \n Where a trademark has been applied for or registered in good faith, or where rights to a trademark have been acquired through use in good faith either: \n\n \n (a) before the date of application of these provisions in that Member as defined in Part VI or; \n\n \n (b) before the geographical indication is protected in its country of origin; \n\n \n measures adopted to implement this Section shall not prejudice eligibility for or the validity of the registration of a trademark, or the right to use a trademark, on the basis that such a trademark is identical with, or similar to, a geographical indication.",
      "id": "s411"
    },
    {
      "text": "In 1992 the European Union established a system for the protection of geographical indications and designations of origin for agricultural products and foodstuffs which introduced registered rights.",
      "id": "s412"
    },
    {
      "text": "I have been assisted by an explanation of this system by Professor Nordemann, an Attorney-at-Law admitted to practice in Germany, Dr Schulte-Beckhausen, a lawyer specialising in intellectual property law in Germany who has, since 1999, been the General Manager of the German Institute for the Protection of Geographic Indications based in Cologne and Mr Grimm, also an Attorney-at-Law admitted to practice in Germany.",
      "id": "s413"
    },
    {
      "text": "The factual matrix, which is not in dispute, is as follows: BBA relies upon the Lady Bavaria trade mark, the bilateral treaties and the BAYERISCHES BIER PGI to argue that \"Bavaria\" and \"Bavarian\" are geographical indications and that the trade mark contains or consists of a sign that is a geographical indication for the purposes of s 61 of the Act.",
      "id": "s414"
    },
    {
      "text": "BBA submits that there is and has been recognition in Germany of the Lady Bavaria trade mark as a registered trade mark since 1957 and of BAYERISCHES BIER as the subject of bilateral treaties since the 1960s and, more recently, as a PGI.",
      "id": "s415"
    },
    {
      "text": "BBA submits that, while BAYERISCHES BIER was entered on the European Commission register as a PGI in 2001, the priority date is 1994 (the date of the application for registration) and represents the appropriate date for recognition.",
      "id": "s416"
    },
    {
      "text": "The issue in dispute is whether the expression GENUINE BAVARIAN BEER and the expression BAYERISCHES BIER, which translates as BAVARIAN BEER, are geographical indications under the Act and, if so, whether they can be equated with \"Bavaria\" for the purposes of s 61 of the Act.",
      "id": "s417"
    },
    {
      "text": "\"Bayern\" (\"Bavaria\") is a noun.",
      "id": "s418"
    },
    {
      "text": "\"Bayerisches\" (\"Bavarian\") is an adjective.",
      "id": "s419"
    },
    {
      "text": "Mr Grimm points out that \"Bavaria\" is frequently used in trade names with respect to any kind of trade.",
      "id": "s420"
    },
    {
      "text": "A search of company profiles in Germany containing the term \"Bavaria\", conducted on 23 January 2008, revealed 649 results.",
      "id": "s421"
    },
    {
      "text": "The word \"Bavaria\" is used in restaurants and as street names.",
      "id": "s422"
    },
    {
      "text": "Within Germany, \"Bavaria\" is also used in connection with breweries and beer, on associated goods such as beer mats and on some beer labels.",
      "id": "s423"
    },
    {
      "text": "\"Recognise\" is defined in The Macquarie Dictionary (3 rd edition) relevantly as ' 4.",
      "id": "s424"
    },
    {
      "text": "to acknowledge formally as existing or as entitled to consideration ... 5.",
      "id": "s425"
    },
    {
      "text": "to acknowledge or accept formally as being something stated ... 6.",
      "id": "s426"
    },
    {
      "text": "to acknowledge or treat as valid '.",
      "id": "s427"
    },
    {
      "text": "Whether a geographical indication is recognised as at the date of application or as at the date of registration is a vexed question that, I was informed, is the subject of current consideration in European courts.",
      "id": "s428"
    },
    {
      "text": "In the absence of a final decision in Europe, my view would be that the mere lodging of an application to register a PGI which is not published and which must be evaluated before registration does not constitute recognition.",
      "id": "s429"
    },
    {
      "text": "Once registered, the date from which the recognition applies may or may not be the date of application but I am not prepared to conclude that mere application for registration as a geographical indication is sufficient to constitute recognition within the meaning of s 6 of the Act.",
      "id": "s430"
    },
    {
      "text": "The Delegate concluded that \"recognised\" meant that the sign had received some kind of acknowledgment.",
      "id": "s431"
    },
    {
      "text": "This, she accepted, could include registration as a certification trade mark or entry on a national or international register of geographical indications, or a finding by a court, or mention in agreements between governments.",
      "id": "s432"
    },
    {
      "text": "Bavaria NV submits that \"recognised\" within s 6 of the Act requires prior formal recognition within the relevant jurisdiction, either as a matter of law by the findings of a court, or as a matter of legislation, or by a treaty binding on the country of origin.",
      "id": "s433"
    },
    {
      "text": "In Lahore, Patents, Trade Marks &amp; Related Rights (LexisNexis Butterworths, Looseleaf Service) at [55,600], the authors conclude that the requirement that the geographical indication be \"recognised\" includes a geographical indication that is registered in a particular country or recognised after a formal administrative process has been undertaken.",
      "id": "s434"
    },
    {
      "text": "This leaves open the question whether long term use short of formal recognition is sufficient.",
      "id": "s435"
    },
    {
      "text": "I would have thought not.",
      "id": "s436"
    },
    {
      "text": "It would have been simple to have defined geographical indication by reference to long term use or reputation.",
      "id": "s437"
    },
    {
      "text": "\"Recognition\" requires, in my view, something of a formal nature.",
      "id": "s438"
    },
    {
      "text": "In any event, the words and expressions relied on by BBA are the subject of formal recognition.",
      "id": "s439"
    },
    {
      "text": "This leaves open whether the recognition extends to the characteristics, as required by s 6 of the Act.",
      "id": "s440"
    },
    {
      "text": "Dr Schulte-Beckhausen says that geographical indications of origin are protected on three bases in Germany.",
      "id": "s441"
    },
    {
      "text": "First, via the Council Regulation (EC) 510/2006 which replaced Council Regulation (EEC) 2081/1992; second, in bilateral treaties; and third, by provisions for the protection of geographical indications in the German Trademarks Act introduced with effect from 1 January 1995.",
      "id": "s442"
    },
    {
      "text": "As to the first, protection is granted within the European Union for geographical indications that are listed in the register of the European Commission.",
      "id": "s443"
    },
    {
      "text": "These \"register rights\" are comparable with trade mark rights and are created for the registered geographical indications to protect geographical indications and designations of origin for agricultural products and foodstuffs such as beer.",
      "id": "s444"
    },
    {
      "text": "In Dr Schulte-Beckhausen's opinion there is no difference in the degree of protection between a PGI and a PDO.",
      "id": "s445"
    },
    {
      "text": "The protection extends to ' misuse, imitation or evocation, even if the true origin of the product is indicated or if the protected designation is translated '.",
      "id": "s446"
    },
    {
      "text": "As to bilateral treaties, German geographical indications of origin are not protected in Germany but in the territories of the contracting states (which do not include Australia).",
      "id": "s447"
    },
    {
      "text": "Under such a treaty, BAYERISCHES BIER is protected, for example, in France.",
      "id": "s448"
    },
    {
      "text": "The protection is against all modifications suited to give the same impression as the indication of origin itself or to utilise its advertising value.",
      "id": "s449"
    },
    {
      "text": "Since 1 January 1995, geographical indications of origin have been protected under the German Trademarks Act.",
      "id": "s450"
    },
    {
      "text": "Before that date, geographical indications of origin were protected on the basis of the law of competition, namely by the prohibition of deception.",
      "id": "s451"
    },
    {
      "text": "The protection under the German Trademarks Act is indirect, as it is the consumer who is protected from misleading use of a geographical indication of origin.",
      "id": "s452"
    },
    {
      "text": "According to s 126 to s 129 of an English translation of the \"German trademark law\" provided by Mr Grimm, appellations of geographical origin include names of places, areas, regions or countries ' as well as other indications or signs used in the course of trade for identifying the geographical origin of goods or services '.",
      "id": "s453"
    },
    {
      "text": "Section 127 then provides that appellations of geographical origins must not be used in the course of trade for goods or services which do not originate from that place, area, region or country if the use of such names, appellations or signs entails a risk of deception with respect to geographical origin.",
      "id": "s454"
    },
    {
      "text": "In the present case the name of the place, area or region is Bavaria.",
      "id": "s455"
    },
    {
      "text": "Under German law, for the so-called \"simple geographical indications of origin\", there is no connection between the quality of the product and its origin.",
      "id": "s456"
    },
    {
      "text": "However, the \"qualified indications of origin\" go beyond the \"simple\" indications by indicating both the place of origin and that the products have a special grade or quality due to their geographical origin.",
      "id": "s457"
    },
    {
      "text": "Both requirements must be satisfied for a \"qualified indication of origin\".",
      "id": "s458"
    },
    {
      "text": "It would seem that there is a question currently before the relevant courts as to whether or not the national law provides protection if a geographical indication of origin is not listed in the register of the European Commission but could be.",
      "id": "s459"
    },
    {
      "text": "The expert witnesses have given their own opinion as to the likely outcome of these determinations but they remain a matter for the courts.",
      "id": "s460"
    },
    {
      "text": "Dr Schulte-Beckhausen expresses the opinion that the use of the designation \"Bavaria\" for beer that is not brewed in Bavaria would constitute a violation of the German Trademarks Act but that this legislation could only be applied if there were no relevant PGI or PDO on the register of the European Commission.",
      "id": "s461"
    },
    {
      "text": "I have not been advised that any relevant decisions have been made.",
      "id": "s462"
    },
    {
      "text": "Dr Schulte-Beckhausen states that he disagrees with Professor Nordemann's statement that, because BAYERISCHES BIER is a PGI and not a PDO, it has to be assumed that BAYERISCHES BIER does not have a special quality or special characteristics.",
      "id": "s463"
    },
    {
      "text": "He expresses the opinion that it is decisive that there is a special quality between the reference to the geographical origin on one hand and the products claimed on the other.",
      "id": "s464"
    },
    {
      "text": "He says that it would have been impossible to register BAYERISCHES BIER as a PGI if this were not the case.",
      "id": "s465"
    },
    {
      "text": "Professor Nordemann agreed during cross-examination that the registration of BAYERISCHES BIER under Article 17 of Council Regulation (EEC) 2081/1992 meant that the conditions of proving a link between the geographical region and the quality or characteristics of the product associated with that geographical region had been met.",
      "id": "s466"
    },
    {
      "text": "Dr Schulte-Beckhausen supports the submission that the use of the designation \"Bavaria\" for beer violates the protection in Article 13 of the Council Regulation (EC) 510/2006.",
      "id": "s467"
    },
    {
      "text": "He bases this opinion, to the extent that it is admissible, on the fact that Article 13 protects a translation of the protected designation.",
      "id": "s468"
    },
    {
      "text": "He then translates \"Bayerisch\" as \"Bavaria\", although I note that \"Bayerisches\" translates as \"Bavarian\".",
      "id": "s469"
    },
    {
      "text": "If a geographical name qualifies for protection as a PGI under European law, the relevant information is published in an official journal.",
      "id": "s470"
    },
    {
      "text": "The Official Journal records that, in respect of the application for registration of BAYERISCHES BIER as a PGI, additional information was requested after the application was filed, following which the registration was granted.",
      "id": "s471"
    },
    {
      "text": "Bavaria NV submits that this supports its contention that the date of recognition cannot be the date of application but only the date of registration.",
      "id": "s472"
    },
    {
      "text": "Indeed, the Council Regulation of 28 June 2001 states that the registration shall enter into force on the day of its publication in the Official Journal.",
      "id": "s473"
    },
    {
      "text": "The PGI is BAYERISCHES BIER.",
      "id": "s474"
    },
    {
      "text": "The protected designation of origin is Germany, rather than Bavaria.",
      "id": "s475"
    },
    {
      "text": "Council Regulation (EC) 1347/2001 specifically noted that the Dutch trade mark \"Bavaria\" may continue notwithstanding the registration of the geographical indication BAYERISCHES BIER, as long as it fulfils the conditions under Article 14(2) of the Council Regulation (EEC) 2081/1992.",
      "id": "s476"
    },
    {
      "text": "Article 14(2) provided for continued use of a trade mark registered in good faith before the date on which application for registration of a designation of origin or geographical indication was lodged, notwithstanding a subsequent registration of that designation of origin or geographical indication, where there were no grounds for invalidity or revocation of the trade mark.",
      "id": "s477"
    },
    {
      "text": "BBA says that the registration of the Lady Bavaria trade mark, the bilateral treaties regarding BAYERISCHES BIER and the registration of BAYERISCHES BIER as a PGI each encompass recognition in Germany of \"Bavaria\" and \"Bavarian\" as signs that are geographical indications for beer.",
      "id": "s478"
    },
    {
      "text": "BBA submits that an ability to avoid recognition of a geographical indication by changing an adjective to a noun would be to avoid the obligations under TRIPS.",
      "id": "s479"
    },
    {
      "text": "The requirement in s 6 of the Act is that the sign recognised as a geographical indication for the designated goods must be of some significance in the country of origin.",
      "id": "s480"
    },
    {
      "text": "The word \"Bavaria\" alone is not necessarily associated with beer.",
      "id": "s481"
    },
    {
      "text": "Many other industries in Germany are associated with the word \"Bavaria\".",
      "id": "s482"
    },
    {
      "text": "One example from BBA's evidence is Bavaria Glas.",
      "id": "s483"
    },
    {
      "text": "However, it may be accepted that, within Germany, Bavaria has a recognised and significant presence in relation to beer.",
      "id": "s484"
    },
    {
      "text": "The Act requires that it is \"the sign\" that is recognised in the country of geographical origin, not the sign or any essential part of it.",
      "id": "s485"
    },
    {
      "text": "There is evidence to suggest that, traditionally, \"Bavarian Beer\" referred to beer from Bavaria or to beer made according to the Bavarian method.",
      "id": "s486"
    },
    {
      "text": "Mr Antonius Swinkels describes Bavarian beer in terms of its method of brewing.",
      "id": "s487"
    },
    {
      "text": "Beer can be brewed according to the Bavarian method in locations other than Bavaria, so that \"Bavarian Beer\" would not necessarily denote an origin in Bavaria.",
      "id": "s488"
    },
    {
      "text": "BBA submits that GENUINE BAVARIAN BEER (the words in the Lady Bavaria trade mark) and BAYERISCHES BIER sufficiently show recognition of the words \"Bavaria\" and \"Bavarian\" in relation to beer in Germany.",
      "id": "s489"
    },
    {
      "text": "Article 13 of Council Regulation (EC) 510/2006 provides protection to a registered PGI or PDO against translations and evocations.",
      "id": "s490"
    },
    {
      "text": "BBA relies upon the findings by the Higher Regional Court in Munich that a Bavaria NV label infringes the BAYERISCHES BIER PGI.",
      "id": "s491"
    },
    {
      "text": "Questions of infringement under European law, which include consideration of evocations, do not assist in the determination of an opposition to registration in Australia under s 61 of the Act.",
      "id": "s492"
    },
    {
      "text": "It is necessary to consider the following questions: Is the Lady Bavaria trade mark a geographical indication for the purposes of ss 6 and 61 of the Act?",
      "id": "s493"
    },
    {
      "text": "Is BAYERISCHES BIER a geographical indication for the purposes of ss 6 and 61 of the Act, either because it is the subject of a number of bilateral treaties or because it is a PGI?",
      "id": "s494"
    },
    {
      "text": "Does the trade mark contain or consist of a sign that is a geographical indication for beer within the meaning of s 61 of the Act?",
      "id": "s495"
    },
    {
      "text": "Is the Lady Bavaria trade mark a geographical indication?",
      "id": "s496"
    },
    {
      "text": "The Lady Bavaria trade mark was registered in Germany in 1957 and was registered/renewed under the Madrid protocol for a number of designated countries.",
      "id": "s497"
    },
    {
      "text": "The expression GENUINE BAVARIAN BEER (ie.",
      "id": "s498"
    },
    {
      "text": "the words in the Lady Bavaria trade mark) is a sign recognised in Germany to mean that the beer originated in Bavaria.",
      "id": "s499"
    },
    {
      "text": "I accept that this encompasses recognition that the beer has characteristics attributable to its Bavarian origin.",
      "id": "s500"
    },
    {
      "text": "Bavaria NV says that this does not signify that there is a sign recognised in Germany indicating that certain products have originated in a region and that they have a particular quality, reputation or other characteristic attributable to their origin.",
      "id": "s501"
    },
    {
      "text": "Rather, Bavaria NV says that the Lady Bavaria trade mark connotes a connection between members of an association to distinguish them from non-members.",
      "id": "s502"
    },
    {
      "text": "In any event, Bavaria NV does not accept that a registered trade mark under German domestic law satisfies the requirement within s 61.",
      "id": "s503"
    },
    {
      "text": "I accept that mere registration as a trade mark does not satisfy the requirement that the sign be not only recognised but also recognised as indicating origin and characteristics as set out in s 6 of the Act.",
      "id": "s504"
    },
    {
      "text": "However, in this case, the registered Lady Bavaria trade mark includes the words GENUINE BAVARIAN BEER which indicates both origin and an assertion of qualities based on origin.",
      "id": "s505"
    },
    {
      "text": "I accept, subject to any European Court of Justice determination to the contrary, that the Lady Bavaria trade mark is a sign that is a geographical indication recognised in Germany for the purposes of ss 6 and 61 of the Act.",
      "id": "s506"
    },
    {
      "text": "However, this is not the opposed trade mark.",
      "id": "s507"
    },
    {
      "text": "Is BAYERISCHES BIER a geographical indication?",
      "id": "s508"
    },
    {
      "text": "The PGI\n The evidence adduced by BBA and accepted by Bavaria NV's expert witness, Professor Nordemann, establishes that BAYERISCHES BIER is a sign recognised in Germany as indicating that the beer comes from Bavaria and has a quality, reputation or other characteristic attributable to an origin in Bavaria.",
      "id": "s509"
    },
    {
      "text": "BAYERISCHES BIER was registered as a PGI in 2001 following an application by the German government in 1994.",
      "id": "s510"
    },
    {
      "text": "BBA says that, from the mode of the application made under Article 17 of Council Regulation (EEC) 2081/1992, which culminated in registration in 2001, BAYERISCHES BIER was already recognised and protected under German national law when the application was made in 1994.",
      "id": "s511"
    },
    {
      "text": "If so, as at the application date, the sign was recognised under German national law as a geographical indication and already protected.",
      "id": "s512"
    },
    {
      "text": "By contrast, Bavaria NV submits that it is only formal recognition, for example, by registration, which is contemplated by s 6 of the Act.",
      "id": "s513"
    },
    {
      "text": "The application was made under the so-called \"simplified procedure\" provided for in Article 17, which allowed Member States to notify the European Commission which of their legally protected names or which of their names established by usage they wished to register as geographical indications.",
      "id": "s514"
    },
    {
      "text": "The link between the quality, reputation or other characteristic of the product and the geographical indication was established and acknowledged by the registration, although BBA says that this link was established by the making of the application for registration.",
      "id": "s515"
    },
    {
      "text": "Prior to the commencement of the Council Regulations there was no system of registration of appellations of geographic origin in Germany.",
      "id": "s516"
    },
    {
      "text": "Professor Nordemann elaborated on reasons why, in his opinion, the German government may have applied to the European Commission for registration of BAYERISCHES BIER and commented that such a decision may have been political in nature.",
      "id": "s517"
    },
    {
      "text": "In any event, BAYERISCHES BIER is a registered PGI, a sign that is a geographical indication for the purposes of ss 6 and 61 of the Act.",
      "id": "s518"
    },
    {
      "text": "The bilateral treaties\n Bavaria NV submits that the bilateral treaties do not constitute recognition in Germany of BAYERISCHES BIER as a designation of geographical origin.",
      "id": "s519"
    },
    {
      "text": "In particular, it says that the treaties are not enforceable in Germany, which means that a person seeking to establish the existence of a geographical indication would not simply be able to assert any of the treaties as proving the existence of the geographical indication.",
      "id": "s520"
    },
    {
      "text": "Rather, he or she would have to prove the existence of a geographical appellation pursuant to the German Trademarks Act.",
      "id": "s521"
    },
    {
      "text": "However, as Bavaria NV notes, the German Trademarks Act is not applicable where there is a PGI registered under European law pursuant to the Council Regulations.",
      "id": "s522"
    },
    {
      "text": "I am of the view that the bilateral treaties, formal agreements entered into by the German government, do constitute recognition in Germany of BAYERSICHES BIER as a sign that is a geographical indication for the purposes of the Act.",
      "id": "s523"
    },
    {
      "text": "In any event, as discussed above, I consider that BAYERSICHES BIER, as a PGI registered under the Council Regulations, is a geographical indication for the purposes of the Act.",
      "id": "s524"
    },
    {
      "text": "Does the trade mark contain or consist of a sign that is a geographical indication for goods originating in Bavaria?",
      "id": "s525"
    },
    {
      "text": "The answer to this question does not depend on impression or the likely impression made on a consumer.",
      "id": "s526"
    },
    {
      "text": "It requires the trade mark to be looked at in its totality to decide if it contains or consists of a sign recognised in Germany as indicating that the beer comes from Bavaria and that is has a quality, reputation or other characteristic attributable to its origin.",
      "id": "s527"
    },
    {
      "text": "The signs recognised in Germany do not equate to the trade mark.",
      "id": "s528"
    },
    {
      "text": "Essentially, BBA contends that GENUINE BAVARIAN BEER (from the Lady Bavaria trade mark) and BAYERISCHES BIER are geographical indications, that this establishes that \"Bavaria\" and \"Bavarian\" are also geographical indications for beer and that the trade mark contains or consists of a sign that is a geographical indication by virtue of the words BAVARIA or BAVARIA BEER (disregarding the interspersed HOLLAND).",
      "id": "s529"
    },
    {
      "text": "I do not accept that contention.",
      "id": "s530"
    },
    {
      "text": "The Act requires that the trade mark application contain a sign that is itself recognised in Germany.",
      "id": "s531"
    },
    {
      "text": "The recognised signs are the Lady Bavaria trade mark which includes the phrase GENUINE BAVARIAN BEER and BAYERISCHES BIER, which translates as BAVARIAN BEER.",
      "id": "s532"
    },
    {
      "text": "\"Bavarian Beer\" is not the same as \"Bavaria\" or \"Bavarian Holland Beer\".",
      "id": "s533"
    },
    {
      "text": "As was said by the Delegate, Bavaria is the name of a German State, while BAYERISCHES BIER refers to beer that comes from Bavaria.",
      "id": "s534"
    },
    {
      "text": "They are not the same.",
      "id": "s535"
    },
    {
      "text": "Section 61(1) requires that the geographical indication itself be contained in the trade mark.",
      "id": "s536"
    },
    {
      "text": "The section does not refer to a sign that is substantially the same as or deceptively similar to the geographical indication, or refer to an evocation or imitation of the geographical indication.",
      "id": "s537"
    },
    {
      "text": "The trade mark does not contain \"Bavarian\", \"Bavarian Beer\" or even \"Bavaria Beer\".",
      "id": "s538"
    },
    {
      "text": "One cannot just ignore the word HOLLAND that appears between BAVARIA and BEER, nor the difference between Bavaria, the name of the State in Germany, and the description of the kind of beer that has the quality that BBA contends is associated with Bavarian beer.",
      "id": "s539"
    },
    {
      "text": "BBA has adduced evidence of German text books published in 2002 on geographical indications which recognise the designation \"Bavaria\" for use with particular beers.",
      "id": "s540"
    },
    {
      "text": "I do not accept that evidence as sufficient for the purposes of the Act to establish that \"Bavaria\" when used for beer is a recognised sign for the purposes of the definition of a \"geographical indication\" under the Act.",
      "id": "s541"
    },
    {
      "text": "Indeed, BBA's submissions concentrate on various ways in which \"Genuine Bavarian Beer\" or \"Bayerisches Bier\" were recognised as signs.",
      "id": "s542"
    },
    {
      "text": "None of them are either \"Bavaria\" or \"Bavaria Holland Beer\", which are the signs which could be said to be contained within the trade mark.",
      "id": "s543"
    },
    {
      "text": "It is not a question of translation.",
      "id": "s544"
    },
    {
      "text": "I accept that a translation should be made for the purposes of comparison.",
      "id": "s545"
    },
    {
      "text": "It is not to the point that, in Germany, a Bavaria NV trade mark was found to infringe BAYERISCHES BIER as a PGI.",
      "id": "s546"
    },
    {
      "text": "The ground of opposition in these proceedings is based on s 61 and s 6 of the Act.",
      "id": "s547"
    },
    {
      "text": "As noted by the Delegate, s 6 contains no mention of a geographical indication encompassing signs which are substantially identical with or deceptively similar to a geographical indication or those that evoke or \"allude to\" a protected designation as, apparently from the German decision, does the law in that country regarding infringement of a PGI.",
      "id": "s548"
    },
    {
      "text": "The opposition based on s 61(1) of the Act does not succeed.",
      "id": "s549"
    },
    {
      "text": "I will, however, proceed to consider the defence provided for in s 61(2)(c) of the Act.",
      "id": "s550"
    },
    {
      "text": "The defence provided in s 61(2)(c) of the Act \n Section 61(2)(c) provides that an opposition on a ground referred to in subsection (1) fails if the applicant establishes that: \n ...\n \n (c) the applicant, or a predecessor in title of the applicant, used the sign in good faith in respect of the relevant goods, or applied in good faith for the registration of the trade mark in respect of the relevant goods, before: \n\n \n (i) 1 January 1996; or \n\n \n (ii) the day on which the sign was recognised as a geographical indication for the designated goods in their country of origin; \n\n \n whichever is the later; \n\n Section 61(2)(c) of the Act provides the dates by which Bavaria NV must establish use of the trade mark or the filing of the application to register the trade mark.",
      "id": "s551"
    },
    {
      "text": "If the BAYERISCHES BIER PGI is a geographical indication for the purposes of s 6 and s 61(1), the dates are: 1996 (the later alternative provided for in s 61(2)(c) if the priority date of 1994 applies as the date of recognition) or 2001 (the later alternative date to 1996 if the registration date applies as the date of recognition).",
      "id": "s552"
    },
    {
      "text": "BBA also relies on 1996 being the later alternative to the date from which BAYERISCHES BIER was the subject of bilateral treaties and the later alternative date to the date when the the Lady Bavaria trade mark was first registered.",
      "id": "s553"
    },
    {
      "text": "This raises two issues in relation to the date of recognition of the BAYERISCHES BIER PGI: BBA submits that Bavaria NV has not established a defence under s 61(2)(c).",
      "id": "s554"
    },
    {
      "text": "Essentially, BBA appears to be contending that in order for Bavaria NV to rely on the defence in s 61(2)(c) of the Act, it must show use of the trade mark in Australia before 1996 and that it has not done so.",
      "id": "s555"
    },
    {
      "text": "I have found that Bavaria NV first sold its beer in Australia in 1988.",
      "id": "s556"
    },
    {
      "text": "This date precedes all possible dates that apply for the purposes of s 61(2)(c).",
      "id": "s557"
    },
    {
      "text": "The beer sold in 1988 would not have been under the trade mark, as that represents the label as at the priority date of 2000.",
      "id": "s558"
    },
    {
      "text": "While the label under which Bavaria NV's beer was sold in 1988 would not have been the same as the trade mark, BBA concedes that the word \"Bavaria\" would have been used as part of the label at that time, a date before 1 January 1996.",
      "id": "s559"
    },
    {
      "text": "Given that BBA submits that the relevant geographical indications are contained within the trade mark due to the presence of the word BAVARIA, this is sufficient to establish use before 1996 for the purposes of s 61(2)(c) of the Act.",
      "id": "s560"
    },
    {
      "text": "If BBA were otherwise entitled to succeed on the ground of opposition provided for in s 61 of the Act, this ground of opposition would fail by the application of s 61(2)(c).",
      "id": "s561"
    },
    {
      "text": "SECTIONS 55 AND 59 OF THE ACT \n BBA relies on a general discretion to refuse to register the trade mark pursuant to s 55 of the Act.",
      "id": "s562"
    },
    {
      "text": "Section 55 provides: \n Unless the proceedings are discontinued or dismissed, the Registrar must, at the end, decide: \n\n \n (a) to refuse to register the trade mark; or \n\n \n (b) to register the trade mark (with or without conditions or limitations) in respect of the goods and/or services then specified in the application; \n\n \n having regard to the extent (if any) to which any ground on which the application was opposed has been established.",
      "id": "s563"
    },
    {
      "text": "BBA says that there are several reasons why the Court should exercise this discretion in BBA's favour.",
      "id": "s564"
    },
    {
      "text": "First, BBA says that the evidence of Mr Petrus Swinkels and the change of label demonstrate that Bavaria NV no longer has any intention to use the trade mark and that the alterations to the features and words in the present label make that clear.",
      "id": "s565"
    },
    {
      "text": "Under s 59 of the Act, the registration of a trade mark may be opposed on the ground that the applicant does not intend to use or to authorise the use of the trade mark in Australia and BBA submits that s 59 of the Act imposes a continuing obligation of intention to use a mark.",
      "id": "s566"
    },
    {
      "text": "Secondly, BBA submits that the Court should exercise its discretion to refuse registration because of Bavaria NV's conduct in using the &reg; symbol on its products when the labels are not, in fact, registered trade marks.",
      "id": "s567"
    },
    {
      "text": "Bavaria NV says that there is no separate ground of opposition under s 55 of the Act and that, in deciding whether or not to register a trade mark, the Registrar (or the Court) is confined to the particular grounds raised which are provided for in ss 57 to 62A of the Act.",
      "id": "s568"
    },
    {
      "text": "Bavaria NV also points out that neither s 59 of the Act nor any challenge to Bavaria NV's intention to use the trade mark were raised as a ground of opposition.",
      "id": "s569"
    },
    {
      "text": "In these circumstances, Bavaria NV says, it cannot be expected to provide or to have provided evidence going to its intention to use the trade mark.",
      "id": "s570"
    },
    {
      "text": "BBA says that the question of use or intended use has always been in issue by reason of s 41(5) and s 41(6) of the Act.",
      "id": "s571"
    },
    {
      "text": "However, Bavaria NV chose not to rely on the application of those sub-sections for the purposes of the s 41 ground of opposition.",
      "id": "s572"
    },
    {
      "text": "Section 59 is a separate ground of opposition that is directed to questions of use and intention to use.",
      "id": "s573"
    },
    {
      "text": "Bavaria NV further submits that use and non-use are not relevant because s 92(4)(b) of the Act provides legislative acceptance of the fact that there may be a period of three years from the date of registration when there is no use of the trade mark.",
      "id": "s574"
    },
    {
      "text": "Bavaria NV's trade mark is not yet registered.",
      "id": "s575"
    },
    {
      "text": "Bavaria NV insists that the use of the &reg; symbol on some of its products and the different products that have been sold by Bavaria NV that do not include the more prominent HOLLAND on the label are not relevant to a consideration of the registrability of the trade mark.",
      "id": "s576"
    },
    {
      "text": "I do not accept that, if none of the grounds of opposition have been established, there is still a discretion to refuse to register the trade mark.",
      "id": "s577"
    },
    {
      "text": "The authors of Shanahan's Australian Law of Trade Marks &amp; Passing Off (3 rd edition, Lawbook Co, 2003) express the view at [11.25] that the language of s 55 does not support the inference of any discretion.",
      "id": "s578"
    },
    {
      "text": "Section 55(b) permits conditions or limitations to be imposed to reflect, for example, successful opposition in respect of some but not all of the classes of goods specified.",
      "id": "s579"
    },
    {
      "text": "It does not add a ground of opposition.",
      "id": "s580"
    },
    {
      "text": "The decision to reject an application regularly made must be based upon positive satisfaction that a ground for rejecting it is made out (Registrar of Trade Marks v Woolworths Ltd [1999] FCAFC 1020 ; (1999) 93 FCR 365 at [47] per French J).",
      "id": "s581"
    },
    {
      "text": "Section 55 does not provide for an ambulatory discretion to operate on the Registrar or the Court to refuse a trade mark application which otherwise does not offend any of the particular grounds of opposition provided for in the Act which are relied upon.",
      "id": "s582"
    },
    {
      "text": "I shall, however, consider briefly the matters relied upon by BBA, which were raised in a rather desultory fashion and did not constitute the main attack on the trade mark.",
      "id": "s583"
    },
    {
      "text": "BBA relies on the evidence of Mr Petrus Swinkels that Bavaria NV changes the label for its beer every five to ten years and that its present label is different from the trade mark.",
      "id": "s584"
    },
    {
      "text": "There is evidence of use of the trade mark and the subsequent change of label, from which an absence of intention to use the trade mark in the future could be inferred.",
      "id": "s585"
    },
    {
      "text": "There is little evidence available concerning Bavaria NV's intention to use the trade mark as at the priority date or as at the hearing.",
      "id": "s586"
    },
    {
      "text": "This is understandable as there was no issue directed to that question in the pleadings.",
      "id": "s587"
    },
    {
      "text": "No lack of intention to use the trade mark as at the priority date has been established.",
      "id": "s588"
    },
    {
      "text": "BBA submits that there remains a discretionary factor arising from the fact that the label was changed in or around 2006.",
      "id": "s589"
    },
    {
      "text": "It seeks to draw an inference that this establishes a lack of intention to use as at 2006 and a lack of use and intended use as at the date of hearing.",
      "id": "s590"
    },
    {
      "text": "I am not prepared to draw those inferences in the absence of an opportunity to Bavaria NV to provide evidence.",
      "id": "s591"
    },
    {
      "text": "The evidence does not go so far as to say that, once a label is changed, a previous label is never to be used.",
      "id": "s592"
    },
    {
      "text": "Nor does it address the question of possible future use of the trade mark if it were registered.",
      "id": "s593"
    },
    {
      "text": "There was no ground of opposition based on s 59 before the Registrar, nor was it foreshadowed in the grounds of opposition in these proceedings.",
      "id": "s594"
    },
    {
      "text": "Bavaria NV claims that it would be prejudiced if BBA were entitled to pursue this ground of opposition and that it could have but did not adduce evidence directed to it.",
      "id": "s595"
    },
    {
      "text": "I accept that this be the case.",
      "id": "s596"
    },
    {
      "text": "I do not consider that BBA should be entitled to raise this ground of opposition, directly or indirectly, in these proceedings.",
      "id": "s597"
    },
    {
      "text": "As to BBA's submissions regarding Bavaria NV's use of the &reg; symbol on its labels, BBA says that this constitutes use of a mark that is calculated to mislead.",
      "id": "s598"
    },
    {
      "text": "As this matter was raised only at the hearing, Bavaria NV has not had an opportunity to adduce evidence to explain how this mistake happened.",
      "id": "s599"
    },
    {
      "text": "There is no evidence that any such use was calculated to mislead.",
      "id": "s600"
    },
    {
      "text": "I am not satisfied that this action is sufficient to deny registration in the absence of evidence as to the circumstances or an opportunity to explain how it occurred.",
      "id": "s601"
    },
    {
      "text": "CONCLUSION \n In summary: It follows that the orders that I will make are: The application be allowed.",
      "id": "s602"
    },
    {
      "text": "The decision of the Delegate of the Registrar of Trade Marks be set aside.",
      "id": "s603"
    },
    {
      "text": "Trade mark application no.",
      "id": "s604"
    },
    {
      "text": "847343 proceed to registration.",
      "id": "s605"
    },
    {
      "text": "I certify that the preceding one hundred and eighty-three (183) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s606"
    },
    {
      "text": "Associate:\n \n \nDated: 30 April 2009\n \n Counsel for the Applicant: Mr S Burley SC and Mr A Fox \n \n Solicitor for the Applicant: Watermark Intellectual Property Lawyers \n \n Counsel for the Respondent: Ms S Goddard SC and Mr H Bevan \n \n Solicitor for the Respondent: Griffith Hack Lawyers \n Date of Hearing: 22, 23 and 24 April 2008, 9 and 10 September 2008 \n \n Date of Judgment: 30 April 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/428.html",
      "id": "s607"
    }
  ]
}