{
  "name": "Oxygen8 Communications Australia Pty Ltd v Telstra Corporation Limited [2009] FCA 426 (29 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/426.html",
  "catchphrases": [
    {
      "text": "termination of agreement",
      "id": "c0"
    },
    {
      "text": "interlocutory relief",
      "id": "c1"
    },
    {
      "text": "duty of good faith",
      "id": "c2"
    },
    {
      "text": "delay",
      "id": "c3"
    },
    {
      "text": "expedited hearing for final hearing",
      "id": "c4"
    },
    {
      "text": "trade practices",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "(Revised from Transcript) \n Now before the Court are two interlocutory applications --- the first is an application by the Applicant for interlocutory relief; the second is an application by the Respondent that judgment be given in its favour pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s0"
    },
    {
      "text": "That provision allows summary judgment to be entered where a party \" has no reasonable prospects \" of success.",
      "id": "s1"
    },
    {
      "text": "The hearing of both interlocutory applications commenced on 27 April and was adjourned part-heard until today, 29 April 2009.",
      "id": "s2"
    },
    {
      "text": "At the outset it should be recognised that s 31A has been said to be a provision which \" lowers the bar for obtaining summary judgment \": Dandaven v Harbeth Holdings Pty Ltd [2008] FCA 955 at [5] per Gilmour J.",
      "id": "s3"
    },
    {
      "text": "A \" reasonable prospect of success \" for the purposes of the section is one which is real and not fanciful or merely arguable: White Industries Australia Ltd v Commissioner of Taxation [2007] FCA 511 at [59] , [2007] FCA 511 ; 160 FCR 298 at 312 per Lindgren J; Rogers v Asset Loan Co Pty Ltd [2008] FCA 1305 at [41] , [2008] FCA 1305 ; 250 ALR 82 at 92.",
      "id": "s4"
    },
    {
      "text": "And, unlike an application pursuant to O 11 r 16 of the Federal Court Rules 1979 (Cth) that a matter be struck out, where it is the adequacy of the pleadings which is in issue, an action pursuant to s 31A \" not only permits, but requires, a consideration of matters outside the pleadings \": Imobilari Pty Ltd v Opes Prime Stockbroking Ltd (in liq) [2008] FCA 1920 at [3] to [8] [2008] FCA 1920 ; , 252 ALR 41 at 43 to 45 per Finkelstein J.",
      "id": "s5"
    },
    {
      "text": "Both interlocutory applications were heard concurrently --- it being recognised that if the Applicant's application for interlocutory relief were granted, the Respondent's application thereby would be resolved; but if the application for interlocutory injunctive relief were refused, the application for summary judgment would remain a live issue in need of resolution.",
      "id": "s6"
    },
    {
      "text": "Necessarily involved in either application is thus a brief understanding of the allegations set forth in the Statement of Claim and a brief understanding of those facts which are now available.",
      "id": "s7"
    },
    {
      "text": "THE APPLICANT'S ALLEGATIONS \n The Applicant carries on the business of what it describes as a \" Premium SMS services aggregator \".",
      "id": "s8"
    },
    {
      "text": "\" SMS \" apparently is an abbreviation for \" short message service \".",
      "id": "s9"
    },
    {
      "text": "The business of the Applicant is to aggregate a number of services provided by third party \" content service providers \" and to make the aggregation of all those services available to \" end user customers \".",
      "id": "s10"
    },
    {
      "text": "The Premium SMS services vary considerably in form and content as between providers.",
      "id": "s11"
    },
    {
      "text": "Those people wishing to avail themselves of SMS services need to subscribe.",
      "id": "s12"
    },
    {
      "text": "The Respondent's role in the provision of these services is to provide access to Telstra's customers via the Telstra mobile network and by further providing Telstra customers with credit and payment services.",
      "id": "s13"
    },
    {
      "text": "Telstra has no role in respect to the content of the SMS services provided by companies such as the Applicant or the prices charged for the provision of those services.",
      "id": "s14"
    },
    {
      "text": "Nor does Telstra deal directly with those who provide the content of the SMS services.",
      "id": "s15"
    },
    {
      "text": "The relationship between the parties is primarily governed by a contract entered into on 1 December 2006 known as the \" Premium SMS Service Provider Agreement \".",
      "id": "s16"
    },
    {
      "text": "That Agreement contains provisions dealing with ( inter alia ) the manner in which customer complaints as to the provision of SMS services are to be resolved.",
      "id": "s17"
    },
    {
      "text": "Provision is also made for the suspension of Telstra's obligations and for termination of the Agreement.",
      "id": "s18"
    },
    {
      "text": "Clause 16.4(f) of the Agreement provides as follows: \n 16.4 Telstra may terminate this Agreement, or suspend or cancel all or any of Your Premium SMS Services, immediately by written notice to You if:\n ... \n\n \n (f) Telstra reasonably believes that You, Your Content or Your Premium SMS Services:\n (i) reflect negatively on Telstra's brand or image (e.g.",
      "id": "s19"
    },
    {
      "text": "where Your Content or Your Premium SMS Services have generated media enquiries to Telstra); or \n (ii) generate an unacceptable level of enquiries or complaints to Telstra's customer service representatives; \n\n \nThe reference in that provision to an \" unacceptable level of ... complaints \" refers back to clause 7.10 which provides as follows:\n \n Disproportionate number of complaints \n 7.10 If in Telstra's reasonable opinion there are a disproportionate number of complaints arising in relation to the Content or Your Premium SMS Services, Telstra may request a written explanation from You, and if Telstra is not satisfied with Your explanation, Telstra may exercise its rights under clause 16.4(f)(ii).",
      "id": "s20"
    },
    {
      "text": "Clause 16.7 of the Agreement further provides as follows:\n \n Termination without cause \n 16.7 Either party may terminate this Agreement at any time by giving the other party at least 60 days written notice.",
      "id": "s21"
    },
    {
      "text": "About 20 other entities provide SMS services in competition with the Applicant.",
      "id": "s22"
    },
    {
      "text": "The Applicant provides a platform for approximately 250 Premium SMS services on the Telstra network.",
      "id": "s23"
    },
    {
      "text": "About 80% of those services are interactive services such as quiz competitions, ring tones, wallpapers and music services.",
      "id": "s24"
    },
    {
      "text": "The remainder of the services offered by the Applicant are described as \" voting services \" where a customer may, for example, respond to contests or polls relating to television shows.",
      "id": "s25"
    },
    {
      "text": "The content of the SMS services provided by the Applicant is supplied by others.",
      "id": "s26"
    },
    {
      "text": "It has a significant business.",
      "id": "s27"
    },
    {
      "text": "The number of text messages going through the services offered by the Applicant has increased from just less than 140,000 per month in October 2007 to over 420,000 messages in January 2009.",
      "id": "s28"
    },
    {
      "text": "Its gross profit has increased from approximately $1.3 million in the year to May 2006 to $2.4 million in the year to May 2008.",
      "id": "s29"
    },
    {
      "text": "Complaints as to the Applicant emerged in 2007.",
      "id": "s30"
    },
    {
      "text": "A review undertaken by Telstra in early 2008 revealed that a high level of complaints was being made against the Applicant.",
      "id": "s31"
    },
    {
      "text": "Complaints generally are directed to either disputes as to charges imposed by those providing SMS services or the manner in which complaints are handled or resolved.",
      "id": "s32"
    },
    {
      "text": "The results of the complaints received were forwarded by Telstra to the Applicant.",
      "id": "s33"
    },
    {
      "text": "A significant source of complaints about the Applicant's services were complaints relating to its scratch card promotions.",
      "id": "s34"
    },
    {
      "text": "The level of complaints continued, culminating in Telstra terminating the 2006 Agreement by a letter dated 12 February 2009.",
      "id": "s35"
    },
    {
      "text": "The termination of the Agreement was to be effective as from 14 April 2009.",
      "id": "s36"
    },
    {
      "text": "The Application filed in this Court on 7 April 2009 seeks declaratory and injunctive relief together with an order pursuant to s 87 of the Trade Practices Act 1974 (Cth).",
      "id": "s37"
    },
    {
      "text": "Damages or compensation are not sought.",
      "id": "s38"
    },
    {
      "text": "The Statement of Claim as filed alleges breach of contract and a contravention of s 52 of the 1974 Act.",
      "id": "s39"
    },
    {
      "text": "Reliance is also placed upon s 51A and its provision as to the making of a representation \" with respect to any future matter \".",
      "id": "s40"
    },
    {
      "text": "Some of the allegations set forth in the Statement of Claim are accordingly founded exclusively upon contractual obligations.",
      "id": "s41"
    },
    {
      "text": "The Statement of Claim thus alleges in part that the letter of termination was issued in breach of the terms of the Agreement.",
      "id": "s42"
    },
    {
      "text": "Reliance is also placed upon implied terms.",
      "id": "s43"
    },
    {
      "text": "Separate allegations are advanced in reliance upon s 51A and s 52 of the 1974 Act.",
      "id": "s44"
    },
    {
      "text": "Particular reliance is also placed by the Applicant in the Statement of Claim upon a letter forwarded on 24 December 2007 by Telstra to all of the Premium SMS providers.",
      "id": "s45"
    },
    {
      "text": "That letter was headed as an \" Important Notice \".",
      "id": "s46"
    },
    {
      "text": "It sought to address a \" growing number of complaints Telstra is receiving from customers in relation to Premium SMS services ...\".",
      "id": "s47"
    },
    {
      "text": "It further stated that an analysis of complaints received from the Telecommunications Industry Ombudsman showed that: 61% of complainants did not request the content of a service provided; and 11% of customers were unable to contact the relevant Premium SMS provider.",
      "id": "s48"
    },
    {
      "text": "In \" order to manage down the high volume of Premium SMS complaints being received \", Telstra foreshadowed that it was going to introduce a \" scorecard approach \".",
      "id": "s49"
    },
    {
      "text": "Reliance is placed by the Applicant upon what are said to be \" representations \" set forth in this letter and costs thereafter incurred by the Applicant in seeking to address the concerns raised by Telstra.",
      "id": "s50"
    },
    {
      "text": "The December 2007 letter has been characterised by the Applicant, at least in correspondence with the Respondent dated 18 July 2008, as a \" [p]urported variation of the Agreement \" and an attempt \" to embark upon a strategy and regime to remedy the vagueness and unenforceability of the Agreement with respect to two undefined terms \" --- namely a \" disproportionate number \" of complaints and an \" unacceptable level of complaints \".",
      "id": "s51"
    },
    {
      "text": "The Applicant also alleges that the l8 July 2008 letter sought \" information \" from Telstra but that \" [i]n breach of its obligation under the Agreement and in breach of the Determination \" that information has not been provided.",
      "id": "s52"
    },
    {
      "text": "An Affidavit prepared by a director of the Applicant also puts in issue the number of complaints made concerning the Applicant --- Telstra maintains that there were 139 \" escalated complaints \" in December 2008 and 123 in January 2009; the Applicant calculates that number at three.",
      "id": "s53"
    },
    {
      "text": "The Applicant also maintains that problems have arisen because it has not been informed of more than 50% of the complaints which became \" escalated complaints \".",
      "id": "s54"
    },
    {
      "text": "THE APPLICATION FOR INTERLOCUTORY RELIEF --- THE APPLICABLE PRINCIPLES \n The Application as filed seeks by way of interlocutory injunctive relief to restrain Telstra from giving effect to its termination of the Agreement and from ceasing to provide such services as it provides to the Applicant.",
      "id": "s55"
    },
    {
      "text": "An interlocutory order pursuant to s 87(1A) of the 1974 Act is also there sought --- but that provision received no attention in either the written submissions as filed by the Applicant or in its oral submissions.",
      "id": "s56"
    },
    {
      "text": "The principles governing the grant or refusal of interlocutory injunctions in both private and public law litigation are well known.",
      "id": "s57"
    },
    {
      "text": "They have been summarised by Mason A-CJ in Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; (1986) 161 CLR 148 at 153 as follows: \n In order to secure such an injunction the plaintiff must show (1) that there is a serious question to be tried or that the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief; (2) that he will suffer irreparable injury for which damages will not be an adequate compensation unless an injunction is granted; and (3) that the balance of convenience favours the granting of an injunction.",
      "id": "s58"
    },
    {
      "text": "An applicant seeking an interlocutory injunction must be able to show sufficient \" colour of right \" to the final relief, in aid of which the interlocutory injunction is sought: Australian Broadcasting Corporation v Lenah Game Meats Pty Limited [2001] HCA 63 at [11] , [2001] HCA 63 ; 208 CLR 199 at 217 per Gleeson CJ.",
      "id": "s59"
    },
    {
      "text": "Kirby J there further observed that \" no narrow view has been adopted as to the meaning of the expression 'a serious question to be tried' \": [2001] HCA 63 at [167] , 208 CLR at 270.",
      "id": "s60"
    },
    {
      "text": "The use of the phrase \" a prima facie case \" does not require that an applicant must show that it is more probable than not that at a final hearing he will succeed; it is sufficient that the applicant show a sufficient likelihood of success to justify in the circumstances the preservation of the status quo pending a final hearing: Australian Broadcasting Corporation v O'Neill [2006] HCA 46 at [65] , [2006] HCA 46 ; 227 CLR 57 at 82.",
      "id": "s61"
    },
    {
      "text": "As Gummow and Hayne JJ there observed, \" ... the requisite strength of the probability of ultimate success depends upon the nature of the rights asserted and the practical consequences likely to flow from the interlocutory order sought \": [2006] HCA 46 at [71] , 227 CLR at 84.",
      "id": "s62"
    },
    {
      "text": "Notwithstanding the fact that the termination of the Agreement was said to take effect as from 14 April 2009, on 9 April 2009 an undertaking was given by the Respondent not to act upon its decision until the hearing of the interlocutory application on 27 April 2009.",
      "id": "s63"
    },
    {
      "text": "That undertaking was then continued until 4.00 pm today.",
      "id": "s64"
    },
    {
      "text": "A DUTY OF GOOD FAITH --- AN IMPLIED TERM OR A REPRESENTATION?",
      "id": "s65"
    },
    {
      "text": "At the forefront of the application for interlocutory relief is the Applicant's contention that the contractual power conferred by clause 16.7 is constrained.",
      "id": "s66"
    },
    {
      "text": "The unqualified contractual right to terminate the Agreement \" without cause \" upon giving 60 days notice in writing, the Applicant contends, was not a right available to be exercised by the Respondent.",
      "id": "s67"
    },
    {
      "text": "On a proper construction of the Agreement, the Applicant contends that the Respondent was confined to the exercise of the power conferred by clause 16.4.",
      "id": "s68"
    },
    {
      "text": "Alternatively, the Applicant contends that the otherwise unqualified power conferred by clause 16.7 was constrained by either: implied terms; or representations as to the manner in which the rights conferred by the Agreement were to be exercised.",
      "id": "s69"
    },
    {
      "text": "To this extent, the implied terms and the representations relied upon in support of the claim under s 52 of the 1974 Act coalesce.",
      "id": "s70"
    },
    {
      "text": "The terms of present relevance which it is alleged are to be implied into the Agreement and the relevant representations were identified by Senior Counsel for the Applicant as those set forth as follows in paragraph [13] of the Statement of Claim : \n In presenting the draft Premium SMS Service Provider Agreement to the applicant and in entering into it and in conducting operations pursuant to it the respondent made in trade or commerce the following representations to the applicant (\"the Complaint Systems Representations\"):\n ...\n (d) that the respondent would not utilise the provision for termination of the Premium SMS Service Provider Agreement pursuant to clause 16.7 for the purpose or with the effect of avoiding its obligations under clauses 7, 16.4(f) and 16.6;\n (e) that the respondent would not terminate the Premium SMS Service Provider Agreement pursuant to clause 16.7 or otherwise in respect of generation of an unacceptable level of enquiries or complaints to Telstra's customer service representatives or on the basis that the respondent's content or its premium SMS services reflected negatively on Telstra's brand or image except pursuant to and complying with the requirements of clauses 7, 16.4(f) and 16.6, nor would it suspend the applicant's services access to the respondent's network except pursuant to and complying with the requirements of clause 16.5;\n (f) that the respondent would not exercise its rights under clause 16.4(f)(ii) or exercise its rights for the reasons specified in clause 16.4(f)(ii) unless it had complied with the requirements of clauses 7.10 and 16.4(f) as to reasonable formation of an opinion;\n (g) that the respondent would not exercise its rights under clause 16.7, 7.10 or 16.4(f) except by acting in good faith and dealing fairly with the applicant;\n (h) that the respondent would not exercise its rights under clause 16.7, 7.10 or 16.4(f) except by acting reasonably;\n (i) that the respondent would not exercise its powers under clause 16.7 in order to deprive the applicant of the benefit of the protections to its interests and restraints placed on Telstra pursuant to clauses 7.10 and 16.4(f);\n ... \n\n \nRepresentations are also relied upon which the Applicant contends may be found in subsequent communications from the Respondent.",
      "id": "s71"
    },
    {
      "text": "Whether or not such representations were made is a question of fact.",
      "id": "s72"
    },
    {
      "text": "Separate from that question is whether the commercial arrangement between the Applicant and the Respondent is susceptible to a term being implied, summarised in oral submissions as a term of \" good faith \".",
      "id": "s73"
    },
    {
      "text": "For the purposes of the present interlocutory application, it is accepted that such a term may arguably be implied: cf Renard Constructions (ME) Pty Ltd v Minister for Pubic Works [1992] 26 NSWLR 234 ; Hughes Aircraft Systems International v Airservices Australia (1997) 76 FCR 151; Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2005] FCA 288 at [61] to [65] per Finkelstein J.",
      "id": "s74"
    },
    {
      "text": "It is not at all self-evident, as is presently contended by the Respondent, that the implication of a term as to \" good faith \" would be inconsistent with the express terms of the Agreement.",
      "id": "s75"
    },
    {
      "text": "But the implication of such a term says little as to the content of any such obligation.",
      "id": "s76"
    },
    {
      "text": "This is a question which has helpfully been addressed by Barrett J in Overlook Management BV v Foxtel Management Pty Ltd [2002] NSWSC 17.",
      "id": "s77"
    },
    {
      "text": "His Honour there observed: \n [63] But what are the content and effect of such an implied term?",
      "id": "s78"
    },
    {
      "text": "This question was the subject of discussion by the Court of Appeal in [ Burger King Corp v Hungry Jack's Pty Ltd [2001] NSWCA 187].",
      "id": "s79"
    },
    {
      "text": "Sheller, Beazley and Stein JJA referred to the observation of Sir Anthony Mason in his 1993 Cambridge Lecture (see now (2000) 116 LQR 66 at 69) that the concept \"embraced no less than three related notions\", being: \n\n \n\"(1) an obligation on the parties to co-operate in achieving the contractual objects (loyalty to the promise itself);\n \n (2) compliance with honest standards of conduct; and\n \n (3) compliance with standards of conduct which are reasonable having regard to the interests of the parties.",
      "id": "s80"
    },
    {
      "text": "\"\n \n ... \n\n \n [68] In many ways, the implied obligation of good faith is best regarded as an obligation to eschew bad faith.",
      "id": "s81"
    },
    {
      "text": "This is borne out by the following succinct statement by Lord Scott of Foscote in Manifest Shipping Co Ltd v Uni-Polaris Shipping Co Ltd [2001] 2 WLR 170, a case concerning the duty of good faith in the insurance context: \n\n \n\"Unless the assured has acted in bad faith, he cannot, in my opinion, be in breach of a duty of good faith, utmost or otherwise.",
      "id": "s82"
    },
    {
      "text": "\"\n \n ... \n\n \n [73] A prohibitory or negative spirit precluding capriciousness will readily be accepted as attending the parties' contracts.",
      "id": "s83"
    },
    {
      "text": "The exclusion of capriciousness as an acceptable form of behaviour in the performance of the contract will prohibit conduct which has no rational basis or objective explanation.",
      "id": "s84"
    },
    {
      "text": "A prohibitory or negative spirit precluding purely selfish behaviour calculated to destroy the position of the other party will also readily be accepted.",
      "id": "s85"
    },
    {
      "text": "It is more difficult to identify the point at which the prohibitory or negative spirit intervenes to preclude conduct which reduces immediate enjoyment (or the quantum thereof) which is undertaken with a view also to enhanced future enjoyment.",
      "id": "s86"
    },
    {
      "text": "Whether any term is to be implied, and the content of such terms as may be implied, remain matters to be resolved at a final hearing.",
      "id": "s87"
    },
    {
      "text": "A PRIMA FACIE CASE OR A SERIOUS QUESTION TO BE TRIED?",
      "id": "s88"
    },
    {
      "text": "Upon the Applicant giving the usual undertaking as to damages, it is considered that interlocutory relief should be granted.",
      "id": "s89"
    },
    {
      "text": "But such relief should only be granted for as short a period of time as is consistent with properly preparing the proceeding for an early final hearing.",
      "id": "s90"
    },
    {
      "text": "It follows that the Respondent's Notice of Motion seeking judgment pursuant to s 31A of the 1976 Act is dismissed.",
      "id": "s91"
    },
    {
      "text": "Notwithstanding the fact that it is considered, on balance, that interlocutory relief should be granted, considerable reservation is nevertheless presently expressed as to whether or not such conduct as is sought to be relied upon by the Applicant is capable of falling within s 51A or s 52.",
      "id": "s92"
    },
    {
      "text": "Paragraph [13] of the Statement of Claim identifies the representations as those made when the draft Agreement was being presented.",
      "id": "s93"
    },
    {
      "text": "No draft Agreement was tendered during the interlocutory hearing --- but it was accepted that an earlier version of the Agreement as executed was presented to the Applicant in substantially the same terms as was finally executed.",
      "id": "s94"
    },
    {
      "text": "In resisting the claim for interlocutory relief the course pursued by Senior Counsel for the Respondent was directed to an attack upon the very foundations upon which the Applicant's case was being erected.",
      "id": "s95"
    },
    {
      "text": "The Respondent, accordingly, pursued a course of contending that the Agreement as executed was not susceptible of either the construction relied upon by the Applicant or susceptible to any term such as that sought to be relied upon being implied.",
      "id": "s96"
    },
    {
      "text": "There is considerable force in these submissions --- but they should be resolved at a final hearing.",
      "id": "s97"
    },
    {
      "text": "It is accepted that \"[ w ] here parties enter into a written agreement, the Court will generally hold them to the obligations which they have assumed by that agreement \": Equuscorp Pty Ltd v Glengallan Investments Pty Ltd [2004] HCA 55 at [35] , [2004] HCA 55 ; 218 CLR 471 at 483 per Gleeson CJ, McHugh, Kirby, Hayne and Callinan JJ.",
      "id": "s98"
    },
    {
      "text": "The case as now advanced in support of interlocutory relief necessarily involves a review of both the conduct of the parties prior to the execution of the Agreement and a review of the terms of the Agreement itself.",
      "id": "s99"
    },
    {
      "text": "The latter may well be a task that could be undertaken on an application for interlocutory relief; but it is not considered in the present proceeding that that task should be undertaken as an exercise divorced from the factual context in which the Agreement came to be executed.",
      "id": "s100"
    },
    {
      "text": "Adding to the prudence of that course is the fact that the \" draft \" agreement is not the sole source of representations relied upon by the Applicant.",
      "id": "s101"
    },
    {
      "text": "A subsequent source of representations, being representations separate from those made in the \" draft Premium SMS Service Provider Agreement \" set forth in paragraph [13] of the Statement of Claim , are representations said to be contained within the 24 December 2007 letter.",
      "id": "s102"
    },
    {
      "text": "Again, a review of the terms of that letter is susceptible of being undertaken on an application for interlocutory relief --- or on an application made pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s103"
    },
    {
      "text": "Indeed, that part of the letter which assumes relevance is understood to be confined to the following passages: \n Next steps --- scorecard approach \n In order to manage down the high volume of Premium SMS complaints being received, Telstra intends to: \n\n \n (a) measure and record the number of complaints received in relation to each Premium SMS service provider each month to create a Provider Scorecard .",
      "id": "s104"
    },
    {
      "text": "It is intended that this scorecard includes data on all complaint types received.",
      "id": "s105"
    },
    {
      "text": "(b) compare the results of the Provider Scorecard with a deemed acceptable level of Premium SMS complaints (Acceptable Complaint Level) .",
      "id": "s106"
    },
    {
      "text": "The Acceptable Complaint Level will be determined by Telstra having regard to what would be considered a reasonable number of complaints in the ordinary course of business, taking into account the nature of the Mobile Premium Services industry and the volume of traffic the Service Provider generates.",
      "id": "s107"
    },
    {
      "text": "This Acceptable Complaint Level will give Telstra a guide for calculating what is a disproportionate or unacceptable number of complaints for the purposes of clauses 7.10 and 16.4(f) of your Premium SMS Service Provider Agreement.",
      "id": "s108"
    },
    {
      "text": "Where the Provider Scorecard indicates that the actual number of complaints received in a month exceeds the Acceptable Complaint Level (both in relation to customer complaints generally and TIO complaints), our intention is to work with you to find ways to reduce this level of complaints.",
      "id": "s109"
    },
    {
      "text": "However if the number of complaints received is particularly excessive, the complaints are generally of a serious nature, or there is a continued failure to meet the Acceptable Complaint Level (ie for 3 or more months), Telstra reserves its rights to suspend or cancel all or any of your services or terminate your Premium SMS Service Provider Agreement under clauses 7.10 or 16.4(f).",
      "id": "s110"
    },
    {
      "text": "There is no reference in that letter to clause 16.7 of the Agreement.",
      "id": "s111"
    },
    {
      "text": "But the Applicant seeks to maintain that the December 2007 letter does not stand alone.",
      "id": "s112"
    },
    {
      "text": "Other correspondence in which it is said that relevant representations were made is identified in the Statement of Claim as having been made in letters in March and August 2008.",
      "id": "s113"
    },
    {
      "text": "The March 2008 letter does not contain any reference to clause 16.7.",
      "id": "s114"
    },
    {
      "text": "The only part of the March 2008 that letter which may provide some support for the Applicant's case is the following statement: \n Commencing on 1 April 2008, we will introduce a more formal review process.",
      "id": "s115"
    },
    {
      "text": "The process will operate as follows: \n\n \n ... \n\n If you fail to achieve the target for the Key Metric a third time in a rolling 12 month period, we will notify you in writing that we will suspend or deactivate the shortcodes/services that are the subject of the escalated complaints data within 5 business days.",
      "id": "s116"
    },
    {
      "text": "... \n\n \nThe proposition which it is understood the Applicant wishes to advance is that the failure to mention clause 16.7 is some support for a representation that future complaints will be resolved in the manner set forth in the letter --- and not otherwise.",
      "id": "s117"
    },
    {
      "text": "The absence in the March 2008 letter to any reference to terminate without cause pursuant to clause 16.7 is said by the Applicant to be of significance.",
      "id": "s118"
    },
    {
      "text": "The August 2008 letter relevantly provides: \n We take this opportunity to remind you that if we reasonably believe that you have failed to comply with any direction under clause 3.5(b) of our Agreement, we may terminate our Agreement or suspend or cancel all or any of your premium SMS services, immediately by written notice to you under clause 16.4(a) of our Agreement.",
      "id": "s119"
    },
    {
      "text": "If you notify us that you are unwilling or unable to comply with the attached Policy, you may within 30 days of the date of this notice give us notice under clause 16.7 to terminate our Agreement, and if you do so we will waive the requirement for you to give 60 days notice of that termination.",
      "id": "s120"
    },
    {
      "text": "It must be recognised --- even at an interlocutory stage --- that such statements in both letters provide less than unequivocal support for the making of the representations or the implied terms sought to be advanced by the Applicant in paragraph [13(d) to (i)] of the Statement of Claim .",
      "id": "s121"
    },
    {
      "text": "A draft agreement, or statements made in correspondence, in some cases may be ultimately characterised as representations.",
      "id": "s122"
    },
    {
      "text": "In other cases they may not: eg, Seven Network Limited v News Limited [2007] FCA 1062 at [3211].",
      "id": "s123"
    },
    {
      "text": "For the purposes of the present application, it is accepted that the provision of a draft agreement and statements made in letters forwarded from the Respondent to the Applicant may be characterised as the making of a representation.",
      "id": "s124"
    },
    {
      "text": "An application for interlocutory relief, or an application under s 31A , may in an appropriate case require a review of detailed factual material.",
      "id": "s125"
    },
    {
      "text": "In the present proceeding, however, it is considered that that review should be undertaken at a final hearing.",
      "id": "s126"
    },
    {
      "text": "It is only at a final hearing that the conduct of the parties, both prior to and during the course of the Agreement, can be fully understood.",
      "id": "s127"
    },
    {
      "text": "Notwithstanding the conclusion that it is appropriate to grant interlocutory relief, it should further be recognised even at this stage that it may be questioned whether: the representations were relied upon by the Applicant; any of the conduct of the Respondent was \" misleading or deceptive \"; and the Respondent acted in any manner contrary to any term which may be implied constraining it to act in good faith.",
      "id": "s128"
    },
    {
      "text": "For present purposes, it is nevertheless considered that the Applicant has satisfied each of these requirements on a prima facie basis.",
      "id": "s129"
    },
    {
      "text": "Reliance may in some cases be inferred: Gould v Vaggelas (1984) 157 CLR 215 at 250 per Brennan J.",
      "id": "s130"
    },
    {
      "text": "And \" [i]t may well be appropriate to infer reliance where the representation in question is of a kind obviously calculated to induce action \": Australian Competition and Consumer Commission v Internic Technology Pty Ltd (1998) 42 IPR 225 at 241 per Lindgren J.",
      "id": "s131"
    },
    {
      "text": "A representation of good faith, if made, may provide a case where it is appropriate at an interlocutory hearing to draw such an inference.",
      "id": "s132"
    },
    {
      "text": "In the present case such an inference is presently drawn.",
      "id": "s133"
    },
    {
      "text": "What further evidence as to reliance may ultimately be adduced by the Applicant at the final hearing remains a matter for it to determine.",
      "id": "s134"
    },
    {
      "text": "That further evidence may have to address clause 12 of the Agreement which provides in relevant part as follows: \n 12 Warranties \n 12.1 You warrant that:\n ...\n (g) You have not relied on any representation made by Telstra which has not been stated expressly in this Agreement.",
      "id": "s135"
    },
    {
      "text": "That provision may be more directed to such representations as may have been made prior to the Agreement being executed.",
      "id": "s136"
    },
    {
      "text": "The basis, for example, upon which any conclusion that the Respondent may have engaged in \" misleading or deceptive conduct \" for the purposes of s 52 , or engaged in conduct that is a breach of any implied term as to good faith, is presently considered to be slight.",
      "id": "s137"
    },
    {
      "text": "On one view, the Respondent was merely pursuing what it perceived to be its commercial interests in a manner expressly contemplated by the terms of its Agreement with the Applicant.",
      "id": "s138"
    },
    {
      "text": "But the Applicant contends that there remains a factual basis upon which a conclusion may be reached.",
      "id": "s139"
    },
    {
      "text": "Some support may be found in the Respondent's very reliance upon clause 16.7 of the Agreement rather than clause 16.4(f).",
      "id": "s140"
    },
    {
      "text": "The ongoing conflict between the parties arises as a consequence of the complaints received in respect to the services provided by the Applicant.",
      "id": "s141"
    },
    {
      "text": "Although it may well ultimately be concluded that there is no operative constraint upon the Respondent's reliance upon clause 16.7, reliance upon that provision as opposed to clause 16.4(f), presently gives rise at least to an argument as to a lack of good faith which cannot be summarily rejected.",
      "id": "s142"
    },
    {
      "text": "To proceed under clause 16.4(f) may, of course, prove more difficult for Telstra.",
      "id": "s143"
    },
    {
      "text": "To proceed under that provision, Telstra would have to establish that it \" reasonably believes \" the matters thereafter set forth are established.",
      "id": "s144"
    },
    {
      "text": "Clause 16.7, which may ultimately be concluded to be a provision open to Telstra, certainly provides a course free of that constraint.",
      "id": "s145"
    },
    {
      "text": "It remains an argument which gives rise to a serious question to be tried.",
      "id": "s146"
    },
    {
      "text": "Further limited support may be gleaned from the Applicant's letter dated 18 July 2008 and possibly the failure to provide such \" information \" as was there requested.",
      "id": "s147"
    },
    {
      "text": "The entitlement of the Applicant to the further \" information \" it sought may be open to question.",
      "id": "s148"
    },
    {
      "text": "In responding to the request for \" information \", Telstra responded in part in its letter dated 28 July 2008 stating: \n You have asked for further information about how these services compare with other premium SMS services.",
      "id": "s149"
    },
    {
      "text": "I consider that Telstra has already provided you with sufficient information about the relative levels of enquiries and complaints made in relation to the service numbers, and other similar services, respectively.",
      "id": "s150"
    },
    {
      "text": "It is not considered appropriate to resolve at an interlocutory hearing the extent of the information sought, the nature of the information previously provided, the nature of information not provided and the Applicant's entitlement to that information.",
      "id": "s151"
    },
    {
      "text": "For present purposes it is sufficient to note that some \" information \" has been sought and not provided.",
      "id": "s152"
    },
    {
      "text": "Questions arise as to why it has not been provided.",
      "id": "s153"
    },
    {
      "text": "A serious question or a prima facie case is, however, considered on balance to arise as to whether or not representations have been made which may constitute conduct falling within s 52 and as to whether that provision has been contravened.",
      "id": "s154"
    },
    {
      "text": "A serious question or a prima face case, it is further considered, has also been made out on balance in respect to the claim founded upon an implied term of the December 2006 Agreement.",
      "id": "s155"
    },
    {
      "text": "Such reservations as have presently been expressed may well be answered when a more detailed analysis of the facts has been undertaken.",
      "id": "s156"
    },
    {
      "text": "A final view could only be reached, obviously enough, upon all of the evidence having been considered and witnesses cross-examined.",
      "id": "s157"
    },
    {
      "text": "Indeed, Senior Counsel on behalf of the Respondent sought to cross-examine a witness in the present interlocutory hearing.",
      "id": "s158"
    },
    {
      "text": "That cross-examination, which may well be of significance during the final hearing, was not presently pursued.",
      "id": "s159"
    },
    {
      "text": "What may now appear to be potential difficulties confronting the Applicant may well be explained when all of the evidence has been considered and any cross-examination concluded.",
      "id": "s160"
    },
    {
      "text": "BALANCE OF CONVENIENCE AND DISCRETION?",
      "id": "s161"
    },
    {
      "text": "In considering whether interlocutory relief should be granted, consideration has been given to the additional costs and expenses which will be incurred by Telstra during the period that that relief is in place.",
      "id": "s162"
    },
    {
      "text": "Telstra will continue to incur costs in addressing complaints received.",
      "id": "s163"
    },
    {
      "text": "As stated by Telstra in its 12 February 2009 letter: \n Telstra is understandably concerned that the high level of complaints generated by Oxygen8's services may have caused, and may continue to cause, damage to Telstra's brand.",
      "id": "s164"
    },
    {
      "text": "In addition, Telstra continues to incur complaints handling and administrative costs in dealing with these complaints.",
      "id": "s165"
    },
    {
      "text": "Telstra is also growing increasingly concerned that the excessive complaint levels on your services may indicate that Oxygen8 and/or its clients have engaged in unlawful conduct, and may have breached, and may continue to breach, applicable laws such as the Spam Act and Trade Practices Act .",
      "id": "s166"
    },
    {
      "text": "But such costs and expenses as will be incurred by Telstra will be covered by an undertaking as to damages.",
      "id": "s167"
    },
    {
      "text": "Damages to Telstra's reputation cannot be addressed by such an undertaking --- but that concern can be mitigated by granting an expedited hearing.",
      "id": "s168"
    },
    {
      "text": "There is also the need to take into account the disruption to the services provided by the Applicant to its own customers if interlocutory relief is refused.",
      "id": "s169"
    },
    {
      "text": "The disruption of services to the not inconsiderable number of persons who subscribe to Premium SMS services by a dispute between the Applicant and the Respondent is a matter of some concern.",
      "id": "s170"
    },
    {
      "text": "If interlocutory relief were to be refused, the services offered to those subscribers would be disrupted, albeit perhaps to a minimal extent.",
      "id": "s171"
    },
    {
      "text": "Those subscribers could potentially seek the same or like services from other providers.",
      "id": "s172"
    },
    {
      "text": "But there would be some disruption.",
      "id": "s173"
    },
    {
      "text": "The significance to be given to this consideration may be diminished by the fact that a very significant part of the business of the Applicant is its provision of \" scratch cards \" and the fact that it is this aspect of the Applicant's business which has apparently attracted a large number of complaints.",
      "id": "s174"
    },
    {
      "text": "\" Scratch cards \" are apparently \" the latest phenomenon \" and \" millions of scratch cards are being distributed to homes in Australia and also as inserts in well-known magazines \".",
      "id": "s175"
    },
    {
      "text": "An inability on the part of the Applicant to continue to provide this particular service may, on one view, thus serve to protect some subscribers from a service that they do not want and a service for which they do not want to be charged.",
      "id": "s176"
    },
    {
      "text": "But it is a service provided by the Applicant which was not suspended by Telstra, as was its entitlement.",
      "id": "s177"
    },
    {
      "text": "Whether this is in fact the case remains to be seen.",
      "id": "s178"
    },
    {
      "text": "The Applicant also puts in issue the number of complaints received.",
      "id": "s179"
    },
    {
      "text": "Whatever that number may be, there remains the prospect that there is some disruption to the services of some subscribers.",
      "id": "s180"
    },
    {
      "text": "The interests of other subscribers will also be addressed by an early final hearing.",
      "id": "s181"
    },
    {
      "text": "The refusal of interlocutory relief would also put at risk the employment of the Applicant's employees.",
      "id": "s182"
    },
    {
      "text": "In the present economic environment, that is not a step to be undertaken lightly.",
      "id": "s183"
    },
    {
      "text": "DAMAGES AS AN ADEQUATE REMEDY?",
      "id": "s184"
    },
    {
      "text": "Reservation may also be expressed as to whether or not damages would not be an adequate remedy to address such causes of action as may ultimately prevail.",
      "id": "s185"
    },
    {
      "text": "Interlocutory relief may be refused where damages are an adequate remedy: e.g.",
      "id": "s186"
    },
    {
      "text": "Dickson Property Management Services Pty Ltd v Centro Property Management (Vic) Pty Ltd [2000] FCA 1742 , 180 ALR 485.",
      "id": "s187"
    },
    {
      "text": "Ryan J there concluded on the facts of that case that \" a related consideration \" was that the grant of interlocutory relief would \" involve the court, to an unacceptable extent, in supervising the performance of a detailed contract equivalent to a contract for personal services by a party, in whom the other asserts, not totally unbelievably, that it has lost confidence \": [2000] FCA 1742 at [15] , 180 ALR at 487 to 488.",
      "id": "s188"
    },
    {
      "text": "Clearly enough, Telstra no longer wishes to have any contractual relationship with the Applicant.",
      "id": "s189"
    },
    {
      "text": "Its position is that it has brought what it perceives to be the Applicant's short-comings to its attention and that the Applicant has taken insufficient or inadequate steps to address or resolve the continuing flow of complaints being made.",
      "id": "s190"
    },
    {
      "text": "If the Respondent has contravened s 52 or breached a term of the Agreement (express or implied), the position of the Applicant --- so Telstra contends --- could be addressed by an award of damages.",
      "id": "s191"
    },
    {
      "text": "The measure of those damages would be susceptible of easy calculation.",
      "id": "s192"
    },
    {
      "text": "If there be an entitlement to damages, those damages would most likely be the remuneration which the Applicant would have received under the Agreement had it not been terminated.",
      "id": "s193"
    },
    {
      "text": "No question arises as to the ability of the Respondent to meet any award of damages.",
      "id": "s194"
    },
    {
      "text": "But the relief to which the Applicant may be entitled, if any, is a matter which should be addressed when all of those facts relevant to the deterioration of the relationship between the parties are exposed at a final hearing.",
      "id": "s195"
    },
    {
      "text": "The failure of an applicant to claim damages does not preclude consideration of whether damages may be an adequate remedy.",
      "id": "s196"
    },
    {
      "text": "Any period of time during which the Respondent may be compelled to continue dealing with the Applicant may well be viewed by it as too long; but that period of time can be kept to a minimum.",
      "id": "s197"
    },
    {
      "text": "DELAY \n A separate issue which needs to be addressed is the delay that has occurred in bringing the present application for interlocutory relief.",
      "id": "s198"
    },
    {
      "text": "Such delay as has occurred between 12 February 2009 (that being the date of the letter of termination) and 7 April 2009 (when the present proceeding was commenced) has not been completely answered by the Applicant.",
      "id": "s199"
    },
    {
      "text": "Whether or not the Applicant is correct in its submission that delay is only a relevant discretionary factor when the other party demonstrates prejudice, prejudice to the Respondent possibly emerges from what it maintains is damage to its reputation and may also emerge from its failure to have its entitlement to rely upon clause 16.7 resolved within the 60 day period contemplated by that clause --- or relatively shortly thereafter.",
      "id": "s200"
    },
    {
      "text": "Attempts to explain the delay are less than satisfactory.",
      "id": "s201"
    },
    {
      "text": "The letter communicating the decision to terminate the Agreement may have been communicated together with (and even subsumed) with requests for further information and may have been but one further letter in a series of letters communicating an intention to invoke provisions of the Agreement.",
      "id": "s202"
    },
    {
      "text": "But the 12 February 2009 letter remains a letter communicating an unequivocal decision to terminate.",
      "id": "s203"
    },
    {
      "text": "In the absence of further explanation, there would appear to be little uncertainty in the following statement as set forth on the final page of that letter, namely: \n Termination of SPA \n Having regard to these circumstances, Telstra hereby notifies you that it has decided to exercise its rights under clause 16.7 of the our [sic] Service Provider Agreement with you dated 1 December 2005 [sic] ('SPA'), to terminate the SPA on 60 days written notice.",
      "id": "s204"
    },
    {
      "text": "The SPA will be terminated on 14 April 2009.",
      "id": "s205"
    },
    {
      "text": "This letter serves as notice of termination, as required under clause 16.7.",
      "id": "s206"
    },
    {
      "text": "Correspondence subsequent to that letter would seem to confirm that the Respondent understood the letter to be a letter of termination.",
      "id": "s207"
    },
    {
      "text": "But attempts were being made to resolve the dispute short of litigation.",
      "id": "s208"
    },
    {
      "text": "Those attempts, it was accepted by Senior Counsel for the Applicant, on any view came to an end on 13 March 2009 when Telstra wrote to the Applicant stating in part:\n \n We do not intend to withdraw the Termination Notice and we continue to reserve all of Telstra's rights and remedies under the SPA.",
      "id": "s209"
    },
    {
      "text": "The delay in commencing proceedings, on this approach, is the delay not from 12 February but from 13 March 2009.",
      "id": "s210"
    },
    {
      "text": "Such an approach is not immediately attractive.",
      "id": "s211"
    },
    {
      "text": "The time taken for the Applicant to commence the present proceeding, however, should not deny it its entitlement to interlocutory relief.",
      "id": "s212"
    },
    {
      "text": "Such delay as has occurred, when taken into account with all other factors, is not considered to be a decisive reason for refusing interlocutory relief in the present case.",
      "id": "s213"
    },
    {
      "text": "Such further time as will be involved in a final resolution of all issues between the parties is relatively short compared to the period of time over which the Applicant's conduct has been the subject of complaint or criticism by the Respondent.",
      "id": "s214"
    },
    {
      "text": "A QUESTION AS TO JURISDICTION?",
      "id": "s215"
    },
    {
      "text": "A question which should not be overlooked is whether or not the dispute between the parties is capable of being characterised as anything other than a contractual dispute involving no real federal element --- in which case the jurisdiction of this Court may be open to question.",
      "id": "s216"
    },
    {
      "text": "At present, reason to question whether the jurisdiction of this Court has only been colourably invoked is provided by the absence of any unequivocal representation in the 24 December 2007 letter as to whether or not clause 16.7 may also be relied upon.",
      "id": "s217"
    },
    {
      "text": "In the absence of further explanation, the March and August 2008 letters perhaps provide even less support for a claim under the Trade Practices Act .",
      "id": "s218"
    },
    {
      "text": "Where a question as to jurisdiction arises, a \" court is not obliged immediately to refrain from proceeding further \": The Queen v The Judges of the Federal Court of Australia; Ex parte The Western Australian National Football League Incorporated [1979] HCA 6 ; (1979) 143 CLR 190 at 215 per Gibbs J.",
      "id": "s219"
    },
    {
      "text": "For present purposes, it is not considered appropriate to resolve any such question in the present proceeding on an interlocutory basis.",
      "id": "s220"
    },
    {
      "text": "Whether or not the claims founded upon s 52 may ultimately prevail will be resolved at a final hearing.",
      "id": "s221"
    },
    {
      "text": "One of the issues to be then resolved may well include submissions as to jurisdiction.",
      "id": "s222"
    },
    {
      "text": "Each case must obviously depend upon its own facts and circumstances.",
      "id": "s223"
    },
    {
      "text": "And cases unquestionably arise where this Court entertains applications, including interlocutory applications, to restrain what is otherwise a contractual relationship between the parties: eg, Garry Rogers Motors (Aust) Pty Ltd v Subaru (Aust) Pty Ltd [1999] FCA 903 ; Luce Optical v Budget Specs (Franchising) Pty Ltd [2005] FCA 1486.",
      "id": "s224"
    },
    {
      "text": "The prospect of such cases arising is not in issue; the question is whether the present proceeding is a case in which the jurisdiction has been properly invoked.",
      "id": "s225"
    },
    {
      "text": "But it is not considered that such matters should be resolved in advance of a final hearing.",
      "id": "s226"
    },
    {
      "text": "As a matter of \" impression \" the best judgment that can presently be made is that there is a sufficient jurisdictional basis upon which this Court should presently proceed: Re Wakim; Ex parte McNally [1999] HCA 27 at [140] , [1999] HCA 27 ; 198 CLR 511 at 585 per Gummow and Hayne JJ.",
      "id": "s227"
    },
    {
      "text": "For present purposes, it is considered that a serious question arises as to whether or not there has been a breach of s 52 of the 1974 Act.",
      "id": "s228"
    },
    {
      "text": "CONCLUSIONS \n On balance, it is considered that interlocutory relief should be granted but that the final hearing should be expedited and set down for hearing in early July 2009.",
      "id": "s229"
    },
    {
      "text": "A date can hopefully then be set which accommodates the convenience of both existing Counsel and the parties.",
      "id": "s230"
    },
    {
      "text": "The parties are to bring in short minutes of order which formulate the interlocutory orders to be made and a timetable to ensure that a final hearing can then take place.",
      "id": "s231"
    },
    {
      "text": "That timetable should obviously accommodate (if necessary) any request for particulars, the provision of such particulars and the filing of a defence, the filing of evidence, including an agreed bundle of documents, and discovery limited only to that material necessary for a resolution of the issues.",
      "id": "s232"
    },
    {
      "text": "On such materials as are presently before the Court, there is no reason to question the fact that the period between now and a final hearing, a period of about eight weeks, is more than adequate to prepare this case for final hearing.",
      "id": "s233"
    },
    {
      "text": "The costs of both interlocutory applications are to be reserved, including the costs of the Respondent's Notice of Motion seeking an order under s 31A of the 1976 Act.",
      "id": "s234"
    },
    {
      "text": "The Respondent's Motion is certainly not a Motion without merit.",
      "id": "s235"
    },
    {
      "text": "A staged exchange of submissions should also be addressed in the short minutes of order, with all steps concluding no less than one week prior to hearing.",
      "id": "s236"
    },
    {
      "text": "Given an assessment, however, that the Applicant's entitlement to interlocutory relief is certainly not an entitlement free from legitimate and substantive argument, liberty to apply should be expressly reserved to the Respondent to apply to have the interlocutory orders varied (or discharged) should events subsequently emerge warranting the making of any such further order in advance of a final hearing.",
      "id": "s237"
    },
    {
      "text": "Any further delay on the part of the Applicant may, for instance, warrant the discharge of interlocutory relief.",
      "id": "s238"
    },
    {
      "text": "I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s239"
    },
    {
      "text": "Associate:\n \n \nDated: 1 May 2009\n \n Counsel for the Applicant: Mr A J Sullivan QC with Mr B A M Connell \n \n Solicitor for the Applicant: PMF Legal \n \n Counsel for the Respondent: Mr A J L Bannon SC with Mr N R Murray \n \n Solicitor for the Respondent: Freehills \n Date of Hearing: 27, 29 April 2009 \n \n Date of Judgment: 29 April 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/426.html",
      "id": "s240"
    }
  ]
}