{
  "name": "Worldwide Timber Traders Pty Ltd (ABN 93 009 384) v Brouwer (No 2) [2009] FCA 447 (5 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/447.html",
  "catchphrases": [
    {
      "text": "moving for judgment on admissions made in open court",
      "id": "c0"
    },
    {
      "text": "power of the court to enforce a settlement agreement",
      "id": "c1"
    },
    {
      "text": "implied term that payment be within a reasonable time if no term stipulated in agreement",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    },
    {
      "text": "contract",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n The trial of this proceeding was originally listed for 7-9 April 2008 inclusive.",
      "id": "s0"
    },
    {
      "text": "On 1 April 2008, the respondents applied (without notice and without an affidavit in support), to adjourn the trial.",
      "id": "s1"
    },
    {
      "text": "The applicant opposed the late motion to adjourn.",
      "id": "s2"
    },
    {
      "text": "The applicant's witnesses were ready.",
      "id": "s3"
    },
    {
      "text": "One had been booked to fly from Melbourne to Perth for the trial.",
      "id": "s4"
    },
    {
      "text": "The proceedings had been on foot since 2005.",
      "id": "s5"
    },
    {
      "text": "The parties agreed that only one day rather than three was needed for the trial.",
      "id": "s6"
    },
    {
      "text": "Witnesses for all the parties were available to give evidence on 9 April 2008.",
      "id": "s7"
    },
    {
      "text": "On that basis I listed the matter for trial on 9 April 2008 to commence at an earlier time.",
      "id": "s8"
    },
    {
      "text": "On the morning the trial was to commence, the parties agreed to an adjournment to enable mediation.",
      "id": "s9"
    },
    {
      "text": "The matters which follow are consequent on the outcome of the mediation.",
      "id": "s10"
    },
    {
      "text": "MEDIATION AND AGREEMENT \n The mediation ensued.",
      "id": "s11"
    },
    {
      "text": "The details of the mediation are unknown to me except to the extent that they have been disclosed by the parties for the purposes of consideration of the applicant's motion for judgment.",
      "id": "s12"
    },
    {
      "text": "On 19 August 2008, the applicant moved for judgment consequent upon what was said to be an agreement reached during the mediation before a Deputy District Registrar of this Court.",
      "id": "s13"
    },
    {
      "text": "The applicant was then represented by different solicitors.",
      "id": "s14"
    },
    {
      "text": "The solicitor who then represented the applicant held a different understanding from that held by the solicitor for the respondents as to the terms of the agreement reached at the mediation.",
      "id": "s15"
    },
    {
      "text": "The essential difference was whether there had been an agreement that the respondents would consent to a judgment being entered in favour of the applicant.",
      "id": "s16"
    },
    {
      "text": "ADMISSIONS \n In the course of the hearing on 19 August 2008, I pointed out to the parties the threshold difficulty in my inquiring as to anything which transpired in the course of the confidential mediation.",
      "id": "s17"
    },
    {
      "text": "Notwithstanding that difficulty, the solicitor for the respondents, in open Court, and apparently on instructions made the following statements in relation to the agreement: \n The agreement was reached that my client pays $17,500 in full and final settlement of the claim.",
      "id": "s18"
    },
    {
      "text": "So that is the case and I am making the concession in open Court ... \n\n \nHe continued:\n \n The immediate term of the deed is that my clients pay the $17,500 ...",
      "id": "s19"
    },
    {
      "text": "There was an agreement and I am conceding there was an agreement.",
      "id": "s20"
    },
    {
      "text": "He stressed however, that there had not been agreement that judgment may be entered.",
      "id": "s21"
    },
    {
      "text": "With that exception only, he accepted that the terms of the draft deed presented by the applicant's solicitors were acceptable.",
      "id": "s22"
    },
    {
      "text": "The applicant has treated the statements made by counsel for the respondents in open Court as being admissions as to the existence of an enforceable agreement and have sought to enforce payment under the agreement.",
      "id": "s23"
    },
    {
      "text": "Payment has not been forthcoming.",
      "id": "s24"
    },
    {
      "text": "THE MOTION \n On 10 February 2009, the applicant requested that the Court enter judgment against the respondents for $17,500 --- the sum in respect of which the concession was made.",
      "id": "s25"
    },
    {
      "text": "During the hearing on that date the solicitor for the respondents made further submissions as to the respondents' liability to pay the applicant the sum of $17,500 again, the only aspect not agreed was that the respondents had agreed to a judgment being entered against them for the sum of $17,500.",
      "id": "s26"
    },
    {
      "text": "I do not intend to attempt to go behind the confidentiality of the mediation.",
      "id": "s27"
    },
    {
      "text": "Notwithstanding the admission as to an agreement in principle having been reached, to inquire further into the mediation detail would be inappropriate.",
      "id": "s28"
    },
    {
      "text": "POWER TO ENFORCE ADMITTED SETTLEMENT AGREEMENTS \n By O 72 r 7 of the Federal Court Rules (the Rules) a mediation conference must be conducted as a structured process in which the mediator assists the parties by encouraging and facilitating discussion between the parties so that, amongst other things, if agreement is reached and the parties consent, the agreement can be included in a consent order under O 35 r 10 of the Rules.",
      "id": "s29"
    },
    {
      "text": "However, the applicant's motion for judgment is not based either on O 72 r 7 or O 35 r 10.",
      "id": "s30"
    },
    {
      "text": "The applicant applies for judgment on the basis of the Court's power conferred by O 18 r 4 to pronounce judgment on the admissions made by the respondents' solicitor in open Court on 19 August 2008 and again on 10 February 2009.",
      "id": "s31"
    },
    {
      "text": "Order 18 r 4 is in the same terms as O 33 r 4 of the Rules of the High Court of Australia.",
      "id": "s32"
    },
    {
      "text": "Barwick CJ referred to that Rule in \"Certina\", Re Registered Trade Mark (1970) 44 ALJR 191 at 192 and 193.",
      "id": "s33"
    },
    {
      "text": "His Honour observed that admissions on which the Court may act include oral admissions.",
      "id": "s34"
    },
    {
      "text": "His Honour went on to say in \"Certina\" that the respondent's unequivocal admission was sufficient to support a judgment.",
      "id": "s35"
    },
    {
      "text": "At the same time, his Honour emphasised that judgment on admissions is given only where an applicant makes out a clear and unanswerable case.",
      "id": "s36"
    },
    {
      "text": "Judgment is not given on admissions where a serious question of fact or law requires consideration: Greig &amp; Murray &amp; Co Ltd v Hutchinson (1889) 15 VLR 706.",
      "id": "s37"
    },
    {
      "text": "As observed in Maisey, G.W.",
      "id": "s38"
    },
    {
      "text": "&amp; Anor v. Mudgeeraba Village Estates Pty Ltd &amp; Ors [1985] FCA 191 by Neaves J, the power which a rule such as O 18 r 4 of the Rules confers must be exercised with great caution though in a clear case a proper exercise of the power will obviate the delay involved in a hearing and will save unnecessary expense.",
      "id": "s39"
    },
    {
      "text": "Neaves J followed \"Certina\" 44 ALJR 191 and also observed that the power is clearly discretionary as indicated by the Court of Appeal in New South Wales in Termijtelen v Van Arkel (1974) 1 NSWLR 525.",
      "id": "s40"
    },
    {
      "text": "In that case, his Honour declined to exercise the discretion.",
      "id": "s41"
    },
    {
      "text": "The applicant also submits that although there can be no doubt that the Court has jurisdiction to enter judgment on an admission, alternatively, it is open to the applicant to make a summary judgment application.",
      "id": "s42"
    },
    {
      "text": "It is argued that the Court can accede to such an application by the exercise of the Court's accrued and pendent jurisdiction as discussed in Darling Downs Investments Pty Ltd v Ellwood (1988) 18 FCR 510 and in We Two Pty Ltd v Shorrock (No 2) [2005] FCA 934 ; (2005) 220 ALR 749 per Finkelstein J at [14]-[19].",
      "id": "s43"
    },
    {
      "text": "In We Two , Finkelstein J dealt with a submission that the Court had no jurisdiction to deal with the claim for relief arising out of a settlement agreement because the agreement was based on non-federal law which the Court has no jurisdiction to determine.",
      "id": "s44"
    },
    {
      "text": "However, his Honour was considering a submission that enforcing an agreement reached at settlement was beyond the Court's reach for it was a simple common law claim with no federal element.",
      "id": "s45"
    },
    {
      "text": "As his Honour observed, there is no doubt that when the Court exercises its federal jurisdiction it can also deal with accrued and pendent claims.",
      "id": "s46"
    },
    {
      "text": "His Honour continued at [15]-[19]: ...",
      "id": "s47"
    },
    {
      "text": "If an action is compromised by terms of settlement those terms can be given effect by consent orders.",
      "id": "s48"
    },
    {
      "text": "If the settlement breaks down and the wronged party requires the assistance of the court to enforce the settlement so as to bring the litigation to its intended conclusion, the court can make the appropriate order.",
      "id": "s49"
    },
    {
      "text": "It will make no difference if the enforcement of the settlement agreement is sought, as it is here, in the action itself or by a separate proceeding: compare Re Wakim; Ex parte McNally [1999] HCA 27 ; (1999) 198 CLR 511 , 586 [1999] HCA 27 ; ; 163 ALR 270 at 312; [1999] HCA 27 at [141] - [142] .",
      "id": "s50"
    },
    {
      "text": "In each case the necessary federal element is in the \"matter\" or controversy the subject of the underlying action.",
      "id": "s51"
    },
    {
      "text": "The position might be different if the terms of settlement travel far beyond the settlement of the action.",
      "id": "s52"
    },
    {
      "text": "Enforcement of the extended aspects may or may not be within the court's pendent jurisdiction and each case will have to be looked at separately.",
      "id": "s53"
    },
    {
      "text": "... \n It has always been the case that a court has jurisdiction on motion in the action to enforce terms of settlement.",
      "id": "s54"
    },
    {
      "text": "The practice dates back to the Chancery Court.",
      "id": "s55"
    },
    {
      "text": "In Daniell's Chancery Practice, 8th ed, Stevens and Sons, London, 1914, vol 1, p 646, the practice was described in this way:\n \n\"When an action is compromised by agreement out of Court, it was formally necessary to institute an action for specific performance of the agreement in the event of any party refusing to carry it out.",
      "id": "s56"
    },
    {
      "text": "But since the Judicature Act such a compromise may be converted into an order of the Court upon a motion by any party interested and enforced like a judgment.",
      "id": "s57"
    },
    {
      "text": "But a consent order, embodying a new agreement between the parties beyond the scope of the action, can only be enforced in a fresh suit, which is also the proper method of determining the validity of the compromise, if disputed.",
      "id": "s58"
    },
    {
      "text": "\"\n \n \n ... \n The adoption of a summary procedure is apt in the current circumstances.",
      "id": "s59"
    },
    {
      "text": "The validity of the terms of settlement is not called into question.",
      "id": "s60"
    },
    {
      "text": "No contested question of fact need be decided.",
      "id": "s61"
    },
    {
      "text": "All that is required is to determine what the parties meant by the settlement agreement.",
      "id": "s62"
    },
    {
      "text": "From start to finish this is a question of construction.",
      "id": "s63"
    },
    {
      "text": "RESPONDENTS' ARGUMENTS \n The argument now advanced for the respondents is as follows: The agreement was reached at a mediation conference.",
      "id": "s64"
    },
    {
      "text": "Secondly, although it was later publicly conceded that an agreement was reached, the concession was not unequivocal to the effect that there was a concluded and enforceable agreement.",
      "id": "s65"
    },
    {
      "text": "Thirdly, the agreement was subject to the parties executing a formal deed.",
      "id": "s66"
    },
    {
      "text": "Fourthly, to the extent that counsel maintained that the respondents did not agree to judgment being entered against the respondents for the agreed sum, the concession was qualified.",
      "id": "s67"
    },
    {
      "text": "To find there was a concluded and binding agreement, the Court would need to embark on an exercise that would involve, not only a decision on contested questions of fact but it would also need to look at what transpired at the mediation conference: (see We Two [2005] FCA 934 ; 220 ALR 749 (at [19])).",
      "id": "s68"
    },
    {
      "text": "It is implicit in O 72 r 7(1)(b)(ii) that an agreement reached at a mediation conference can only be the subject of an order or a judgment if the parties consent.",
      "id": "s69"
    },
    {
      "text": "As to the first submission, it is difficult to know precisely what is meant by this submission other than, presumably, that the negotiation giving rise to the reaching of the agreement was confidential.",
      "id": "s70"
    },
    {
      "text": "That is certainly so but that does not mean that an ultimate agreement which was admitted in open court (if it be an admission and an agreement) retains any such confidentiality.",
      "id": "s71"
    },
    {
      "text": "The solicitor for the respondents was not obliged to admit to the existence of an agreement but seemed willing to do so other than to stress that it was not a term of the agreement that they consent to judgment being entered.",
      "id": "s72"
    },
    {
      "text": "As to the second point, to the extent that agreement may not have been concluded, I can only infer as I put to counsel that this was because the time for payment had not been specified in the agreement.",
      "id": "s73"
    },
    {
      "text": "As I understand it this was the aspect which was said to be unresolved.",
      "id": "s74"
    },
    {
      "text": "In my view, a term was to be implied into the admitted agreement that the payment of $17,500 would be made by the respondents to the applicant within a reasonable period of time after being presented with a mutually acceptable deed recording the terms of the agreement.",
      "id": "s75"
    },
    {
      "text": "As to the implication of a term as to reasonable time when the agreement provides no specificity concerning time for performance: see Laurinda Pty Ltd v Capalaba Park Shopping Centre Pty Ltd [1989] HCA 23 ; (1989) 166 CLR 623 , Louinder v Leis [1982] HCA 28 ; (1982) 149 CLR 509 and Perri v Coolangatta Investments Pty Ltd [1982] HCA 29 ; (1982) 149 CLR 537.",
      "id": "s76"
    },
    {
      "text": "THE DEED \n It is the deed itself which manifests the difficulty.",
      "id": "s77"
    },
    {
      "text": "It is common ground that the parties were to execute a deed to reflect the terms of the settlement agreement.",
      "id": "s78"
    },
    {
      "text": "A draft deed was presented to the respondents' solicitor but the deed was unacceptable as it contemplated execution of a minute of consent judgment.",
      "id": "s79"
    },
    {
      "text": "It was explained in the course of a hearing before me on 19 August 2008 that the reference to judgment being obtained in the deed was the only 'sticking point' to use the term expressed by the respondents' solicitor.",
      "id": "s80"
    },
    {
      "text": "While it is certainly not for me to rewrite the bargain of the parties reached, it is not clear to me why a deed is necessary.",
      "id": "s81"
    },
    {
      "text": "As the reference in the deed to consenting to judgment was the only 'sticking point' when the matter was before me on 19 August 2008, I adjourned it for a few days to enable the parties to reach agreement on the terms so as to bring the matter back on so that final orders could be made.",
      "id": "s82"
    },
    {
      "text": "Agreement was not reached and the applicant changed solicitors.",
      "id": "s83"
    },
    {
      "text": "In the absence of agreement, the new solicitors subsequently sought the additional relief which is the subject of these reasons.",
      "id": "s84"
    },
    {
      "text": "CONCLUSION \n Whether or not execution of a deed is superfluous, doing so was, nevertheless, on any account, part of the agreement reached by the parties.",
      "id": "s85"
    },
    {
      "text": "In light of the concession that the only difficulty in the draft deed relates to consenting to judgment, it will be an easy amendment to remove that requirement from the deed and to present it for execution.",
      "id": "s86"
    },
    {
      "text": "So far as I understand, that has never been done.",
      "id": "s87"
    },
    {
      "text": "The requirement that there be a deed recording the terms of settlement between the parties is not something I can ignore.",
      "id": "s88"
    },
    {
      "text": "I do not believe I can therefore at this stage give the applicant the judgment it seeks.",
      "id": "s89"
    },
    {
      "text": "I have said now on a number of occasions that given the small amount involved in this dispute the delay and costs in its reaching finalisation is most regrettable.",
      "id": "s90"
    },
    {
      "text": "I would have thought the obvious way forward was to present a deed which did not include any reference to the respondents' consenting to judgment.",
      "id": "s91"
    },
    {
      "text": "If the respondents then decline to execute the deed the matter can be reviewed but I would have thought at that stage the applicant would be in a much stronger position to move for judgment.",
      "id": "s92"
    },
    {
      "text": "For those reasons the application will have to be dismissed.",
      "id": "s93"
    },
    {
      "text": "I do not presently propose making any orders for costs unless I am persuaded otherwise by submissions.",
      "id": "s94"
    },
    {
      "text": "If there are to be submissions, they should not exceed two pages in length and are to be filed and served within 10 days.",
      "id": "s95"
    },
    {
      "text": "Therefore the orders I will make will be that: The application be dismissed.",
      "id": "s96"
    },
    {
      "text": "Submissions in writing (if any) regarding costs are not to exceed two pages in length and are to be filed and served within 10 days.",
      "id": "s97"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s98"
    },
    {
      "text": "Associate: \n \n \nDated: 5 May 2009\n \n Counsel for the Applicant: MJ Hawkins \n \n Solicitor for the Applicant: Mountains Lawyers \n \n Counsel for the Respondents: E Carlose \n Date of Hearing: 10 February 2009 \n \n Date of Final Written Submissions: 16 March 2009 \n \n Date of Judgment: 5 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/447.html",
      "id": "s99"
    }
  ]
}