{
  "name": "Commissioner of Taxation v Lean [2009] FCA 490 (14 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/490.html",
  "catchphrases": [
    {
      "text": "income tax assessment act 1997",
      "id": "c0"
    },
    {
      "text": "s 25",
      "id": "c1"
    },
    {
      "text": "45",
      "id": "c2"
    },
    {
      "text": "deductible loss must be in respect of money included in taxpayer's assessable income",
      "id": "c3"
    },
    {
      "text": "whether at time of loss money in respect of which the loss is suffered must have retained that character",
      "id": "c4"
    },
    {
      "text": "whether money directed to agent for investment retains character as money included in assessable income",
      "id": "c5"
    },
    {
      "text": "question of law not argued before tribunal",
      "id": "c6"
    },
    {
      "text": "whether point conceded before tribunal may be argued on appeal",
      "id": "c7"
    },
    {
      "text": "whether federal court has jurisdiction in relation to new ground",
      "id": "c8"
    },
    {
      "text": "taxation",
      "id": "c9"
    },
    {
      "text": "practice and procedure",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "Pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth), this is an appeal on a question of law from the decision of the Administrative Appeals Tribunal.",
      "id": "s0"
    },
    {
      "text": "The issues all involve the construction of s 25 - 45 of the Income Tax Assessment Act 1997 (Cth) (1997 Act).",
      "id": "s1"
    },
    {
      "text": "The relevant facts are not in dispute and, as set out in paragraphs 1-4 of the Tribunal's decision, are as follows: \n In early 2001 Mr Lean was led to believe Mr Shane Heffernan was a reputable, and highly successful, securities trader and investment fund manager.",
      "id": "s2"
    },
    {
      "text": "He reputedly operated in Hong Kong in Association with Equity-1 Ltd, Our World Exchange Ltd and International Trading Brokers Ltd. Mr Lean first invested $5,000.",
      "id": "s3"
    },
    {
      "text": "Our World Exchange Ltd acknowledged this as a deposit to its Our World Exchange Fund, and soon reported its impressive growth.",
      "id": "s4"
    },
    {
      "text": "Mr Lean decided to make a more substantial investment.",
      "id": "s5"
    },
    {
      "text": "He exercised share options in the United States and had his US stockbrokers transfer the share sale profits to a Hong Kong bank account nominated by Heffernan.",
      "id": "s6"
    },
    {
      "text": "Two share sale profit transfers, totalling about $4.63m, were made in July and August 2001.",
      "id": "s7"
    },
    {
      "text": "In early 2002 Mr Lean was repaid $150,000.",
      "id": "s8"
    },
    {
      "text": "By June 2002 the only documentary evidence Mr Lean had of any trading or investment relating to his funds was a \"margin deposit statement\" for Equity-1 Ltd recording trading losses of AUD$1,367,566 on the Hong Kong Futures Exchange in September 2001.",
      "id": "s9"
    },
    {
      "text": "He concluded the balance of his funds had been used by Heffernan to operate a Ponzi scheme and was irrecoverable.",
      "id": "s10"
    },
    {
      "text": "He has not since recovered any more of his original $4.63m.",
      "id": "s11"
    },
    {
      "text": "Mr Lean included in his 2002 assessable income (which totalled $2,825,256) a net capital gain of $2,791,833 from the US share sale profits.",
      "id": "s12"
    },
    {
      "text": "He claimed deductions of $4,972,671 - consisting of (i) the $1,367,566 \"trading loss\" indicated in the September 2001 \"margin deposits statement\", (ii) a $3,287,749 misappropriation by Heffernan, and (iii) a $317, 356 loss related to US share trading.",
      "id": "s13"
    },
    {
      "text": "The Commissioner' s 12 May 2006 Notice of Assessment disallowed all three of the claimed deductions.",
      "id": "s14"
    },
    {
      "text": "The assessment resulted in Mr Lean having an outstanding tax liability of $1,309,196.",
      "id": "s15"
    },
    {
      "text": "Mr Lean's 3 July 2006 Objection disputed the Commissioner's disallowance of the $3,287,749 misappropriation deduction claim.",
      "id": "s16"
    },
    {
      "text": "On 28 August 2006 the Commissioner confirmed the disallowance.",
      "id": "s17"
    },
    {
      "text": "The basis of the disallowance was that:\n (a) the $3,287,749 misappropriation loss was not deductible under s 8-1 of the Income Tax Assessment Act 1997 ... because it was either not a loss incurred in carrying on a business or profit-making undertaking, or was a loss of a capital nature,\n (b) alternatively, even if the misappropriation loss was otherwise deductible under s 8-1 [of the 1997 Act], both it and each of the trading losses (the disallowance of which has not been challenged in the Objection) were only deductible to the extent of any foreign assessable income because of s 79D of the Income Tax Assessment Act 1936 ... \n In the review proceedings before the Tribunal the taxpayer challenged the Commissioner's decision on a number of grounds, some of which went beyond grounds raised in his objection to the Commissioner's notice of assessment.",
      "id": "s18"
    },
    {
      "text": "The Tribunal set aside the Commissioner's decision and remitted the matter to the Commissioner for reconsideration \"in accordance with the direction that the misappropriation loss claimed by the Applicant is, as to the amount of $2,315,157, a deduction permitted by Income Tax Assessment Act 1997 s 25 - 45 \".",
      "id": "s19"
    },
    {
      "text": "It is this direction that the Commissioner now seeks to challenge.",
      "id": "s20"
    },
    {
      "text": "The Tribunal made a number of other findings in relation to the applicability of other provisions of the 1997 Act which were adverse to the taxpayer.",
      "id": "s21"
    },
    {
      "text": "The taxpayer has not sought to challenge these findings; no cross-appeal or notice of contention has been filed.",
      "id": "s22"
    },
    {
      "text": "The present issue\n Consequently the issue in the present appeal is confined to s 25-45 of the 1997 Act which is as follows: \n Loss by theft etc \n You can deduct a loss in respect of money if:\n (a) you discover the loss in the income year; and\n (b) the loss was caused by the theft, stealing, embezzlement, larceny, defalcation or misappropriation by your employee or agent (other than an individual you employ solely for private purposes); and\n (c) the money was included in your assessable income for the income year, or for an earlier income year.",
      "id": "s23"
    },
    {
      "text": "The Tribunal's decision\n The Tribunal found that Mr Heffernan and Our World Exchange Ltd acted as Mr Lean's custodial agents in relation to the funds he provided for investment.",
      "id": "s24"
    },
    {
      "text": "It rejected what it characterised as a \"narrow interpretation\" of the expression \"in respect of\" and held that although the section limits deductibility to the year in which the loss is discovered \"it does not contain any limitation on either the year of the loss or the year in which the income was derived\".",
      "id": "s25"
    },
    {
      "text": "In the Tribunal's view the width of the expression \"in respect of\" and the \"amplitude of the references\" to the cause of the loss provide support for the conclusion that deductibility under the section is not limited to the loss of money that has retained its character as income.",
      "id": "s26"
    },
    {
      "text": "The Tribunal held that the funds misappropriated by Mr Heffernan were as to $4.63 million \"demonstrably related to the share sale profits Mr Lean derived in the US in July and August 2001\".",
      "id": "s27"
    },
    {
      "text": "The Tribunal held that only 50% of the net proceeds of the share sale would be brought to account as assessable income and therefore the amount that Mr Lean was entitled to deduct pursuant to s 25-45 was limited to that amount.",
      "id": "s28"
    },
    {
      "text": "Amended notice of appeal raising issue not before the Tribunal\n At the hearing of the appeal, the Commissioner sought to file an amended notice of appeal which, in addition to the questions of law that had been raised in the initial notice of appeal and the supplementary notice of appeal, sought to raise a new point of law which had not been put to the Tribunal.",
      "id": "s29"
    },
    {
      "text": "The questions of law initially raised by the Commissioner are set out in paras 2.1 and 2.2 of the amended notice of appeal as follows: \n Whether, for a deduction to be allowable under s 25 - 45 of the Income Tax Assessment Act 1997 , it is sufficient for a taxpayer to establish that a loss caused by misappropriation by the taxpayer's agent can be traced to money that had been included in the taxpayer's assessable income.",
      "id": "s30"
    },
    {
      "text": "Whether, for a deduction to be allowable under s 25 - 45 , a taxpayer must establish that, at the time of the relevant misappropriation, the money that had retained its character as assessable income included in the taxpayer's assessable income.",
      "id": "s31"
    },
    {
      "text": "The new question of law which the Commissioner now seeks to raise is set out in para 2.3 of the amended notice of appeal.",
      "id": "s32"
    },
    {
      "text": "It is: \n Whether the proceeds of sale of a capital item can be included in a taxpayer's assessable income for the purposes of s 25 - 45 of the Income Tax Assessment Act 1997 on the basis that, by reason of s 102-5 of the Act a taxpayer's assessable income includes the taxpayer's net capital gain and the net capital gain is worked out by reference to, amongst other things, the proceeds of sale of the capital item.",
      "id": "s33"
    },
    {
      "text": "Apparently the issue raised in the new question first came to the respondent's attention by way of the Commissioner's written submissions filed on 18 November 2008, two weeks before the hearing.",
      "id": "s34"
    },
    {
      "text": "In his written submissions in reply filed on 24 November 2008, the respondent objected to this new issue on the basis that it was not supported by any question of law raised by the Commissioner and also because, in the respondent's submission, the Commissioner conceded this issue in the Tribunal.",
      "id": "s35"
    },
    {
      "text": "The amended notice of appeal attempts, in part, to meet these objections by formulating a specific question of law for consideration by this Court however this does not meet the respondent's submission that the Court has no jurisdiction to consider the new question of law.",
      "id": "s36"
    },
    {
      "text": "Jurisdiction to consider new issue on appeal\n The Court's jurisdiction in this matter derives from s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) which provides: \n A party to a proceeding before the Tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the Tribunal in that proceeding.",
      "id": "s37"
    },
    {
      "text": "There is an issue as to whether the Court's jurisdiction extends to a question of law that was not considered by the Tribunal, and on which, unless the issue is one that the Tribunal was obliged to consider, the Tribunal could not have been in error.",
      "id": "s38"
    },
    {
      "text": "As mentioned previously, the Commissioner accepts that the question of law set out in [8] above was not raised before the Tribunal but does not accept the respondent's contention that the issue was the subject of a concession made by the Commissioner before the Tribunal.",
      "id": "s39"
    },
    {
      "text": "In any event the Commissioner argues that even if there was some such concession it would not disentitle him from raising the new question of law in this appeal.",
      "id": "s40"
    },
    {
      "text": "It is clear that the Commissioner did not take issue with the Tribunal treating statutory income sourced in a taxable capital gain as sufficient to satisfy the assessable income test in s 25 - 45 (c).",
      "id": "s41"
    },
    {
      "text": "The respondent characterises this \"unequivocal acceptance\" of the point as an implied concession.",
      "id": "s42"
    },
    {
      "text": "I am satisfied that there was no express concession made before the Tribunal by the Commissioner.",
      "id": "s43"
    },
    {
      "text": "In so far as the issue raised in the new appeal point is concerned, it seems to me that what is described by the respondent as a concession was more likely than not to have been a misapprehension shared by the parties.",
      "id": "s44"
    },
    {
      "text": "I therefore conclude that the Commissioner did not, either expressly or impliedly, concede the point before the Tribunal.",
      "id": "s45"
    },
    {
      "text": "For reasons that follow I have also accepted that even if the point was conceded the Commissioner is not precluded from raising it in the present appeal.",
      "id": "s46"
    },
    {
      "text": "The question whether a tribunal, such as the present Tribunal, is entitled to act on the concessions made by a party was considered in some detail in Repatriation Commission v Warren [2008] FCAFC 64 ; (2008) 167 FCR 511.",
      "id": "s47"
    },
    {
      "text": "The issue in Warren was whether the applicant was entitled to a pension under the Veterans' Entitlement Act 1986 (Cth).",
      "id": "s48"
    },
    {
      "text": "Before the tribunal, the Commissioner had conceded that Mr Warren's post traumatic stress disorder conformed to the criteria in clause 2(b) of the relevant statement of principles and the tribunal had acted on that concession.",
      "id": "s49"
    },
    {
      "text": "The trial judge had rejected the Commission's submission that the tribunal was not entitled to act upon the concession and had a statutory duty to decide the question for itself.",
      "id": "s50"
    },
    {
      "text": "In their joint reasons at [78], Lindgren and Bennett JJ, set out the principles relevant to determining whether the tribunal was entitled to act on the concession as follows (omitting references): \n The following principles, which we take to be established, must be understood against the background that the tribunal under consideration, like the Tribunal here, is required to \"review\" a primary decision, is given all the powers and discretions that were conferred on the original decision maker, is not bound by the rules of evidence, is required to proceed with little formality and technicality, and is, of course, bound to apply the provisions of the relevant statute, even if there is no challenge by the parties: \n The general rule that a litigant is bound by, and accordingly is entitled to act on, admissions and concessions does not automatically apply, although cases concerned with the exercise of judicial power may be of assistance ( Kuswardana [ v Minister for Immigration and Ethnic Affairs (1981) 35 ALR 186] at 194 per Bowen CJ) .",
      "id": "s51"
    },
    {
      "text": "A party to the proceeding is not necessarily precluded from arguing on \"appeal\" matters that were conceded before the tribunal.",
      "id": "s52"
    },
    {
      "text": "Whether the parties so precluded depends on the nature of the matter conceded, its conduct of its case, whether the concession represented an agreement by the parties as to the facts to be decided and other relevant circumstances ( Kuswardana at 195 per Bowen CJ and 199 per Fox J).",
      "id": "s53"
    },
    {
      "text": "Where a concession is made, there must be some difficulty in finding an \"error of law\" when the contrary of the concession is raised to the first time in this Court ( Federal Commissioner of Taxation v Raptis [1989] FCA 381 ; (1989) 20 ATR 1262 at 1267 per Gummow J).",
      "id": "s54"
    },
    {
      "text": "A tribunal does not err in law in failing to regard as material a fact which counsel failed in submissions to contend was material ( Federal Commissioner of Taxation v Perkins (1993) 26 ATR 8 at 10 per Davies J).",
      "id": "s55"
    },
    {
      "text": "There is a difference between factual matters not canvassed before the tribunal and a new issue relating to the validity of a regulation ( Tefonu Pty Ltd v Insurance and Superannuation Commissioner [1993] FCA 412 ; (1993) 44 FCR 361 at 367 per Beazley J).",
      "id": "s56"
    },
    {
      "text": "Even though the parties may be ' able, in practical terms, to narrow the issues by concession ... even a concession does not permit the [t]ribunal to avoid its duty as an administrative decision-maker to make the correct or preferable decision ... on all relevant aspects of the matter before it' Peacock v Repatriation Commission [2007] FCAFC 156 ; (2007) 161 FCR 256 at [23] ); ' A concession ' does, however, permit the decision-maker to reach the correct or preferable decision by reference to the concession as well as to its findings on disputed questions' ( Peacock at [23]; and see Comcare v Fiedler [2001] FCA 1810 ; (2001) 115 FCR 328 at 337-338).",
      "id": "s57"
    },
    {
      "text": "The Court will more readily permit a matter to be raised for the first time in this Court on an appeal from the tribunal where: \n (a) the matter is a pure question of law, such as a question as to the validity of a regulation ( Kuswardana at 195; Tefonu at 367) or a question as to whether the Tribunal had applied the correct standard of proof on the true construction and application of legislation ( Ferriday v Repatriation Commission (1996) 69 FCR 521] at 527-528 per Lee J);\n (b) the matter goes to a misapprehension that was shared by the parties before the Tribunal and therefore by the Tribunal itself ( Perpetual Trustee Company (Canberra) Ltd v Commissioner for Revenue (ACT) [1994] FCA 1150 ; (1994) 50 FCR 405 at 418-419 per Wilcox J) such as a shared misapprehension as to the applicable law (cf Thomas [ v Repatriation Commission (1994) 50 FCR 112] at 120 per Beazley J); or\n (c) the matter goes to a condition precedent to the availability of a power the exercise of which will have a serious impact on the individual ( Kuswardana ).",
      "id": "s58"
    },
    {
      "text": "In holding that the tribunal acted correctly in relying on the concession their Honours emphasised that there had been no misapprehension on the part of counsel who appeared for the Commission.",
      "id": "s59"
    },
    {
      "text": "Lindgren and Bennett JJ noted that \"the concessions made were of a factual nature that did not undermine the statute.",
      "id": "s60"
    },
    {
      "text": "They were of the same nature as, for example, a concession that Mr Warren had served in Vietnam or that he had experienced the two events there.",
      "id": "s61"
    },
    {
      "text": "... the concessions were of facts susceptible of admission\".",
      "id": "s62"
    },
    {
      "text": "Their Honours added at [85]: \n In the absence of the concession, or if the concession were only of a medical diagnosis that did not conform with cl 2(b) of the SoP, the Tribunal would have been obliged to determine for itself whether each of the factors in cl 2(b) had been established on the evidence.",
      "id": "s63"
    },
    {
      "text": "This would have been the case whether or not the matter had been raised by the parties ... and the Commission would have been entitled to raise the Tribunal's omission on appeal.",
      "id": "s64"
    },
    {
      "text": "... \n The respondent in this proceeding supported his claim that the Commissioner should be precluded from relying upon the new question of law by submitting that the Court should follow Perkins, the facts of which, he claimed, \"are on all fours with the facts here\".",
      "id": "s65"
    },
    {
      "text": "I do not accept this submission.",
      "id": "s66"
    },
    {
      "text": "In Perkins the hearing before the tribunal concerned a taxpayer's failure to disclose a certain fact that was material to his assessment.",
      "id": "s67"
    },
    {
      "text": "This was the only issue relied on by the Commissioner before the tribunal.",
      "id": "s68"
    },
    {
      "text": "On appeal to this Court however, the Commissioner claimed that the tribunal erred in law in that it had not considered the taxpayer's failure to disclose an additional fact.",
      "id": "s69"
    },
    {
      "text": "At page 10 of his reasons Davies J, with whom French and Heerey JJ agreed, held that there was no error: \n I am of the view that no error of law has been demonstrated in the manner in which the Tribunal dealt with the matter.",
      "id": "s70"
    },
    {
      "text": "It was the role of the Tribunal to decide questions of fact and, for the Tribunal, counsel for the Commissioner identified one fact alone as the crucial fact which had not been disclosed.",
      "id": "s71"
    },
    {
      "text": "No other fact was so identified or relied upon.",
      "id": "s72"
    },
    {
      "text": "The Tribunal did not err in law in failing to regard as a material fact a fact which counsel for the Commissioner failed in his submissions to the tribunal to contend was material.",
      "id": "s73"
    },
    {
      "text": "As his Honour makes clear, the tribunal, as the ultimate arbiter of fact, was entitled to decide the matter on the facts before it.",
      "id": "s74"
    },
    {
      "text": "That is an entirely different issue from the issue here.",
      "id": "s75"
    },
    {
      "text": "The question of whether statutory income sourced in a taxable capital gain is sufficient to satisfy the assessable income test is either a pure question of law or at the very least, a question of mixed fact and law.",
      "id": "s76"
    },
    {
      "text": "For this reason the decision in Perkins is not relevant.",
      "id": "s77"
    },
    {
      "text": "Similarly I do not accept that Kuswardana is inconsistent with either Warren or Perkins .",
      "id": "s78"
    },
    {
      "text": "In Kuswardana although the Full Court held that the tribunal had made an error of law in failing to consider an issue that not been emphasised by counsel in argument, the observations of the Court indicate that an error of law will not be committed in all such circumstances.",
      "id": "s79"
    },
    {
      "text": "Bowen CJ commented at 195: \n In my opinion a party is not necessarily precluded by the conduct of his case before the Tribunal from arguing on the \"appeal\" matters considered below.",
      "id": "s80"
    },
    {
      "text": "If he is successful then the decision of the Tribunal may be overturned - found in some way to be wrong in law, even though that error may have been substantially contributed to by the conduct of the case by the party in question.",
      "id": "s81"
    },
    {
      "text": "In other words, the conduct of the party's case before the Tribunal goes to this court's discretion as to what course it will take given that there has been an error rather than to the question as to whether the Tribunal really made an error.",
      "id": "s82"
    },
    {
      "text": "( Emphasis added ) \n Fox J recognised that that argument on the issue in question had not been put to the tribunal but, emphasising the difference between administrative and judicial decision-making, said at 199, that there was not any requirement that this should occur.",
      "id": "s83"
    },
    {
      "text": "Deane J at 205 stated that he had \"been troubled as to whether the appellant's failure to raise the issue\" precluded the court from intervening but said that ultimately he agreed with the conclusion to which Bowen CJ and Fox J had come \"for the reasons which they give\".",
      "id": "s84"
    },
    {
      "text": "The respondent also placed great weight on Federal Commissioner of Taxation v Raptis [1989] FCA 381 ; (1989) 20 ATR 1262 at 1267 where Gummow J, commenting that the case before the Court was not the case that was put to the tribunal, said: \n There must be some difficulty in such circumstances in finding an \"error of law\" in the failure in the Tribunal to make a finding first urged in this Court\".",
      "id": "s85"
    },
    {
      "text": "Gummow J's comment was quoted with approval in Secretary, Department of Social Security v Cooper (1990) 26 FCR 13 at 18, however the Full Court, in also referring to Kuswardana at 526-527, indicated that Raptis was not the only relevant authority.",
      "id": "s86"
    },
    {
      "text": "In my view the issue is one that must be considered in the light of all the circumstances and in accordance with the principles articulated in Warren .",
      "id": "s87"
    },
    {
      "text": "In this case the parties were under a shared misapprehension in relation to the relevance of the issue which the Commission now wishes to raise.",
      "id": "s88"
    },
    {
      "text": "The new issue involves a question of law germane to the resolution of the dispute between them.",
      "id": "s89"
    },
    {
      "text": "I have therefore concluded that there is no reason in principle why the Commissioner should not be permitted to raise the new question of law subject to there being no injustice to the respondent.",
      "id": "s90"
    },
    {
      "text": "As indicated above, although it was only at the hearing that the Commissioner sought leave to file the amended notice of appeal the respondent was aware of the new issue some weeks before the hearing.",
      "id": "s91"
    },
    {
      "text": "The respondent did not submit that there was any significant difficulty in addressing the issue at the hearing but, with the leave of the Court, filed additional submissions limited to the new question of law within seven days of the hearing.",
      "id": "s92"
    },
    {
      "text": "Given those factors, I am satisfied that there is no injustice to the respondent in allowing the question to be raised.",
      "id": "s93"
    },
    {
      "text": "This appeal\n The question before me is one of statutory interpretation.",
      "id": "s94"
    },
    {
      "text": "What conditions are imposed by s 25-45 before the deduction to which it refers in its opening words can be claimed?",
      "id": "s95"
    },
    {
      "text": "The subject matter of the section is the right to deduct a loss.",
      "id": "s96"
    },
    {
      "text": "In order to qualify for the deduction the loss must have certain characteristics.",
      "id": "s97"
    },
    {
      "text": "It must: (i) be in respect of money; (ii) have been discovered in the income year in which the deduction is sought; and (iii) have been brought about by theft etc.",
      "id": "s98"
    },
    {
      "text": "In addition to these specifications of the loss, subsection (c) imposes an additional condition relating to \"the money\" in respect of which the loss has been suffered, namely that it must have been included in the taxpayer's assessable income for the relevant income year or an earlier income year.",
      "id": "s99"
    },
    {
      "text": "In this appeal the only issue is whether subsection (c) has been satisfied.",
      "id": "s100"
    },
    {
      "text": "There can be no serious doubt that, on the ordinary grammatical construction, the \"money\" referred to in subsection (c) is the money referred to in the opening words of the section, that is, the money in respect of which the loss has been suffered.",
      "id": "s101"
    },
    {
      "text": "This is not to say, however, that the denotation of the word \"money\" is the same in both cases.",
      "id": "s102"
    },
    {
      "text": "There is no identity in that to which the word refers.",
      "id": "s103"
    },
    {
      "text": "For example, a bank entry representing the payment of a supplier's invoice by the customer is not, and cannot be, identical with an amount of assessable income declared by a taxpayer although it may be equated to it.",
      "id": "s104"
    },
    {
      "text": "The difficulty arises from the use of the word, \"money\".",
      "id": "s105"
    },
    {
      "text": "Various dictionary definitions have in common that money is a current medium of exchange in terms of coin or certificates (banknotes).",
      "id": "s106"
    },
    {
      "text": "The respondent submitted that in the absence of any prescribed meaning in the relevant legislation the term must take its ordinary meaning.",
      "id": "s107"
    },
    {
      "text": "The Macquarie Dictionary (3 rd ed) gives the following definition: \n 1. gold, silver, or other metal in pieces of convenient form stamped by public authority and issued as a medium of exchange and measure of value.",
      "id": "s108"
    },
    {
      "text": "2. current coin.",
      "id": "s109"
    },
    {
      "text": "3. coin or certificate (as banknotes, etc.) generally accepted in payment of debts and current transactions.",
      "id": "s110"
    },
    {
      "text": "4. any article or substance similarly used.",
      "id": "s111"
    },
    {
      "text": "5. a particular form of denomination of currency.",
      "id": "s112"
    },
    {
      "text": "6. a money of account.",
      "id": "s113"
    },
    {
      "text": "7. property considered with reference to its pecuniary value.",
      "id": "s114"
    },
    {
      "text": "8. an amount or sum of money.",
      "id": "s115"
    },
    {
      "text": "9. wealth reckoned in terms of money.",
      "id": "s116"
    },
    {
      "text": "10.",
      "id": "s117"
    },
    {
      "text": "( pl) Archaic or Law .",
      "id": "s118"
    },
    {
      "text": "Pecuniary sums.",
      "id": "s119"
    },
    {
      "text": "11. pecuniary profit.",
      "id": "s120"
    },
    {
      "text": "Accepting the respondent's submission that the term must take its ordinary meaning, the above definition shows that the ordinary meaning is so wide as to be of little assistance in determining the word's meaning as it is used in s 25-45.",
      "id": "s121"
    },
    {
      "text": "However, the legal context in which it is used may assist.",
      "id": "s122"
    },
    {
      "text": "This is recognised in Stroud's Dictionary of Legal Phrases (5 th ed, 1986) which accepts that the primary function of money is to serve as a medium of exchange but goes beyond that narrow definition in recognising that \"money also serves as a common standard of value by reference to which the comparative values of different commodities are ascertained\" and in stating that \"the precise meaning of the term depends upon the context in which it is used\".",
      "id": "s123"
    },
    {
      "text": "Butterworths Australian Legal Dictionary ( 1997) also picks up the notion of money being a common standard of value: \n Money Any generally accepted medium of exchange for goods, services, and the payment of debts.",
      "id": "s124"
    },
    {
      "text": "Examples are coins, banknotes, bills of exchange, promissory notes and claims on bank deposits ... Money confers complete liquidity on its holder.",
      "id": "s125"
    },
    {
      "text": "It serves as a medium of exchange, a measure of value, a standard for deferred payments, a store of value, and a commodity whose worth depends upon its resale value.",
      "id": "s126"
    },
    {
      "text": "For present purposes perhaps the most pertinent comment is that of Lord Langdale MR in Glendening v Glendening [1846] EngR 491 ; (1846) 9 Beav 324 at 326-327 [1846] EngR 491 ; , 50 ER 368 where his Lordship said: \n Consistently with the ordinary mode of expression, an extended meaning may be given to the word \"money\".",
      "id": "s127"
    },
    {
      "text": "We hear persons daily talking of their money in the funds , ... and the term money has acquired a popular meaning in many other like cases.",
      "id": "s128"
    },
    {
      "text": "I agree, that if you take the word \"money\" by itself, it means money in its strict sense, and nothing else; but when used in connexion with other words, it may have a much more extended signification.",
      "id": "s129"
    },
    {
      "text": "It is because of this \"extended signification\" that the courts have resorted to the notion of tracing in order to identify the money mentioned in the opening words of the section with the money referred to in s 25-45(c).",
      "id": "s130"
    },
    {
      "text": "Thus in EHL Burgess Pty Ltd v Federal Commissioner of Taxation (1988) 80 ALR 639 at 647 the Full Federal Court said: \n The section requires that there be a tracing of moneys so that what has been misappropriated can be identified with that which has been or is included in the assessable income.",
      "id": "s131"
    },
    {
      "text": "There is no deduction for all losses arising from misappropriation.",
      "id": "s132"
    },
    {
      "text": "In this appeal Burgess is relied on by both the applicant and the respondent and therefore warrants close examination.",
      "id": "s133"
    },
    {
      "text": "The case concerned s 71 of the Income Tax Assessment Act 1936 (Cth), which was a predecessor to s 25- 45 .",
      "id": "s134"
    },
    {
      "text": "Section 71 was first introduced by the Income Tax Assessment Bill 1935 .",
      "id": "s135"
    },
    {
      "text": "The explanatory memorandum which accompanied its introduction commented: \n Loss by defalcation is, generally speaking, not deductible under the present Act ...",
      "id": "s136"
    },
    {
      "text": "Under the Bill, it is proposed that a deduction should be allowed of a loss incurred by the taxpayer through the embezzlement or larceny by a person employed in the taxpayer's business of money which forms part of the assessable income of the taxpayer.",
      "id": "s137"
    },
    {
      "text": "The proposed s 71 was amended to allow the deduction in the year in which the loss was ascertained so as to avoid the necessity of reopening the assessment for prior years.",
      "id": "s138"
    },
    {
      "text": "In 1963 the section was replaced by a new s 71 which, inter alia, expanded the scope of deductible losses to include losses resulting from defalcation and misappropriation.",
      "id": "s139"
    },
    {
      "text": "It no longer required the person through whom the loss was suffered to be employed in the taxpayer's business.",
      "id": "s140"
    },
    {
      "text": "The new s 71, which was considered by the Court in Burgess , was as follows: \n Where a loss incurred by the taxpayer through embezzlement, larceny, defalcation or misappropriation by a person, including an agent, employed by the taxpayer, not being a person employed solely for private or domestic purposes of, or in respect of, money that is or has been included in the assessable income of the taxpayer is ascertained in the year of income, that loss shall be an allowable deduction.",
      "id": "s141"
    },
    {
      "text": "Before considering the Court's observations concerning s 71 it is important to note that the appellant in Burgess ultimately failed in its claim under the section because the Tribunal's findings of fact were such that the \"principal factual elements\" of s 71 had not been established.",
      "id": "s142"
    },
    {
      "text": "The relevant transaction, which took place on 30 June 1980, concerned the sale of all the shares in Burgess Veneer Co Pty Ltd to a company controlled by Messrs Coghill and Edwards.",
      "id": "s143"
    },
    {
      "text": "To facilitate the transaction, Messrs Coghill and Edwards were appointed as directors of Burgess Veneer on 30 June 1980 and resigned on the same day.",
      "id": "s144"
    },
    {
      "text": "It is not necessary to describe the transaction in detail.",
      "id": "s145"
    },
    {
      "text": "For present purposes it is sufficient to note the Full Court's holding that: \n [T]here was adequate evidence that what was done by Coghill and Edwards was done with an intention deliberately to strip Burgess Veneer of its assets, with $3,896,763 of those assets being passed to the applicant and with the balance, $170,548, being the gross profit on the transaction, passing to their company, Taxation Advisers Pty Ltd. \n The Full Court stated that the transaction infringed basic principles of company law in that it involved making a payment to shareholders other than by division of profits or authorised reduction of capital.",
      "id": "s146"
    },
    {
      "text": "The Court also observed that the transaction seemed to have breached s 67 of the Companies Act 1961 (Vic), which made it unlawful for a company to give financial assistance for the acquisition of its own shares.",
      "id": "s147"
    },
    {
      "text": "Despite undoubted evidence of unlawful behaviour the Court held that s 71 was not satisfied because the section expressly required that the misappropriation be the act of a person (including an agent) employed by the taxpayer.",
      "id": "s148"
    },
    {
      "text": "It was not concerned \"with the transfer of funds that constitutes an act of the taxpayer itself or a transfer of a taxpayer company's capital or profits to shareholders\".",
      "id": "s149"
    },
    {
      "text": "The fact that Messrs Coghill and Edwards were appointed as directors of the company and that, apparently, the company had participated in the transaction meant that s 71 did not apply.",
      "id": "s150"
    },
    {
      "text": "As the Court observed at 645-6: \n This section thus distinguishes between events that constitute acts of a taxpayer company by reason of being events in which the directors and shareholders join, and a misappropriation which is merely that of an employee or agent of the company.",
      "id": "s151"
    },
    {
      "text": "There is a distinction between a situation where the directors act as the mind and will of the company and a situation where one of a number of directors defrauds the company of moneys owing to it.",
      "id": "s152"
    },
    {
      "text": "Section 71 requires that there be a loss incurred by the taxpayer as the result of the act of some other person.",
      "id": "s153"
    },
    {
      "text": "For those reasons the Full Court held that the Tribunal was correct in concluding that s 71 did not apply.",
      "id": "s154"
    },
    {
      "text": "The company had not suffered a loss, it had incurred an outgoing which it might have recovered had it sought to do so.",
      "id": "s155"
    },
    {
      "text": "Even if it had suffered a loss there was no evidence as to when the fact of the loss was ascertained and, furthermore, it would be necessary to establish that the misappropriated money was or had been included in the company's assessable income.",
      "id": "s156"
    },
    {
      "text": "As the Court observed at 647: \n The section requires that there be a tracing of moneys so that what has been misappropriated can be identified with that which has been or is included in the assessable income.",
      "id": "s157"
    },
    {
      "text": "There is no deduction for all losses arising from misappropriation.",
      "id": "s158"
    },
    {
      "text": "In Burgess the applicant submitted that, as the whole of the assets of the company had been misappropriated, the income that had been derived and was included in the assessable income for the relevant year, must have been part of that which was misappropriated.",
      "id": "s159"
    },
    {
      "text": "The Court did not accept that this was a sufficient link and held that although the company's balance sheet contained an item in respect of unappropriated profits this was a \"mere book entry\" and did not assist in tracing income into assessable income.",
      "id": "s160"
    },
    {
      "text": "The Court said at 648: \n In brief, there was before the tribunal no evidence from any witness which traced the funds alleged to have been misappropriated back to income that had been derived by Burgess Veneer and had been or was to be included in its assessable income.",
      "id": "s161"
    },
    {
      "text": "As part of the Tax Law Improvement Program, s 71 was replaced by the current s 25-45 as from the 1997/98 year of income.",
      "id": "s162"
    },
    {
      "text": "As the Commissioner points out the Tax Law Improvement Program was not intended to alter the pre-existing law; see 1997 Act s 1-3 (2).",
      "id": "s163"
    },
    {
      "text": "It can be seen from the above that s 71 which was the subject of consideration in Burgess, is not materially different from s 25-45 in that it requires tracing of money to establish the connection between what has been misappropriated and assessable income.",
      "id": "s164"
    },
    {
      "text": "Although strictly speaking it was not necessary for the Full Court in Burgess to consider the point, I accept that the case establishes that this connection must be demonstrated and that the requirement is equally applicable to s 25-45.",
      "id": "s165"
    },
    {
      "text": "While the Full Court in Burgess was clear that the connection established by tracing is necessary it does not go so far as to say that this is sufficient.",
      "id": "s166"
    },
    {
      "text": "Given that the company itself was instrumental in the loss suffered it was not necessary for the Court to consider the characterisation of the money at the time of the loss.",
      "id": "s167"
    },
    {
      "text": "The Commissioner submits that the money, as well as having been included in the taxpayer's assessable income must, at the time of the misappropriation, have retained its character as income.",
      "id": "s168"
    },
    {
      "text": "This is necessary in order for the loss suffered by the taxpayer to be able to be described as being in respect of money that was included in the taxpayer's assessable income.",
      "id": "s169"
    },
    {
      "text": "Once the money can no longer be characterised as income then, it is submitted, it cannot be money that was included in assessable income.",
      "id": "s170"
    },
    {
      "text": "The Commissioner argues that, in this case, once the respondent directed the proceeds of the share sale to be transferred to Heffernan for investment in the stock market the money lost its character as income and became part of the capital of the taxpayer.",
      "id": "s171"
    },
    {
      "text": "Accordingly the loss was a loss of capital and not deductible under s 25-45.",
      "id": "s172"
    },
    {
      "text": "The respondent argues that nowhere does the section provide that the money must retain its character as income and that to read this into the section is to put an impermissible gloss on the statutory requirement.",
      "id": "s173"
    },
    {
      "text": "Furthermore, the respondent argues that \"money\" and \"income\" are two separate and distinct concepts and it is a fundamental error to regard them as synonymous.",
      "id": "s174"
    },
    {
      "text": "The problem is that \"money\" does not have a simple and consistent meaning.",
      "id": "s175"
    },
    {
      "text": "As Lord Langdale observed, once the meaning of the word moves beyond the strict sense of a current medium of exchange its meaning depends on context.",
      "id": "s176"
    },
    {
      "text": "The respondent cannot avoid the conclusion that \"money\" in s 25-45 has a meaning beyond the strict sense.",
      "id": "s177"
    },
    {
      "text": "On the facts as accepted by the Tribunal, at no time did the money in respect of which the loss was suffered find its way into coins or banknotes or other legal tender.",
      "id": "s178"
    },
    {
      "text": "The proceeds of the share sales were electronically transferred to a bank account in Hong Kong controlled by Mr Heffernan.",
      "id": "s179"
    },
    {
      "text": "In my view the characterisation of the money referred to in s 25-45 is not as simple an issue as the respondent contends.",
      "id": "s180"
    },
    {
      "text": "New question of law\n Despite these difficulties, however, one thing is clear which is that the \"money\" in respect of which the loss was suffered must be \"money\" included in the taxpayer's assessable income.",
      "id": "s181"
    },
    {
      "text": "It follows, the Commissioner submits, that where the proceeds of sale of a capital asset are misappropriated s 25-45 does not apply.",
      "id": "s182"
    },
    {
      "text": "As the argument was put in the written submissions for the Commissioner: \n That is because whilst the amount of those proceeds is used to calculate the capital gain arising from the sale, which in turn forms the basis for determining the net capital gain for an income year (which is included in a taxpayer's assessable income by reason of s 102-5 of the Act), the proceeds themselves are not included in the taxpayer's assessable income.",
      "id": "s183"
    },
    {
      "text": "The Commissioner further points out that this situation is now covered by s 116-60 of the Act which was inserted by Act No 38 of 2008 and which therefore does not apply in the present circumstances.",
      "id": "s184"
    },
    {
      "text": "Before continuing I note that I cannot attach any weight to the insertion of s 116-60.",
      "id": "s185"
    },
    {
      "text": "Whether that section was inserted to remedy a perceived gap or to quell a controversy such as the present does not assist in construing s 25-45 in the context of the Act at the relevant time.",
      "id": "s186"
    },
    {
      "text": "The Commissioner accepts that the money in respect of which the taxpayer suffered the loss was the money derived from the sale of the US shares but submits that what was included in the taxpayer's assessable income was not this money but 50% of the net capital gain from the share sales derived by working through the steps in s 102-5.",
      "id": "s187"
    },
    {
      "text": "This, it is argued, \"is something altogether different to the money from the proceeds of the sales\".",
      "id": "s188"
    },
    {
      "text": "Consequently the Commissioner argues that the Tribunal erred in law in finding, at [101] of its reasons, that the taxpayer included in his 2002 tax return 50% of the share sale profits.",
      "id": "s189"
    },
    {
      "text": "The Commissioner's submissions on this point must be rejected.",
      "id": "s190"
    },
    {
      "text": "If certain money has been included in the taxpayer's assessable income and if, pursuant to the 1997 Act (which is applicable in this case) the money was properly so included, then to my mind whether it was derived as \"income\" per se or as a \"capital gain\" is not relevant.",
      "id": "s191"
    },
    {
      "text": "Section 25-45 does not require that the money be acquired as income but only that it be included in assessable income.",
      "id": "s192"
    },
    {
      "text": "Assessable income is defined in s 995-1 as having the meaning given by a number of sections including s 6-15 (1) which provides that all assessable income is either statutory income or ordinary income.",
      "id": "s193"
    },
    {
      "text": "Section 25-45 does not prescribe the basis of inclusion in assessable income.",
      "id": "s194"
    },
    {
      "text": "It makes no distinction between money characterised as ordinary income pursuant to s 6-5 or statutory income pursuant to s 6-10.",
      "id": "s195"
    },
    {
      "text": "Section 102-5 provides that assessable income includes net capital gain.",
      "id": "s196"
    },
    {
      "text": "As a matter of statutory interpretation it is the requirement that the money in respect of which the loss is suffered be included in assessable income that is important in the context of s 25-45.",
      "id": "s197"
    },
    {
      "text": "It follows that if the 1997 Act requires that a certain percentage of money derived as a capital gain be included in assessable income then the loss of that money, if it otherwise comes within 25-45, is deductible.",
      "id": "s198"
    },
    {
      "text": "As the amount claimed as a deduction under s 25-45 is limited to money included in assessable income, it follows that where the loss is in respect of the proceeds of sale of a capital asset the amount deductible will be the net capital gain calculated in accordance with s 102-5.",
      "id": "s199"
    },
    {
      "text": "As the Commissioner submitted, the proceeds of sale will equal the net capital gain only in the rare circumstance where the cost base of the asset is zero and none of the steps in s 102-5 apply, \"that is, the taxpayer has no other capital gains or losses; there are no net capital losses from earlier periods; no discount percentage is applicable; and no relevant concession applies\".",
      "id": "s200"
    },
    {
      "text": "Characterisation as income\n On the other hand, however, once money loses its character as income or money that otherwise must be included as assessable income then it is not money in respect of which the loss can be deducted under s 25-45.",
      "id": "s201"
    },
    {
      "text": "The Commissioner puts the argument in terms that once the money in respect of which the loss is suffered loses its character as income it cannot be identified as the money included in the taxpayer's assessable income.",
      "id": "s202"
    },
    {
      "text": "In my view it is inviting confusion to discuss the question raised by s 25-45 in terms of \"identity\" which is a concept that brings with it distracting notions of spatio-temporal continuity.",
      "id": "s203"
    },
    {
      "text": "The section clearly requires that the money in respect of which the loss is suffered must, in some sense, be the same money as was included in assessable income.",
      "id": "s204"
    },
    {
      "text": "The resort in cases such as Burgess to the doctrine of tracing indicates that the issue is one of characterisation rather than identity.",
      "id": "s205"
    },
    {
      "text": "If a trustee misappropriates say, $100,000 in trust funds and buys a race horse with those funds, the conclusion that the horse is the property of the beneficiary has nothing to do with identity and everything to do with instrumental characterisation.",
      "id": "s206"
    },
    {
      "text": "It follows that the point of transition from characterisation as \"money included in assessable income\" to characterisation as the capital funds of the taxpayer may be difficult to determine.",
      "id": "s207"
    },
    {
      "text": "Irrespective of the difficulties that might arise in a particular case, once money received as income is deployed by the taxpayer, personally or by way of an agent, for expenditure or investment, the characterisation as income is no longer appropriate and the loss cannot be said to have been incurred in respect of the money included in assessable income.",
      "id": "s208"
    },
    {
      "text": "At that point the more appropriate characterisation of the money in respect of which the loss has been incurred is as the capital of the taxpayer.",
      "id": "s209"
    },
    {
      "text": "In this case if the proceeds of the share sale had been misappropriated by the stockbroker who was instructed to sell the shares the loss would have been incurred in respect of the money included in the taxpayer's assessable income.",
      "id": "s210"
    },
    {
      "text": "Once the stockbroker, acting on the taxpayer's instructions, had transferred the proceeds of the share sale to Mr Heffernan for the purpose of investment the characterisation of the money as income is inappropriate and the loss cannot, in my view, be described as \"in respect of money that was included in [the taxpayer's] assessable income\".",
      "id": "s211"
    },
    {
      "text": "The conclusion is hardly surprising.",
      "id": "s212"
    },
    {
      "text": "For most taxpayers a goodly portion of the money that they spend on both the necessities and the luxuries of life is sourced in income and often can be traced to that income.",
      "id": "s213"
    },
    {
      "text": "They do not expect, however, to be able to claim a deductible loss if, for instance, a car purchased out of income is stolen.",
      "id": "s214"
    },
    {
      "text": "In summary, s 25-45 requires, inter alia, that the money in respect of which the loss has been suffered be money which is included in the taxpayer's assessable income.",
      "id": "s215"
    },
    {
      "text": "It is necessary therefore that the latter must be traceable to the former but that is not sufficient.",
      "id": "s216"
    },
    {
      "text": "The characterisation must remain the same.",
      "id": "s217"
    },
    {
      "text": "The respondent submits that this is an additional element not to be found in the words of the section and is an impermissible gloss on those words.",
      "id": "s218"
    },
    {
      "text": "I do not accept that submission.",
      "id": "s219"
    },
    {
      "text": "The requirement that the money in respect of which the loss is suffered be money that was included in a taxpayer's assessable income demands the same characterisation.",
      "id": "s220"
    },
    {
      "text": "The Tribunal erred in failing to recognise this element of the requirements imposed by s 25-45.",
      "id": "s221"
    },
    {
      "text": "The Tribunal rejected the Commissioner's construction in part relying on the width of the expression \"in respect of\".",
      "id": "s222"
    },
    {
      "text": "The Tribunal said: \n [The section] is not limited to the deductibility of losses arising from the misappropriation of income.",
      "id": "s223"
    },
    {
      "text": "It permits the deduction of a loss \"in respect of money\" that is, or was, included as assessable income.",
      "id": "s224"
    },
    {
      "text": "It differs from its predecessor [s 71 - see [31] above ] in omitting from the expression \"in respect of money\" the words \"of, or\" that preceded the expression ... Those disjunctive words ... explicitly distinguished between a loss of money and a loss of something else that could be characterised as \"in respect of money\".",
      "id": "s225"
    },
    {
      "text": "Their omission ... does not, however, remove the distinction.",
      "id": "s226"
    },
    {
      "text": "Nor does it justify confining the factual circumstances that would otherwise satisfy the characterisation suggested by the width of the expression \"in respect of money\".",
      "id": "s227"
    },
    {
      "text": "The Tribunal then quoted the comment of Mann CJ in Trustees Executors and Agency Co Ltd v Reilly [1941] VLR 110 that \"the words in respect of are difficult of definition, but they have the widest possible meaning of any expression intended to convey some connection or relation between the two subject-matters to which the words refer\".",
      "id": "s228"
    },
    {
      "text": "I do not dissent from the Chief Justice's view however, with respect to the Tribunal, I do not think that the ambit of the expression is the issue here.",
      "id": "s229"
    },
    {
      "text": "It is not in dispute that the loss here was suffered in respect of money.",
      "id": "s230"
    },
    {
      "text": "The issue is whether the money that was included in the taxpayer's assessable income was the money in respect of which the loss was suffered.",
      "id": "s231"
    },
    {
      "text": "For the above reasons the Tribunal's decision must be set aside and the objection decision that was the subject of review by the Tribunal must be affirmed.",
      "id": "s232"
    },
    {
      "text": "The respondent must pay the Commissioner's costs of this application.",
      "id": "s233"
    },
    {
      "text": "I certify that the preceding fifty-four (54) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s234"
    },
    {
      "text": "Associate:\n \n \nDated: 14 May 2009\n \n Counsel for the Applicant: M Wigney SC with A O'Brien \n \n Solicitor for the Applicant: TressCox Lawyers \n \n Counsel for the Respondent: C J Bevan \n \n Solicitor for the Respondent: Blake Dawson \n Date of Hearing: 2 December 2008 \n \n Date of Judgment: 14 May 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/490.html",
      "id": "s235"
    }
  ]
}