{
  "name": "Toll Holdings Ltd v Australian Competition and Consumer Commission [2009] FCA 462 (11 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/462.html",
  "catchphrases": [
    {
      "text": "undertaking to australian competition and consumer commission",
      "id": "c0"
    },
    {
      "text": "undertaking in connection with restructure of business",
      "id": "c1"
    },
    {
      "text": "undertaking not to \"share\" employees with or \"second\" employees to a specified company",
      "id": "c2"
    },
    {
      "text": "whether labour hire agreement, whereby employees of subsidiary of company giving undertaking worked for specified company, gave rise to sharing or secondment of employees",
      "id": "c3"
    },
    {
      "text": "principles of construction of undertaking",
      "id": "c4"
    },
    {
      "text": "\" share \"",
      "id": "c5"
    },
    {
      "text": "\" second \"",
      "id": "c6"
    },
    {
      "text": "trade practices",
      "id": "c7"
    },
    {
      "text": "words and phrases",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "The nature and history of the proceeding\n This proceeding concerns the proper construction of a provision in an undertaking, given by the first applicant, Toll Holdings Ltd (\"Toll Holdings\"), to the respondent, the Australian Competition and Consumer Commission (\"the ACCC\").",
      "id": "s0"
    },
    {
      "text": "The provision of the undertaking in substance binds Toll Holdings and other related corporations (\"the Toll companies\") not to \"share\" management or employees with Asciano Limited (\"Asciano\") or to \"second\" management or employees to or from Asciano, or to allow Asciano to \"share\" management or employees with the Toll companies or to \"second\" management or employees to or from the Toll companies.",
      "id": "s1"
    },
    {
      "text": "The second applicant (\"Toll Personnel\") is a wholly owned subsidiary of Toll Holdings.",
      "id": "s2"
    },
    {
      "text": "Toll Personnel entered into a labour hire contract with Asciano that involved the provision of casual employees of Toll Personnel (and some other people who had contracted to supply labour to Toll Personnel) being instructed by Toll Personnel to perform work in the business conducted by Asciano.",
      "id": "s3"
    },
    {
      "text": "The question is whether this labour hire contract amounted to one of the Toll companies sharing employees with, or seconding employees to, Asciano.",
      "id": "s4"
    },
    {
      "text": "The relevant undertaking was given pursuant to s 87B of the Trade Practices Act 1974 (Cth) (\"the Trade Practices Act \"), which provides, so far as relates to this case: \n (1) The Commission may accept a written undertaking given by a person for the purposes of this section in connection with a matter in relation to which the Commission has a power or function under this Act (other than Part X).",
      "id": "s5"
    },
    {
      "text": "... \n\n \n (2) The person may withdraw or vary the undertaking at any time, but only with the consent of the Commission.",
      "id": "s6"
    },
    {
      "text": "(3) If the Commission considers that the person who gave the undertaking has breached any of its terms, the Commission may apply to the Court for an order under subsection (4).",
      "id": "s7"
    },
    {
      "text": "(4) If the Court is satisfied that the person has breached a term of the undertaking, the Court may make all or any of the following orders: \n\n \n (a) an order directing the person to comply with that term of the undertaking; \n \n \n (b) an order directing the person to pay to the Commonwealth an amount up to the amount of any financial benefit that the person has obtained directly or indirectly and that is reasonably attributable to the breach; \n \n \n (c) any order that the Court considers appropriate directing the person to compensate any other person who has suffered loss or damage as a result of the breach; \n \n \n (d) any other order that the Court considers appropriate.",
      "id": "s8"
    },
    {
      "text": "By their amended application to the Court, the applicants sought declarations to the effect that: the supply by Toll Personnel to Asciano of labour hire services in the period between 16 June 2007 and 24 June 2008 did not constitute allowing the Toll companies to share management or employees with Asciano, or to second management or employees to or from Asciano, or allowing Asciano to share management or employees with Toll, or to second management or employees to or from Toll; such supply did not constitute a breach of the relevant provisions of the undertaking; a decision made by the ACCC to notify Toll Holdings that, in the ACCC's view, Toll had acted in breach of the relevant provisions of the undertaking, and that the ACCC might institute proceedings unless Toll ceased the supply, was invalid; and that another decision made by the ACCC, that the ACCC did not consent to a variation of the undertaking to permit the provision of labour hire services or personnel by Toll to Asciano, was invalid.",
      "id": "s9"
    },
    {
      "text": "They also sought orders that those decisions be quashed.",
      "id": "s10"
    },
    {
      "text": "In their written submissions, filed prior to the hearing of the proceeding, the applicants stated that the case raised two issues.",
      "id": "s11"
    },
    {
      "text": "The first is the proper construction of the relevant provisions of the undertaking and the second the validity of the ACCC's decision not to consent to a variation of the undertaking.",
      "id": "s12"
    },
    {
      "text": "In the course of the hearing of the proceeding, counsel for the applicants abandoned the application for relief in relation to the ACCC's refusal to consent to a variation of the undertaking.",
      "id": "s13"
    },
    {
      "text": "That relief was sought pursuant to the Administrative Decisions (Judicial Review) Act 1977 (Cth) and in the exercise of the jurisdiction conferred on the Court by s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s14"
    },
    {
      "text": "There is little doubt that a decision by the ACCC to refuse consent to the withdrawal or variation of an undertaking, pursuant to s 87B(2) of the Trade Practices Act , is amenable to judicial review.",
      "id": "s15"
    },
    {
      "text": "There were difficulties with the grounds on which the applicants sought such review in the present case, which were phrased in terms of allegations that the ACCC had taken into account irrelevant considerations and had failed to take into account relevant considerations.",
      "id": "s16"
    },
    {
      "text": "Under the guise of those grounds, the applicants really sought to agitate issues of fact that had been determined by the ACCC.",
      "id": "s17"
    },
    {
      "text": "In any event, an order quashing the decision of the ACCC would only have the effect of requiring the ACCC to determine the matter again.",
      "id": "s18"
    },
    {
      "text": "It is always open to the applicants to seek again the consent of the ACCC to a variation of the undertaking, and to place before the ACCC whatever material they seek to rely on in support of an application for consent, without setting aside the previous decision.",
      "id": "s19"
    },
    {
      "text": "There is no res judicata or issue estoppel arising from the making of an administrative decision.",
      "id": "s20"
    },
    {
      "text": "Because of the withdrawal of what was characterised as the second issue, the case concerns the first issue only, namely the proper construction of the relevant provisions of the undertaking.",
      "id": "s21"
    },
    {
      "text": "If the relevant conduct did constitute a contravention of the undertaking, there can be little objection to a decision of the ACCC that such a contravention occurred.",
      "id": "s22"
    },
    {
      "text": "The facts\n The parties relied principally upon an agreed statement of facts.",
      "id": "s23"
    },
    {
      "text": "Documentary exhibits were tendered in the course of the hearing.",
      "id": "s24"
    },
    {
      "text": "Toll Holdings is a corporation which provides transport, freight forwarding and logistics services.",
      "id": "s25"
    },
    {
      "text": "Toll Personnel has operated a labour hire company since September 2004.",
      "id": "s26"
    },
    {
      "text": "Prior to 15 June 2007, Toll Holdings and Patrick Corporation Limited (\"Patrick\") each held a 50% interest in a corporation called Pacific National Limited (\"Pacific National\").",
      "id": "s27"
    },
    {
      "text": "Pacific National predominantly provided railway haulage services for the movement of containerised freight between Sydney, Melbourne and Perth.",
      "id": "s28"
    },
    {
      "text": "Patrick provided container stevedoring services in Melbourne, Sydney and Brisbane, auto-logistics services nationally, and freight shipping services between Victoria and Tasmania.",
      "id": "s29"
    },
    {
      "text": "On 22 August 2005, Toll announced that it would make a takeover bid for all of the shares in Patrick which it did not already own.",
      "id": "s30"
    },
    {
      "text": "This proposed acquisition was conditional on the ACCC not seeking to prevent it.",
      "id": "s31"
    },
    {
      "text": "On 9 February 2006, the ACCC commenced a proceeding in this Court against Toll Holdings, seeking orders restraining it from acquiring the shares in Patrick on the ground that the acquisition would contravene s 50 of the Trade Practices Act .",
      "id": "s32"
    },
    {
      "text": "Following negotiations between the ACCC and Toll, the ACCC accepted an undertaking from Toll, pursuant to s 87B of the Trade Practices Act , on 11 March 2006.",
      "id": "s33"
    },
    {
      "text": "That undertaking required Toll Holdings to divest various interests and businesses, make available certain assets and rights to market participants, and implement a non-discrimination regime at ports and on railway lines.",
      "id": "s34"
    },
    {
      "text": "The proceeding of 9 February 2006 was thereupon discontinued and Toll Holdings proceeded to acquire all of the shares in Patrick, which became a wholly-owned subsidiary of Toll Holdings on 5 May 2006.",
      "id": "s35"
    },
    {
      "text": "On 13 December 2006, Toll Holdings proposed a scheme of arrangement for the restructure of its group of businesses, the purpose of which was to create a new listed entity, Asciano, and a trust called the Asciano Trust.",
      "id": "s36"
    },
    {
      "text": "The restructure involved the transfer by Toll Holdings of infrastructure assets to Asciano, including the Pacific National business and the container stevedoring and auto-logistics businesses of Patrick.",
      "id": "s37"
    },
    {
      "text": "The ACCC had concerns about the proposed restructure.",
      "id": "s38"
    },
    {
      "text": "The restructure could not comply with the undertaking of 11 March 2006, without the ACCC's consent to a variation of that undertaking.",
      "id": "s39"
    },
    {
      "text": "On 18 April 2007, the ACCC consented to a variation and accepted an undertaking by Asciano.",
      "id": "s40"
    },
    {
      "text": "The variation relieved Toll Holdings of a number of its obligations under the original undertaking, some of which were assumed by Asciano.",
      "id": "s41"
    },
    {
      "text": "It also involved Toll Holdings accepting a number of new obligations, among them those found in cl 2.9 of the undertaking as varied.",
      "id": "s42"
    },
    {
      "text": "The restructure took effect on 15 June 2007.",
      "id": "s43"
    },
    {
      "text": "Between 15 June 2007 and 24 June 2008, Toll Personnel provided labour hire services to Asciano and its related bodies corporate.",
      "id": "s44"
    },
    {
      "text": "The personnel hired out by Toll Personnel were hired out to Asciano, Toll Holdings and other clients.",
      "id": "s45"
    },
    {
      "text": "They were registered with Toll Personnel and employed as casual employees, although a small number of people were described as \"contractors\".",
      "id": "s46"
    },
    {
      "text": "The personnel included: crane drivers and crane operators; labourers; terminal operators; dock hands; drivers; forklift operators; pick and packers; customer service clerks; receptionists; financial accountants; and a small number of white collar or professional personnel, who performed clerical functions, administrative functions and data entry.",
      "id": "s47"
    },
    {
      "text": "Toll Personnel had a pool of registered candidates from which it obtained its labour force to hire out to its clients.",
      "id": "s48"
    },
    {
      "text": "It maintained a database of persons available for hire to all of its clients.",
      "id": "s49"
    },
    {
      "text": "Under its standard terms and conditions, Toll Personnel was responsible for the payment of salaries, taxation, superannuation and workers' compensation insurance for those employed by it as casual employees for the purpose of providing labour hire services to its clients.",
      "id": "s50"
    },
    {
      "text": "The services were provided at contracted rates of hire.",
      "id": "s51"
    },
    {
      "text": "The terms and conditions for the provision of labour hire services by Toll Personnel to Asciano were approved by the board of directors of Toll Holdings at various board meetings on 25 July 2007, 19 September 2007, 23 October 2007 and 28 November 2007.",
      "id": "s52"
    },
    {
      "text": "There were numerous hire agreements between Toll Personnel and Asciano, which were consolidated into one agreement on 20 February 2008 by resolution of the board of Toll Holdings.",
      "id": "s53"
    },
    {
      "text": "This consolidated agreement included terms that: there was no contractual or employment relationship between Asciano and any employee whose services were hired to it, but personnel were hired out to clients at contracted rates; a placement fee was payable to Toll Personnel if Asciano employed or otherwise directly engaged a Toll Personnel employee at any time during or after an assignment; and Asciano and Toll Personnel would keep confidential information regarding their respective businesses and the details of each assignment.",
      "id": "s54"
    },
    {
      "text": "Between 15 June 2007 and 21 November 2007, Asciano accounted for about 60% of hours billed by Toll Personnel to its external clients.",
      "id": "s55"
    },
    {
      "text": "Of the persons hired to Asciano, 63% were hired for less than a month, 14% for more than one month but less than three months and 23% for more than three months.",
      "id": "s56"
    },
    {
      "text": "On a typical day, Toll Holdings and its related companies hired between 2,500 and 3,000 casual employees from Toll Personnel.",
      "id": "s57"
    },
    {
      "text": "Approximately 550 Toll Personnel employees worked as labour hired to Toll Holdings and its related companies and as labour hired to Asciano in the 12 months preceding 5 February 2008.",
      "id": "s58"
    },
    {
      "text": "In addition to labour from Toll Personnel, Asciano sourced its casual labour from 35 other external labour hire providers.",
      "id": "s59"
    },
    {
      "text": "Prior to 24 June 2008, Toll Personnel also provided labour hire services to Pacific National since around March 2005, Toll Stevedoring (now part of Asciano) since around January 2006 and various subsidiaries of Patrick since around April 2006.",
      "id": "s60"
    },
    {
      "text": "At no time prior to the making or variation of the Toll Holdings undertaking to the ACCC did Toll Holdings or Toll Personnel inform the ACCC that it provided these services.",
      "id": "s61"
    },
    {
      "text": "The undertaking of Asciano to the ACCC, pursuant to s 87B of the Trade Practices Act , was originally given on 18 April 2007 and was varied on 6 February 2008.",
      "id": "s62"
    },
    {
      "text": "The relevant provisions of that undertaking, including the terms of cl 2.9, are substantially the same as the relevant provision of Toll Holdings's undertaking.",
      "id": "s63"
    },
    {
      "text": "The possibility of breaches of the undertaking was first raised as a result of an independent audit of Toll Holdings's compliance with its undertaking, carried out for the period between 16 June 2007 and 31 October 2007.",
      "id": "s64"
    },
    {
      "text": "On 12 November 2007, a meeting was held between Toll Holdings and the ACCC, at which time the issue of labour hire services was discussed.",
      "id": "s65"
    },
    {
      "text": "The ACCC sought further information over the period between November 2007 and May 2008, after which it advised the solicitors for Toll Holdings by letter dated 21 May 2008 that it reserved its rights to institute proceedings against Toll Holdings if it became aware of any further or continued breach of the undertaking.",
      "id": "s66"
    },
    {
      "text": "On 22 April 2008, the ACCC also notified Asciano that it considered Asciano to be in breach of its undertaking to the ACCC by receiving personnel for hire through Toll Personnel.",
      "id": "s67"
    },
    {
      "text": "Asciano replied on 29 April 2008, undertaking to cease using Toll Personnel for the hire of labour.",
      "id": "s68"
    },
    {
      "text": "On 1 May 2008, Asciano informed Toll Holdings that it had been notified by the ACCC that the ACCC considered Asciano to be in breach of its undertaking.",
      "id": "s69"
    },
    {
      "text": "With effect from 24 June 2008, Asciano terminated the service agreement with Toll Personnel.",
      "id": "s70"
    },
    {
      "text": "The relevant provisions of the undertaking\n As varied, the undertaking contains in cl 19.1 a definition of the name \"Toll\", in the following terms: \n Toll means Toll Holdings Limited ACN 006 592 089 and: \n\n \n (a) its Related Bodies Corporate from time to time; and \n\n \n (b) any other entity it is required to consolidate for the purposes of preparing annual financial reports.",
      "id": "s71"
    },
    {
      "text": "The undertaking as varied also contain recitals, some of which are as follows: On 13 December 2006, Toll announced its intention to implement a restructure of its group businesses by way of scheme of arrangement to create a new listed entity and trust, referred to in these Undertakings as \"Asciano\" .",
      "id": "s72"
    },
    {
      "text": "The restructure is proposed by Toll to involve transferring the assets, entities and/or businesses listed in Annexure F that comprise Toll's infrastructure assets to Asciano (the \"Proposed Restructure\" ).",
      "id": "s73"
    },
    {
      "text": "M. The Proposed Restructure will result in Toll ceasing to hold any interest in Pacific National.",
      "id": "s74"
    },
    {
      "text": "Toll is of the view that the Proposed Restructure will address more comprehensively a number of the Commission's competition concerns arising from Toll's acquisition of Patrick.",
      "id": "s75"
    },
    {
      "text": "Toll is of the view that divestiture of the PN Interest, the Vehicle Transport Business and the PrixCar Interest is no longer required to address competition concerns.",
      "id": "s76"
    },
    {
      "text": "The Commission is of the view, having regard to its market enquiries in relation to the Proposed Restructure, that the Proposed Restructure may have the effect of addressing the competition concerns it identified with respect to the acquisition of Patrick by Toll if the separation of Toll and Asciano results in two wholly independent entities.",
      "id": "s77"
    },
    {
      "text": "However, the Commission remains very concerned that the competition issues that arose by reason of Toll's acquisition of Patrick and which were addressed by the original undertakings continue to be addressed notwithstanding the Proposed Restructure.",
      "id": "s78"
    },
    {
      "text": "Additionally, the Commission is mindful that its competition concerns in the context of mergers are typically addressed by means of a transparent divestiture process.",
      "id": "s79"
    },
    {
      "text": "In the circumstances of the Proposed Restructure, the variation proposed by Toll has the effect of replacing a transparent divestiture process with a complex transaction that is intended to result in the creation of a wholly independent company from Toll; which company will own and control the assets that gave rise to the Commission's competition concerns.",
      "id": "s80"
    },
    {
      "text": "Notwithstanding the Commission's concerns relating to the Proposed Restructure, the Commission's market enquiries have revealed that the structural separation of the assets proposed to be owned by Asciano from Toll will, as compared to the enforcement of the original undertakings, benefit competition.",
      "id": "s81"
    },
    {
      "text": "Consequently, the Commission has consented to a further variation of these Undertakings.",
      "id": "s82"
    },
    {
      "text": "In consenting to this variation, the Commission notes that Toll has agreed to additional obligations that aim to enhance the structural separation of Toll and Asciano, including obligations in relation to: \n \n (a) the independence of Toll and Asciano directors; \n \n \n (b) the employment and secondment of personnel by and between Toll and Asciano; and \n \n \n (c) arm's length commercial dealings between Toll and Asciano, including a prohibition on Toll and Asciano providing each other joint or shared services.",
      "id": "s83"
    },
    {
      "text": "In consenting to the variation, the Commission has also accepted assurances from Toll that Toll will not act in a manner which is inconsistent with the intent of the variation; namely, that Toll and Asciano will only ever have dealings with each other that are at arms [ sic ] length and on normal commercial terms.",
      "id": "s84"
    },
    {
      "text": "Additionally, the Commission consents to the variation on the basis that Mr Mark Rowsthorn, Asciano, the Asciano directors and the Toll directors offer undertakings to ensure that Asciano and Toll are in effect wholly separate entities.",
      "id": "s85"
    },
    {
      "text": "The relevant operative provisions of the undertaking as varied are found in cl 2.9.",
      "id": "s86"
    },
    {
      "text": "So far as they relate to this proceeding, the provisions of cl 2.9 are as follows: \n Between the Restructure Date and 31 March 2011 Toll will: \n\n \n ... \n\n \n (h) not enter or give effect to a contract, make or give effect to an arrangement or reach or give effect to an understanding which would in effect allow Toll to: \n\n \n (i) share management or employees with Asciano; \n \n \n (ii) second management or employees to or from Asciano; or \n \n \n (iii) subject to sub-clause (g) above, share in any profits or revenues of Asciano; \n \n \n (i) not enter or give effect to a contract, make or give effect to an arrangement or reach or give effect to an understanding which would in effect allow Asciano to: \n\n \n (i) share management or employees with Toll; \n \n \n (ii) second management or employees to or from Toll; or \n \n \n (iii) subject to sub-clause (g) above, share in any profits or revenues of Toll; \n \n \n (j) not enter or give effect to a contract, make or give effect to an arrangement or reach or give effect to an understanding with Asciano unless the terms of the contract, arrangement or understanding are: \n\n \n (i) on an arm's length basis and non-exclusive terms consistent with these Undertakings; and \n \n \n (ii) approved of in advance by the board of Toll and only approved of if the board of Toll is satisfied in good faith after due inquiry that the contract, arrangement or understanding with Asciano is considered arms [ sic ] length and bona fide to be in the best interests of Toll \n \n The varied undertaking also include provisions about their interpretation, found in cl 19.2, in the following terms: \n (b) In the interpretation of a clause of these Undertakings, a construction that would promote the purpose or object underlying these Undertakings (whether that purpose or object is expressly stated in these Undertakings or not) shall be preferred to a construction that would not promote that purpose or object.",
      "id": "s87"
    },
    {
      "text": "(c) In the interpretation of these Undertakings, material not forming part of this Undertaking, including the Commission's Public Competition Assessment of May 2006, may be considered: \n\n \n (i) to confirm the meaning of a clause is the ordinary meaning conveyed by the text of the clause taking into account its context in these Undertakings and the competition concerns intended to be addressed by these Undertakings and the clause in question; or \n \n \n (ii) to determine the meaning of the clause when the ordinary meaning conveyed by the text of the clause taking into account its context in these Undertakings and the purpose or object underlying these Undertakings leads to a result that does not promote the purpose or object underlying these Undertakings.",
      "id": "s88"
    },
    {
      "text": "(d) In determining whether consideration should be given to any material in accordance with clause 19.2(c), or in considering any weight to be given to any such material, regard shall be had, in addition to any other relevant matters, to: \n\n \n (i) the effect that reliance on the ordinary meaning conveyed by the text of the clause would have (taking into account its context in these Undertakings and whether that meaning promotes the purpose or object of these Undertakings); and \n \n \n (ii) the need to ensure that the result of these Undertakings is to restore or maintain competition, thereby preventing any competitive harm that may arise as a result of Toll's acquisition of Patrick or the Restructure.",
      "id": "s89"
    },
    {
      "text": "(e) In performing its obligations under these Undertakings, Toll will do everything reasonably within its power to ensure that its performance of those obligations is done in a manner which is consistent with promoting the purpose and object of these Undertakings.",
      "id": "s90"
    },
    {
      "text": "Construing the undertaking\n The applicants advanced the contention that the undertaking ought to be construed in a similar manner to a commercial contract, so that its terms would be construed by reference to the surrounding circumstances known to Toll Holdings, Toll Personnel and the ACCC at the time they were entered into, as well as by reference to the plain meaning of the words used in the undertaking and the purpose or object of the undertaking.",
      "id": "s91"
    },
    {
      "text": "The ACCC accepted that the ordinary principles in relation to the construction of contracts, particularly agreements to settle legal proceedings, should apply by analogy to the interpretation of the undertaking.",
      "id": "s92"
    },
    {
      "text": "These would include evidence of surrounding facts or circumstances known to both parties.",
      "id": "s93"
    },
    {
      "text": "These propositions are difficult to accept.",
      "id": "s94"
    },
    {
      "text": "Undertakings given pursuant to s 87B of the Trade Practices Act are given statutory force and effect by that section.",
      "id": "s95"
    },
    {
      "text": "They are properly to be regarded as statutory instruments, made under the Trade Practices Act .",
      "id": "s96"
    },
    {
      "text": "See Australian Petroleum Pty Limited v Australian Competition and Consumer Commission (1997) 73 FCR 75 at 88-89.",
      "id": "s97"
    },
    {
      "text": "Such an instrument has a public purpose.",
      "id": "s98"
    },
    {
      "text": "Members of the public, including competitors of the person giving the undertaking, are entitled to rely on the fact that undertakings have been given, and upon their terms.",
      "id": "s99"
    },
    {
      "text": "So is the Court, if proceedings to enforce an undertaking are ever instituted.",
      "id": "s100"
    },
    {
      "text": "The meaning of the words used in an undertaking cannot therefore be modified by reference to facts known only to the party giving the undertaking and the ACCC.",
      "id": "s101"
    },
    {
      "text": "The words of an undertaking are to be construed by reference to the principles of construction of a legislative document, and not by reference to the principles of construction of a private contract, whether entered into in settlement of a legal proceeding or not.",
      "id": "s102"
    },
    {
      "text": "This means that the first step in construing an undertaking is to ascertain the ordinary meaning of the words used.",
      "id": "s103"
    },
    {
      "text": "The ordinary meaning will normally be ascertained by reference to dictionary definitions, although evidence may be led of the common acceptance of specific meanings in a particular trade or industry, or of the use of words as terms of art.",
      "id": "s104"
    },
    {
      "text": "The meaning of the words used must be considered by reference to the purpose or object of the undertaking concerned.",
      "id": "s105"
    },
    {
      "text": "This requirement is derived from the combination of s 15AA and s 46(1)(a) of the Acts Interpretation Act 1901 (Cth) (\"the Acts Interpretation Act \"), requiring that a construction promoting the purpose or object of an instrument made under an Act (other than one required to be laid before Parliament) is to be preferred to a construction that would not promote that purpose or object.",
      "id": "s106"
    },
    {
      "text": "In the present case, the same requirement of a purposive construction of the undertaking has been adopted expressly in cl 19.2(b) of the undertaking.",
      "id": "s107"
    },
    {
      "text": "Ordinarily, the purpose or object of an instrument will be ascertainable from the instrument as a whole, whether it is express or to be gathered from the terms of the instrument as a whole.",
      "id": "s108"
    },
    {
      "text": "By s 15AB(1) of the Acts Interpretation Act , it is permissible to have regard to material not forming part of the instrument, either to confirm that the meaning of the relevant terms is the ordinary meaning, or to resolve ambiguity.",
      "id": "s109"
    },
    {
      "text": "By s 15AB(3) of the Acts Interpretation Act , in considering whether to make use of such extrinsic material, or what weight is to be given to it, it is necessary to have regard to the desirability of persons being able to rely on the ordinary meaning of the terms, taking into account their context and the purpose or object underlying the instrument.",
      "id": "s110"
    },
    {
      "text": "Dictionary definitions of \"share\" and \"second\"\n Both parties resorted to dictionary definitions of the crucial words used in the undertaking.",
      "id": "s111"
    },
    {
      "text": "The relevant meaning of \"share\", found in the Oxford English Dictionary, is \"To receive, possess, or occupy together with others.",
      "id": "s112"
    },
    {
      "text": "\" The Macquarie Dictionary defines \"share\" relevantly as \"to divide and distribute in shares; apportion\", or \"to use, participate in, enjoy, etc., jointly.",
      "id": "s113"
    },
    {
      "text": "\" The relevant meaning of \"second\" in the Oxford English Dictionary is, \"To remove (an officer) temporarily from his regiment or corps, for employment on the staff, or in some other extra-regimental appointment.",
      "id": "s114"
    },
    {
      "text": "Also transf.",
      "id": "s115"
    },
    {
      "text": "of employees in other occupations and employments.",
      "id": "s116"
    },
    {
      "text": "\" Similarly, the Macquarie Dictionary defines \"second\" as \"to transfer (a military officer or other) temporarily to another post, organisation, or responsibility.",
      "id": "s117"
    },
    {
      "text": "\" The purpose or object of the undertaking\n Both parties were in agreement that the purpose or object of the undertaking was to promote competition.",
      "id": "s118"
    },
    {
      "text": "Throughout the process of varying the original undertaking from Toll Holdings on the transfer of aspects of the business to Asciano as a company independent of Toll Holdings, the ACCC's concern was to ensure that Toll Holdings did not obtain a competitive advantage in dealing with Asciano, as against any other person or corporation conducting a business similar to that of Toll Holdings and also using the services of Asciano.",
      "id": "s119"
    },
    {
      "text": "To this end, the undertaking was directed towards securing complete separation of Toll Holdings and other companies in the Toll Holdings group, on the one hand, and Asciano on the other hand.",
      "id": "s120"
    },
    {
      "text": "These matters are apparent from the recitals to the undertaking as varied, particularly recitals N, O, P and Q.",
      "id": "s121"
    },
    {
      "text": "It is unnecessary to have resort to any further material to ascertain the purpose of the undertaking.",
      "id": "s122"
    },
    {
      "text": "The proper construction of the undertaking\n It was also common ground between the parties that there was a failure to comply with cll 2.9(h) and (i) of the undertaking if Toll Personnel shared employees with Asciano or seconded employees to or from Asciano.",
      "id": "s123"
    },
    {
      "text": "This was the result of the application of the definition of \"Toll\" in cl 19.1 of the undertaking, by which the term \"Toll\" includes related bodies corporate of Toll Holdings and other entities that Toll Holdings is required to consolidate for the purposes of preparing annual financial reports.",
      "id": "s124"
    },
    {
      "text": "There is no doubt that Toll Personnel falls within this definition.",
      "id": "s125"
    },
    {
      "text": "Therefore either Toll Personnel is taken to have given the undertaking to the ACCC, or Toll Holdings is in breach of the undertaking (if Toll Personnel shared employees with, or seconded employees to or from, Asciano), because those employees are to be regarded as employees of Toll Holdings, by reason of the definition of \"Toll\".",
      "id": "s126"
    },
    {
      "text": "Although the parties resorted to dictionary definitions, to ascertain the ordinary meaning of \"share\" and \"second\", they disagreed as to the ordinary meaning of those words in the context of the undertaking.",
      "id": "s127"
    },
    {
      "text": "Counsel for Toll Holdings and Toll Personnel argued that it was only possible to \"share\" an employee if that employee had two employers simultaneously.",
      "id": "s128"
    },
    {
      "text": "All of the employees whose services Toll Personnel made available to Asciano were employees of Toll Personnel.",
      "id": "s129"
    },
    {
      "text": "No employment relationship ever came into existence between any of those persons and Asciano.",
      "id": "s130"
    },
    {
      "text": "As a consequence, it was argued that those employees were not shared.",
      "id": "s131"
    },
    {
      "text": "They were not used or possessed jointly or in common by Toll Personnel and Asciano.",
      "id": "s132"
    },
    {
      "text": "Nor were they divided between Toll Personnel and Asciano.",
      "id": "s133"
    },
    {
      "text": "They were supplied for Asciano's purposes alone and did not perform functions or activities jointly for Asciano and Toll Personnel, nor for Asciano and Toll Holdings.",
      "id": "s134"
    },
    {
      "text": "This argument takes too narrow a view of the ordinary meaning of \"share\".",
      "id": "s135"
    },
    {
      "text": "Something that is shared between two people can be divided between them.",
      "id": "s136"
    },
    {
      "text": "A cake is shared if each of the two persons has a piece of it exclusively of the other.",
      "id": "s137"
    },
    {
      "text": "Time is shared if each of the two persons occupies part of it exclusively.",
      "id": "s138"
    },
    {
      "text": "A person who has sole ownership of a cake may share it with another by giving the other part of the cake, to deal with as the other sees fit.",
      "id": "s139"
    },
    {
      "text": "In the same way, an employee is shared if he or she works for part of his or her time for one person and part of his or her time for another.",
      "id": "s140"
    },
    {
      "text": "The fact that no employment relationship arises between the employee and one of those persons is of no significance.",
      "id": "s141"
    },
    {
      "text": "Indeed, in the ordinary use of the term \"share\", for an employer to make available the services of an employee to another party, whilst continuing to employ that employee, certainly falls within the ordinary understanding of the word \"share\".",
      "id": "s142"
    },
    {
      "text": "The sharing of an employee therefore does not depend upon the existence of an employment relationship simultaneously between both Asciano and Toll Personnel.",
      "id": "s143"
    },
    {
      "text": "It may be true, as counsel for the applicants argued, that Toll Holdings could be in contravention of the undertaking unwittingly, if it happened that a person was a part-time employee of one of the Toll companies and also a part-time employee of Asciano, working regularly for each of them in defined periods of the same week.",
      "id": "s144"
    },
    {
      "text": "If it were to occur, this unfortunate consequence would be the result of the breadth of the terms of the undertaking.",
      "id": "s145"
    },
    {
      "text": "The possibility that it could occur cannot be used to control the construction of the undertaking, so as to confine it to joint employment.",
      "id": "s146"
    },
    {
      "text": "Similarly, counsel for the applicants argued the word \"second\" in the undertaking is confined to the situation in which the employment relationship is transferred from one employer to another, for a defined period, or on a temporary basis.",
      "id": "s147"
    },
    {
      "text": "Again, this is too narrow a view of the ordinary meaning of the word \"second\".",
      "id": "s148"
    },
    {
      "text": "Nothing in the dictionary definitions of \"second\" requires that there be any transfer of the employment contract, only that there be a transfer of the employee.",
      "id": "s149"
    },
    {
      "text": "The continued employment by one employer of a person who, during part of his or her working time is located physically at the premises of another person, and performs services for that other person in relation to the business of that other person, falls well within the ordinary meaning of the secondment of the employee.",
      "id": "s150"
    },
    {
      "text": "It follows that, on the ordinary meaning of the words \"share\" and \"second\", the provision of labour services of its employees by Toll Personnel to Asciano amounted both to sharing employees between Toll Personnel and to seconding employees from Toll Personnel to Asciano.",
      "id": "s151"
    },
    {
      "text": "The context of the undertaking does not dictate that this meaning should be abandoned.",
      "id": "s152"
    },
    {
      "text": "Counsel for the applicants argued that the provision of labour hire services by Toll Personnel to Asciano was on an arm's length basis, within the meaning of cl 2.9(j)(i) of the undertaking, and was therefore not caught by the terms of cl 2.9(h) or 2.9(i).",
      "id": "s153"
    },
    {
      "text": "This argument mistakes the effect of cl 2.9(j).",
      "id": "s154"
    },
    {
      "text": "Clause 2.9(j) gives rise to separate obligations from those established by cll 2.9(h) and 2.9(i).",
      "id": "s155"
    },
    {
      "text": "Those separate obligations are of a different quality.",
      "id": "s156"
    },
    {
      "text": "They relate to all dealings between the Toll companies and Asciano, not merely to those concerning management or employees.",
      "id": "s157"
    },
    {
      "text": "In relation to management and employees, the obligations created by cl 2.9(j) are additional to those created by cll 2.9(h) and 2.9(i).",
      "id": "s158"
    },
    {
      "text": "Any contract, arrangement or understanding between any of the Toll companies and Asciano concerning management or employees that does not involve sharing or seconding must comply with cl 2.9(j), in order to avoid contravention of the undertaking.",
      "id": "s159"
    },
    {
      "text": "Clause 2.9(j) is not intended to be an overriding provision, restricting the meaning to be given to cll 2.9(h) and 2.9(i).",
      "id": "s160"
    },
    {
      "text": "The separate and different operation and application of cl 2.9(j) from cll 2.9(h) and 2.9(i) is confirmed by the way in which the obligations expressed in those clauses are summarised in recital P in the undertaking.",
      "id": "s161"
    },
    {
      "text": "Clauses 2.9(h) and (i) of the undertaking are expressed in broad terms.",
      "id": "s162"
    },
    {
      "text": "They proscribe contracts, arrangements or understandings that \"in effect\" allow sharing or seconding.",
      "id": "s163"
    },
    {
      "text": "The clauses are not to be construed narrowly by reference to the precise terms of the contracts between Toll Personnel and its employees, or the precise terms of the labour hire agreements between Toll Personnel and Asciano, but to the effect of the performance of services in the business of Asciano by employees of Toll Personnel.",
      "id": "s164"
    },
    {
      "text": "A purposive construction of the undertaking leads to the same conclusion as the application of the ordinary meaning.",
      "id": "s165"
    },
    {
      "text": "There is a serious risk that the labour hire arrangements between Toll Personnel and Asciano could provide to the Toll companies a competitive advantage, as against others using the same services of Asciano.",
      "id": "s166"
    },
    {
      "text": "Employees of Toll Personnel providing services to Asciano might give preference to the Toll companies in the provision of those services.",
      "id": "s167"
    },
    {
      "text": "For instance, they might move containers of the Toll companies in priority to those of competitors or process transactions of Toll companies in priority to those of others.",
      "id": "s168"
    },
    {
      "text": "They might do so in the hope that they would thereby earn the favour of Toll Personnel and enhance their chances of being offered further work by Toll Personnel in the future.",
      "id": "s169"
    },
    {
      "text": "They might do so out of a sense of loyalty to the Toll companies, seeing themselves as somehow belonging to the Toll companies.",
      "id": "s170"
    },
    {
      "text": "They might even do so subconsciously, because of the prominence of the name \"Toll\" in their minds.",
      "id": "s171"
    },
    {
      "text": "If these consequences were to occur, they would obviously undermine the competition concerns and the requirements of complete separateness, expressed in the recitals to the undertaking, which I have quoted in [14] above.",
      "id": "s172"
    },
    {
      "text": "The consequences would be anticompetitive and would contain vestiges of the historical relationship that existed between the businesses of the Toll companies and Pacific National.",
      "id": "s173"
    },
    {
      "text": "In relation to purpose, the argument of counsel for the applicants focussed on the issue of the acquisition and misuse of confidential information by those whose services were provided by Toll Personnel to Asciano.",
      "id": "s174"
    },
    {
      "text": "It was said that the employees whose services were provided were not employees of the types likely to acquire confidential information.",
      "id": "s175"
    },
    {
      "text": "In any event, they were bound by their individual contracts of employment not to divulge any confidential information acquired.",
      "id": "s176"
    },
    {
      "text": "In reality, it cannot be assumed that any person working in a business will never acquire any confidential information relating to the operation of that business.",
      "id": "s177"
    },
    {
      "text": "Such matters as the terms on which Asciano does business with competitors of the Toll companies, which might be different from those on which it does business with Toll companies, would be likely to become known by those working at all levels in many facets of Asciano's business.",
      "id": "s178"
    },
    {
      "text": "Nor can it be assumed that the existence of contractual obligations to refrain from divulging confidential information will be effective to prevent its disclosure.",
      "id": "s179"
    },
    {
      "text": "There is always the practical possibility of breach.",
      "id": "s180"
    },
    {
      "text": "The kinds of motivations and loyalties to which I have referred in [28] might also increase the likelihood of breach.",
      "id": "s181"
    },
    {
      "text": "Disclosure is all the more a possibility as the contractual obligations of confidentiality will be owed by the employees to Toll Personnel.",
      "id": "s182"
    },
    {
      "text": "The management of Toll Personnel would have an interest in acquiring the information, and therefore an incentive not to enforce the contractual obligations by sanctions such as dismissal of the employee concerned, if confidential information were disclosed.",
      "id": "s183"
    },
    {
      "text": "There is also the possibility of inadvertent disclosure.",
      "id": "s184"
    },
    {
      "text": "In addition, there may be a failure of an employee, or a Toll Personnel supervisor, to appreciate the content or the significance of contractual obligations of secrecy, leading to voluntary, or even involuntary, disclosure.",
      "id": "s185"
    },
    {
      "text": "The risk that confidential information about Asciano's business would leak to the Toll companies, as a result of Toll Personnel's provision of labour hire to Asciano, is too great to be ignored.",
      "id": "s186"
    },
    {
      "text": "In any event, the purpose of cll 2.9(h) and 2.9(i) of the undertaking is not limited to preventing the communication of confidential information, and those clauses cannot be construed solely by reference to that consideration.",
      "id": "s187"
    },
    {
      "text": "Conclusion\n For the reasons I have given, the conclusion is inevitable that the provision of labour hire by Toll Personnel to Asciano gave rise to contraventions of cll 2.9(h)(i) and (ii) and 2.9(i)(i) and (ii) of the undertaking given by Toll Holdings to the ACCC.",
      "id": "s188"
    },
    {
      "text": "The applicants' application for declaratory relief to the contrary must be dismissed.",
      "id": "s189"
    },
    {
      "text": "It is unnecessary to consider whether declaratory relief in the terms sought would have been appropriate, even if the applicants' construction of the undertaking had been accepted.",
      "id": "s190"
    },
    {
      "text": "As the applicants have abandoned their claim for relief in relation to the ACCC's refusal to vary the undertaking, the whole of the application must be dismissed.",
      "id": "s191"
    },
    {
      "text": "No reason appears, and none was advanced, why the usual principle, that costs follow the event, should not be applied.",
      "id": "s192"
    },
    {
      "text": "The applicants will therefore be ordered to pay the ACCC's costs of the proceeding.",
      "id": "s193"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s194"
    },
    {
      "text": "Associate:\n \n \nDated: 11 May 2009\n \n Counsel for the applicants: Mr A Archibald QC with Mr S Parmenter \n \n Solicitor for the applicants: Minter Ellison \n \n Counsel for the respondent: Mr T Howe QC with Ms P Neskovcin \n \n Solicitor for the respondent: Baker &amp; McKenzie \n Date of Hearing: 5 February 2009 \n \n Date of Judgment: 11 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/462.html",
      "id": "s195"
    }
  ]
}