{
  "name": "Australian Competition and Consumer Commission v Harris Scarfe Australia Pty Ltd (No 2) [2009] FCA 433 (8 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/433.html",
  "catchphrases": [
    {
      "text": "calderbank offer made by respondent",
      "id": "c0"
    },
    {
      "text": "applicant's failure to accept offer not unreasonable",
      "id": "c1"
    },
    {
      "text": "consideration of circumstances in which offer made, conduct and nature of proceedings and orders sought by applicant",
      "id": "c2"
    },
    {
      "text": "costs",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "On 5 February 2009, I gave judgment in this matter: Australian Competition and Consumer Commission v Harris Scarfe Australia Pty Ltd [2009] FCA 54 (the primary judgment).",
      "id": "s0"
    },
    {
      "text": "I made certain declaratory and injunctive orders, and reserved for the parties the question of costs.",
      "id": "s1"
    },
    {
      "text": "I have now heard submissions on the question of costs.",
      "id": "s2"
    },
    {
      "text": "These reasons follow from, and should be read with, the primary judgment.",
      "id": "s3"
    },
    {
      "text": "I do not propose to repeat what is said there.",
      "id": "s4"
    },
    {
      "text": "The ACCC seeks an order to recover 85% of its costs on a party and party basis, as it contends that it succeeded to a substantial degree on the claims which it made.",
      "id": "s5"
    },
    {
      "text": "Harris Scarfe submits that each party should be ordered to pay its own costs up to 2 May 2008, or alternatively up to 29 May 2008, on the basis that the ACCC succeeded only in about 50% of its claims and that the appropriate order, therefore, is that each party should pay its own costs of the proceedings to that date, and thereafter (from one or other of those dates) the ACCC should pay its costs on an indemnity basis because from one or other of those dates it unreasonably refused to engage in negotiations to resolve the matter.",
      "id": "s6"
    },
    {
      "text": "The foundation for the Harris Scarfe contention is found in two letters from its solicitors to solicitors for the ACCC of 2 May 2008 containing a suggested proposal to resolve the ACCC's claims against it, and subsequently a further set of proposals contained in a letter from its solicitors of 29 May 2008.",
      "id": "s7"
    },
    {
      "text": "It filed no offer in Court in accordance with O 23 of the Federal Court Rules but relies upon the Calderbank principle: see Calderbank v Calderbank [1975] 3 All ER 333.",
      "id": "s8"
    },
    {
      "text": "I have carefully considered the respective submissions for the parties.",
      "id": "s9"
    },
    {
      "text": "In my view, the ACCC substantially succeeded in its claims against Harris Scarfe, and the reduction which I propose to make represents a broad brush attempt to reflect the fact that the ACCC did not succeed in respect of its claims of misleading and deceptive conduct in relation to what were called the Storewide Discount Representation and the 20% Off Storewide Representation contained both in the television advertising and in the catalogue.",
      "id": "s10"
    },
    {
      "text": "I have also taken into account that the ACCC, even in respect of the contraventions of ss 52 and 53 (e) of the Trade Practices Act 1974 (Cth) (the TP Act) upon which it succeeded, did not succeed in securing all the orders which it sought against Harris Scarfe.",
      "id": "s11"
    },
    {
      "text": "The declaratory and injunctive orders were, of course, confined to the particular contraventions established.",
      "id": "s12"
    },
    {
      "text": "The relevant injunctive order which the ACCC sought, which was unlimited in point of time, has been limited to a period of three years.",
      "id": "s13"
    },
    {
      "text": "No order was made for corrective advertising.",
      "id": "s14"
    },
    {
      "text": "An order was made to require Harris Scarfe at its own cost to maintain and continue the trade practices compliance program which it presently conducts, again for a period of three years.",
      "id": "s15"
    },
    {
      "text": "However, the detailed audit and supervision of that program, together with any modifications of it, and together with the \"probation orders\" which the ACCC sought whereby, in the event of further contravention of Pt V of the TP Act during the period of three years from the findings, the ACCC should be entitled to re-apply to the Court to extend the supervisory period in some form or another, were refused.",
      "id": "s16"
    },
    {
      "text": "I have taken into account that Harris Scarfe, at least by 2 May 2008, pointed out to the ACCC that it was unlikely to secure an unlimited injunction in time, or corrective advertising or supervision of the trade practices compliance program.",
      "id": "s17"
    },
    {
      "text": "I have also taken into account the relative time taken in evidence and submissions on the various issues in arriving at the apportionment as to costs.",
      "id": "s18"
    },
    {
      "text": "That includes the fact that the contentions of Harris Scarfe, and the extensive evidence it adduced about its significant attempts to avoid contravening the TP Act were not only relevant to the determination as to the appropriate orders to be made in the event certain contraventions were established, but also were said to be relevant to whether or not the alleged contraventions had occurred.",
      "id": "s19"
    },
    {
      "text": "More generally, I have sought to reflect that to a large extent the evidence was common to the allegations of the ACCC, so that even if the particular allegations on which the ACCC did not succeed had not been made, the nature and extent of the overall evidence would not have been much different.",
      "id": "s20"
    },
    {
      "text": "In relation to the more specific representations made in the catalogue described by the various banners to which reference is made in the primary judgment, each of those contraventions was established notwithstanding Harris Scarfe's contention that there was no misleading conduct at all because no representation of the nature alleged by the ACCC was made, or because on a detailed or close examination of the particular products advertised under the relevant banner, it could be seen that the banner could not or did not apply to the particular product, or because by reason of more detailed pricing information contained in relation to particular products under the more general banner an analysis of that pricing information would expose that the banner did not, or could not, apply to that particular product.",
      "id": "s21"
    },
    {
      "text": "Accordingly, but for the Calderbank offer, in my view the appropriate order as to costs would be that the ACCC should recover 80% of its party and party costs.",
      "id": "s22"
    },
    {
      "text": "I turn to consider the issues arising from the \"Calderbank\" correspondence of 2 and 29 May 2008.",
      "id": "s23"
    },
    {
      "text": "It is of course necessary to consider carefully the terms of that correspondence and of the responses to that correspondence.",
      "id": "s24"
    },
    {
      "text": "The context, as the evidence shows, is that soon after the investigation into the offending conduct commenced, Harris Scarfe communicated to the ACCC its desire to be cooperative and to explore a non-litigious outcome.",
      "id": "s25"
    },
    {
      "text": "Initially, in late 2007, it proposed the making of admissions \"subject to appropriate qualifications\" and the giving of a further undertaking under s 87B of the TP Act rather than for the matter to proceed to Court.",
      "id": "s26"
    },
    {
      "text": "On 22 November 2007, the ACCC indicated that it was not prepared to resolve the matter without a Court determination as to whether the conduct alleged contravened ss 52 and 53(e) of the TP Act.",
      "id": "s27"
    },
    {
      "text": "Its view is that it is a matter of public interest that Harris Scarfe's conduct should have been the subject of a court determination.",
      "id": "s28"
    },
    {
      "text": "I do not regard that approach as inappropriate in the present matter.",
      "id": "s29"
    },
    {
      "text": "The conduct complained of is likely to reflect not uncommon commercial advertising practices.",
      "id": "s30"
    },
    {
      "text": "Indeed Harris Scarfe disputed that its conduct in any respect contravened the TP Act.",
      "id": "s31"
    },
    {
      "text": "Moreover, the outcome of the proceeding indicates that in certain respects the conduct alleged did contravene the TP Act, and in other respects it did not.",
      "id": "s32"
    },
    {
      "text": "There is an important role for public awareness and education from a determination about the lawfulness of the conduct engaged in by Harris Scarfe.",
      "id": "s33"
    },
    {
      "text": "In any event, as I explained in the primary judgment, the history of its previous undertakings to the ACCC under s 87B of the TP Act and the concerns of the ACCC about Harris Scarfe's conduct, albeit in somewhat different contexts, during the currency of those undertakings warrants the ACCC declining to have accepted a further undertaking.",
      "id": "s34"
    },
    {
      "text": "The evidence then does not show much in the way of communication between the ACCC and Harris Scarfe between 22 November 2007 and 2 May 2008.",
      "id": "s35"
    },
    {
      "text": "The relevant principles for the exercise of the Court's discretion as to costs, in the light of a Calderbank offer, are well-known.",
      "id": "s36"
    },
    {
      "text": "The public interest is in the sensible and just compromise of disputes where that is appropriate.",
      "id": "s37"
    },
    {
      "text": "That is so whether the parties in dispute are private citizens or governmental instrumentalities.",
      "id": "s38"
    },
    {
      "text": "There may be circumstances where compromise is not appropriate, having regard to the nature of the allegations made.",
      "id": "s39"
    },
    {
      "text": "For instance, in the face of an allegation of serious fraud or dishonesty, a party may properly seek the vindication which a favourable court determination will recognise.",
      "id": "s40"
    },
    {
      "text": "Much depends on the particular circumstances.",
      "id": "s41"
    },
    {
      "text": "There may be circumstances, in the case of a public regulator such as the ACCC, where the particular issues are of such importance that it is proper to seek a judicial determination of them.",
      "id": "s42"
    },
    {
      "text": "Such cases will necessarily not be common.",
      "id": "s43"
    },
    {
      "text": "The ACCC is, like any other party, obliged to seek sensible resolution of disputes: see eg per Dowsett J in Australian Competition and Consumer Commission v Danoz Direct Pty Ltd [2003] FCA 1580 at [6] - [9] .",
      "id": "s44"
    },
    {
      "text": "Within the framework of that public interest, a Calderbank offer will be a relevant consideration.",
      "id": "s45"
    },
    {
      "text": "It draws the offeree's attention to the need to consider the offer carefully and the possible consequences of rejecting it.",
      "id": "s46"
    },
    {
      "text": "If the outcome of a proceeding is that the successful party has obtained judgment on less favourable terms than the offer made, generally costs and not uncommonly indemnity costs may be awarded against the successful party from a point in time after the making of the offer, fixed by reference to the time the offeree party might reasonably have considered and responded to the offer (compare O 23 r 5(3) of the Federal Court Rules ).",
      "id": "s47"
    },
    {
      "text": "Such an outcome is not a necessary one.",
      "id": "s48"
    },
    {
      "text": "The Court has the discretion to award costs under s 43 of the Federal Court of Australia Act 1976 (Cth) as is just in all the circumstances.",
      "id": "s49"
    },
    {
      "text": "The party seeking indemnity costs on the basis of a Calderbank offer must generally show that the rejection of the offer was so unreasonable as to justify such an order: Inspector-General in Bankruptcy v Bradshaw (No 2) [2006] FCA 383.",
      "id": "s50"
    },
    {
      "text": "Harris Scarfe has pointed out that such orders have been made against the ACCC in Australian Competition and Consumer Commission v Black on White Pty Ltd [2002] FCA 1605 from the point when it unreasonably rejected an offer in relation to the claims made under s 87(1A) of the TP Act.",
      "id": "s51"
    },
    {
      "text": "The letter of offer of 2 May 2008 from solicitors for Harris Scarfe was not one, in my view, which was constructed so as to constitute a reasonable basis for compromising or proposing to settle the proceeding.",
      "id": "s52"
    },
    {
      "text": "It was a letter which denied any contravention of the TP Act by Harris Scarfe in respect of the television advertisements or the sale catalogue complained of, and asserted that there was a significant risk of the ACCC's claim not succeeding and its claim being dismissed with costs.",
      "id": "s53"
    },
    {
      "text": "The ensuing offer was without any admission of a contravention of ss 52 or 53(e) of the TP Act.",
      "id": "s54"
    },
    {
      "text": "The letter then recorded the steps Harris Scarfe had already taken to refine its trade practices compliance program, and proffered a further undertaking under s 87B of the TP Act which involved its best endeavours to ensure adherence to that refined program for a period of three years, and to undertake certain corrective advertising.",
      "id": "s55"
    },
    {
      "text": "The proposed undertaking in its recitals went no further than acknowledging the ACCC's concerns that the television advertisement and the sale catalogue may have mislead consumers, and the proposed corrective advertising was to the same general effect.",
      "id": "s56"
    },
    {
      "text": "The letter of 2 May 2008 then went on to point out, correctly, in the light of my ultimate conclusions, that it was unlikely in any event that the Court would impose injunctive relief of indefinite duration, corrective advertising or detailed third party supervision of its trade practices compliance program in the particular circumstances.",
      "id": "s57"
    },
    {
      "text": "It made no offer for costs towards the ACCC's costs.",
      "id": "s58"
    },
    {
      "text": "Apart from the undertaking, and importantly, it proposed the proceeding be dismissed with no order as to costs.",
      "id": "s59"
    },
    {
      "text": "That is, there would have been no public adjudication as to the lawfulness of the conduct alleged, and at least ostensibly the ACCC would have been seen not to have pursued the proceeding.",
      "id": "s60"
    },
    {
      "text": "In my view, the response of the ACCC, by letter of 23 May 2008, did not constitute \"an imprudent refusal of an offer to compromise\" as discussed by Sheppard J in Colgate-Palmolive Company v Cussons Pty Ltd [1993] FCA 536 ; (1993) 46 FCR 225 at 233-4, where his Honour was discussing circumstances in which an award of indemnity costs might be made.",
      "id": "s61"
    },
    {
      "text": "Nor was it unreasonable for the ACCC to have rejected that proposal.",
      "id": "s62"
    },
    {
      "text": "Harris Scarfe had not acknowledged any contravention of ss 52 or 53(e) of the TP Act, so the question whether that sort of conduct in advertising might infringe those provisions was left unanswered.",
      "id": "s63"
    },
    {
      "text": "For reasons already given, it was not unreasonable for the ACCC to seek a court determination of any contravention of the TP Act, rather than acceptance of a further undertaking under s 87B.",
      "id": "s64"
    },
    {
      "text": "The terms of the proposed undertaking and of the corrective advertising were general.",
      "id": "s65"
    },
    {
      "text": "The proffered undertaking did not set out with any specificity why the ACCC alleged that ss 52 and 53(e) were contravened by the television advertisement or the catalogue.",
      "id": "s66"
    },
    {
      "text": "The proposed corrective advertisement was a little more precise, but still did not clearly convey the nature of the allegations.",
      "id": "s67"
    },
    {
      "text": "And, as noted, those documents contained no acceptance that the television advertisement and the catalogue were in fact misleading or deceptive.",
      "id": "s68"
    },
    {
      "text": "In addition, the related recitals were emphatic as to Harris Scarfe's conscientious attempts to comply with the TP Act and its cooperation with the ACCC.",
      "id": "s69"
    },
    {
      "text": "It may be that the ACCC would have entered into discussions on those issues if, in principle, that form of resolution of the dispute were acceptable.",
      "id": "s70"
    },
    {
      "text": "In that event, it would have been remiss of the ACCC not to have furthered discussion as to the contents of those documents.",
      "id": "s71"
    },
    {
      "text": "But, because I consider it acted reasonably in declining to pursue resolution of the dispute by a further s 87B undertaking, I do not regard it as having acted unreasonably by simply rejecting the overall proposal.",
      "id": "s72"
    },
    {
      "text": "Moreover, the letter of 2 May 2008 made no offer for costs of the proceeding to that date.",
      "id": "s73"
    },
    {
      "text": "For those reasons, I do not consider the letter of 2 May 2008, or the ACCC response to it, provides any reason to depart from the general approach to costs which I have referred to above.",
      "id": "s74"
    },
    {
      "text": "Senior counsel criticised the ACCC for not responding to the letter of 2 May 2008 earlier than 23 May 2008.",
      "id": "s75"
    },
    {
      "text": "Its then response was, in my view, sufficiently timely.",
      "id": "s76"
    },
    {
      "text": "First, the offer made by the letter of 2 May 2008 was expressed to be open until 23 May 2008.",
      "id": "s77"
    },
    {
      "text": "Secondly, as Harris Scarfe's witness statements were due to be served on 7 May 2008, it was reasonable for the ACCC to await their receipt and to consider them before responding to the letter of 2 May 2008.",
      "id": "s78"
    },
    {
      "text": "In fact, they were not served until 16 May 2008.",
      "id": "s79"
    },
    {
      "text": "Moreover, it was a complex proposal, and it is not clear the extent to which its terms in the circumstances required the attention of the ACCC itself, rather than of its officers.",
      "id": "s80"
    },
    {
      "text": "In any event, it appeared to that point that the parties were simply stalemated: the Harris Scarfe proposal was, in my view, expressed in a way which invited its acceptance or rejection, and involved the dismissal of the proceeding with no order as to costs.",
      "id": "s81"
    },
    {
      "text": "The ACCC response indicated that the ACCC assessed its prospects of success in the proceeding differently, it rejected the proposal.",
      "id": "s82"
    },
    {
      "text": "It required a Court order in resolution of the issues.",
      "id": "s83"
    },
    {
      "text": "It indicated that, if Harris Scarfe proposed to make any further offer to resolve the proceeding, it would have to cover a specified series of topics of relief.",
      "id": "s84"
    },
    {
      "text": "It invited any such proposal by 29 May 2008.",
      "id": "s85"
    },
    {
      "text": "The subsequent letter of offer of 29 May 2008 was available to be accepted, according to an extension acknowledged on behalf of Harris Scarfe, to 1 June 2008 (a Sunday).",
      "id": "s86"
    },
    {
      "text": "It was rejected by the ACCC on 31 May 2008, but there was further discussion between the parties by correspondence on the succeeding two days, in particular during the course of the first day of the hearing.",
      "id": "s87"
    },
    {
      "text": "That letter of offer was given only with one clear business day before the hearing, which commenced on 2 June 2008 and was completed the following day.",
      "id": "s88"
    },
    {
      "text": "By its letter of 29 May 2008, Harris Scarfe proposed orders which, in substance, acknowledged contravention of the TP Act in certain respects, including extending to contraventions beyond those found in the primary judgment and extending to the television advertising.",
      "id": "s89"
    },
    {
      "text": "It proposed that injunctions should be granted, operative only from 10 August 2008 because of the long lead time which Harris Scarfe has in the process of producing its brochures.",
      "id": "s90"
    },
    {
      "text": "It said that Harris Scarfe would be prepared to \"make an appropriate contribution\" to the costs of the ACCC to that date.",
      "id": "s91"
    },
    {
      "text": "The proposed orders included declarations of contravention of ss 52 and 53(e) in relation to the television advertisement, and the catalogue, and parallel injunctive orders.",
      "id": "s92"
    },
    {
      "text": "To the extent that they related to the Storewide Discount Representation and the 20% Off Storewide Representation in both the television advertisement and the catalogue, they went beyond the matters on which the ACCC succeeded.",
      "id": "s93"
    },
    {
      "text": "In each instance, and indeed in respect of the proven contraventions of ss 52 and 53(e) by reference to the banner headlines in the catalogue, the declarations and injunctions were significantly qualified by importing into the expression of the contravention, and by limiting the terms of the injunctions, that the accompanying detailed information was not clearly and prominently stated.",
      "id": "s94"
    },
    {
      "text": "In my view, that was a significant qualification on the ACCC's assertion of the contravening conduct.",
      "id": "s95"
    },
    {
      "text": "A similar qualification was to appear in the proposed corrective advertising.",
      "id": "s96"
    },
    {
      "text": "The ACCC on 31 May 2008, when rejecting the proposal, said that qualification was not acceptable, as well as pointing out that the expression of the admitted contraventions did not correspond with the alleged contraventions.",
      "id": "s97"
    },
    {
      "text": "It said a delay in any commencement of the injunctions was unacceptable.",
      "id": "s98"
    },
    {
      "text": "It said the proposed corrective advertising, and the probation control over the implementation of the compliance program, were too confined.",
      "id": "s99"
    },
    {
      "text": "And finally, it pointed out that there was no acceptable proposal for costs, especially where the proposal largely admitted the allegations, but had been made only at the last minute.",
      "id": "s100"
    },
    {
      "text": "In the circumstances, I do not consider that the response of the ACCC to the letter of 29 May 2008 was unreasonable.",
      "id": "s101"
    },
    {
      "text": "It follows that I do not regard that letter as providing a foundation for any order for costs to be made against the ACCC, whether party and party costs or indemnity costs, after 29 May 2008.",
      "id": "s102"
    },
    {
      "text": "In the first place, the offer contained in the letter of 29 May 2008 was belated.",
      "id": "s103"
    },
    {
      "text": "It was given only at that late stage because, until that time, Harris Scarfe's position had been maintained that the proceeding should be dismissed, and that a s 87B undertaking should be accepted.",
      "id": "s104"
    },
    {
      "text": "Harris Scarfe could have adopted a different position earlier, had it so wished.",
      "id": "s105"
    },
    {
      "text": "The offer was made with only one clear business day between it and the hearing.",
      "id": "s106"
    },
    {
      "text": "It first proposed only a one day response period.",
      "id": "s107"
    },
    {
      "text": "Whilst such a limited period (or even two days, as was given at the ACCC's request) might in some circumstances be appropriate, particularly if the offer was a step in a prolonged exchange of offers, I am not satisfied that it gave a reasonable period to reply in this instance.",
      "id": "s108"
    },
    {
      "text": "It was the first proposal which sought to engage the ACCC on terms which, earlier and (as I have found) reasonably, it had specified as conditions of engaging in settlement discussions: the admission of liability and the submitting to Court orders.",
      "id": "s109"
    },
    {
      "text": "The ACCC might have been vulnerable to a costs order if that offer had been made on 2 May 2008 (or earlier) in the light of its response, as it may then have been expected to engage in discussions to explore refining the Harris Scarfe proposal to a mutually satisfactory endpoint.",
      "id": "s110"
    },
    {
      "text": "But its timing meant that the ACCC, short of seeking deferral of the hearing, had very little time to do that.",
      "id": "s111"
    },
    {
      "text": "Its response of 1 June 2008 was not unreasonable.",
      "id": "s112"
    },
    {
      "text": "Secondly, the letter of 29 May 2009 did not invite its ready acceptance.",
      "id": "s113"
    },
    {
      "text": "It significantly qualified the terms of the proposed declaratory and injunctive orders, both in the way I have referred to and by adopting general expressions for those proposed orders which did not clearly reflect the expressions of the alleged contraventions in the application (and which, in the light of my findings about the contraventions flowing from the banner headlines, I have largely adopted in the orders of the Court), and for reasons which are not apparent to me, it left the question of costs unresolved.",
      "id": "s114"
    },
    {
      "text": "In other respects, that letter contained proposals (about corrective advertising and supervision of the ongoing trade practices compliance program) which went beyond the Court orders.",
      "id": "s115"
    },
    {
      "text": "As I have indicated, Harris Scarfe raised those matters appropriately at an earlier point and I have reflected them in the general order as to costs which I propose to make.",
      "id": "s116"
    },
    {
      "text": "But the opportunity for discussion about the terms of the proposed orders was limited by reason of its timing, and it is not reasonable to criticise the ACCC for responding as it did in the limited time allowed rather than putting aside in part its trial preparation to pursue such discussion, particularly where the question of its costs was left in the air.",
      "id": "s117"
    },
    {
      "text": "It is impossible to know whether agreement as to the ACCC's costs could have been reached in the short time available.",
      "id": "s118"
    },
    {
      "text": "The making of the offer did not require the ACCC to divert itself from its preparations for the hearing.",
      "id": "s119"
    },
    {
      "text": "Then, unless the ACCC were confident that a satisfactory negotiated outcome could have been reached, the hearing may have needed to have been adjourned for discussions with the risk that it would not be resumed in a satisfactory time frame.",
      "id": "s120"
    },
    {
      "text": "Allied with that consideration is that, as is customary, in any event any proposed consent orders (once negotiated) would have required the presentation to the Court of an agreed statement of facts (or admissions by Harris Scarfe) and submissions to satisfy the Court that the proposed orders should be made: see Thomson Australian Holdings Pty Ltd v Trade Practices Commission [1981] HCA 48 ; (1980) 148 CLR 150.",
      "id": "s121"
    },
    {
      "text": "It is not at all clear that, ultimately, there would have been any costs savings to either party by them adopting the course of further discussions and then, assuming agreement, of seeking consent orders, having regard to the timing of the letter of 29 May 2008 in relation to the hearing which took place on 2 and 3 June 2008.",
      "id": "s122"
    },
    {
      "text": "It is apparent from the above that I do not accept that the terms of the letter of 29 May 2009 proposed declaratory relief in essentially the same terms as the declaration which was made.",
      "id": "s123"
    },
    {
      "text": "The relevant part of the proposal was that the catalogue was misleading and deceptive because it contained statements that Harris Scarfe was offering for sale certain categories of goods at specified discounts whilst depicting, adjacent to the statements, other goods (not the subject of such discounts), being the goods set out in the table annexed to the orders made in the primary judgment.",
      "id": "s124"
    },
    {
      "text": "The declaration made relevantly reads that the catalogue was misleading and deceptive because it contained representations that Harris Scarfe was offering for sale the goods set out in the table annexed to the orders made in the primary judgment at the specified percentage discounts off the regular prices when, contrary to such representations, those goods were not discounted at all or not discounted by the specified percentage.",
      "id": "s125"
    },
    {
      "text": "In my view, there is a significant difference between the proposal and the order.",
      "id": "s126"
    },
    {
      "text": "It may be merely the result of different drafting styles, but the proposal does not include an express acceptance that the goods in question were advertised as offered for sale at the banner discount rate, when in fact they were not so offered for sale.",
      "id": "s127"
    },
    {
      "text": "The proposal of 29 May 2009 was in some respects more favourable to the ACCC than the orders made, and in other respects was somewhat less favourable.",
      "id": "s128"
    },
    {
      "text": "As it dealt with the question of costs in a general way only, it is not possible to know whether the parties may have come to some agreement on costs (apart from the terms of other orders to be made by the Court); nor is it possible to know if any such agreement would have been more favourable than the costs order which I propose to make.",
      "id": "s129"
    },
    {
      "text": "Hence, I am not satisfied that the offer of 29 May 2008 proposed an outcome to the proceeding, capable of acceptance by the ACCC, which was overall less favourable to the ACCC than the orders the Court has made, and will make on the issue of costs.",
      "id": "s130"
    },
    {
      "text": "I have exercised the discretion as to costs as if the letter of 29 May 2008 was a \"Calderbank offer\".",
      "id": "s131"
    },
    {
      "text": "Calderbank v Calderbank [1975] 3 All ER 333 was decided to enable a form of offer to be made which, if accepted, would bring an end to the proceedings or which, if rejected, could readily be measured against a judicially determined outcome, where the relevant Rules of Court did not permit an offer to consent to judgment to be filed in the terms of the proposed offer.",
      "id": "s132"
    },
    {
      "text": "As the letter of 29 May 2008 dealt with the question of costs in a general way only --- by offering to make \"an appropriate contribution to the ACCC's costs to date\", it probably does not fall strictly within the description of a \"Calderbank offer\": cf Smallacombe v Lockyer Investment Co Pty Ltd (1993) 42 FCR 97 ; Dr Martens Australia Pty Ltd v Figgins Holdings Pty Ltd (No 2) [2000] FCA 602.",
      "id": "s133"
    },
    {
      "text": "It was not an offer which, in its terms, was capable of acceptance so as to give rise to an enforceable agreement.",
      "id": "s134"
    },
    {
      "text": "Courts now expect the parties to refine the issues as much as possible.",
      "id": "s135"
    },
    {
      "text": "They expect the parties to confine their pre-trial processes to those really necessary for the fair and just resolution of the dispute.",
      "id": "s136"
    },
    {
      "text": "Except in special circumstances, they expect the parties to fully disclose their case in advance so that the real factual and legal issues can be focused upon, and the hearing be confined as much as it properly can be.",
      "id": "s137"
    },
    {
      "text": "It is an element of that approach, in the interests of the public and of the parties, that courts encourage the proper compromise of litigation.",
      "id": "s138"
    },
    {
      "text": "They expect the parties to respond reasonably to proposals for compromise of proceedings.",
      "id": "s139"
    },
    {
      "text": "That does not require parties to resolve their disputes, once an offer from one side has been made.",
      "id": "s140"
    },
    {
      "text": "But such an offer should be reasonably considered.",
      "id": "s141"
    },
    {
      "text": "It is, however, a further and significant step to award costs against a successful party because that party has not engaged in discussions following a Calderbank offer simply because such discussions might have led to resolution of the proceedings.",
      "id": "s142"
    },
    {
      "text": "I did not understand that Harris Scarfe was making such a submission.",
      "id": "s143"
    },
    {
      "text": "It is important, however, to be alert to the difference.",
      "id": "s144"
    },
    {
      "text": "To reject an offer informally made, that is one which does not follow the procedure of Order 23, may have costs consequences to the successful party, and if the offer is unreasonably rejected or not accepted those costs consequences may include indemnity costs.",
      "id": "s145"
    },
    {
      "text": "For the reasons I have given, I do not consider that Harris Scarfe's offer of 29 May 2008 results in a costs order in its favour on that basis.",
      "id": "s146"
    },
    {
      "text": "To decline to negotiate in relation to an informal offer when it might have been reasonable to have done so might also have adverse costs consequences to the successful party.",
      "id": "s147"
    },
    {
      "text": "The discretion in s 43 is not confined.",
      "id": "s148"
    },
    {
      "text": "It is, however, likely to be a rare case that such a consequence might arise.",
      "id": "s149"
    },
    {
      "text": "It will obviously be very difficult for a court to know whether negotiations which ought reasonably to have been undertaken would have come to fruition, and if so whether the outcome would have been more or less favourable than the judicial determination.",
      "id": "s150"
    },
    {
      "text": "Moreover, that might require a further hearing, perhaps even a protracted hearing, to resolve such issues.",
      "id": "s151"
    },
    {
      "text": "There are obviously important issues to be considered before such a proposition were to be entertained.",
      "id": "s152"
    },
    {
      "text": "If it were advanced on behalf of Harris Scarfe, I would have rejected it in any event having regard to the proximity of the hearing to the offer, and to the terms of the offer.",
      "id": "s153"
    },
    {
      "text": "The costs protection for the unsuccessful party lies in its power: it is the making of a clear and comprehensive offer, whether formally or informally.",
      "id": "s154"
    },
    {
      "text": "For those reasons, I order that the ACCC recover 80% of its costs of the application.",
      "id": "s155"
    },
    {
      "text": "Those costs may be taxed, if not agreed, on the usual party and party basis.",
      "id": "s156"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s157"
    },
    {
      "text": "Associate:\n \n \nDated: 8 May 2009\n \n Counsel for the Applicant: T Cox \n \n Solicitor for the Applicant: Thomson Playford \n \n Counsel for the Respondent: RJ Whitington QC and C Bleby \n \n Solicitor for the Respondent: DMAW Lawyers \n Date of Hearing: 30 April 2009 \n \n Date of Judgment: 8 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/433.html",
      "id": "s158"
    }
  ]
}