{
  "name": "Australian Competition and Consumer Commission v Australialink Pty Ltd (No 2) [2009] FCA 551 (27 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/551.html",
  "catchphrases": [
    {
      "text": "striking out of a pleading",
      "id": "c0"
    },
    {
      "text": "whether the statement of claim discloses a reasonable cause of action",
      "id": "c1"
    },
    {
      "text": "held that the contentions set out in the statement of claim are at least arguable",
      "id": "c2"
    },
    {
      "text": "application dismissed",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "On 1 May 2009, I dismissed a Notice of Motion which had been filed by the respondents on 16 April 2009, which sought orders that certain paragraphs of the Statement of Claim be struck out pursuant to O 11 r 16 of the Federal Court Rules .",
      "id": "s0"
    },
    {
      "text": "Order 11 r 16 provides: \n 16 Embarrassment etc \n\n Where a pleading:\n \n (a) discloses no reasonable cause of action or defence or other case appropriate to the nature of the pleading;\n \n (b) has a tendency to cause prejudice, embarrassment or delay in the proceeding; or\n \n (c) is otherwise an abuse of the process of the Court;\n \nthe Court may at any stage of the proceeding order that the whole or any part of the pleading be struck out.",
      "id": "s1"
    },
    {
      "text": "It is not in dispute that the power summarily to dismiss a pleading as disclosing no reasonable cause of action is a power to be exercised with special caution, and only in the clearest of cases: General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 ( General Steel) .",
      "id": "s2"
    },
    {
      "text": "For the purposes of deciding a strike-out motion, or whether the pleading discloses a reasonable cause of action, the Court is obliged to assume the truth of the allegations in the Statement of Claim, and draw all inferences favourable to the party against whom the strike-out motion is brought.",
      "id": "s3"
    },
    {
      "text": "This is because the question is whether the allegations in the Statement of Claim, even if proved, cannot succeed as a matter of law: Imobilari Pty Ltd v Opes Prime Stockbroking Ltd [2008] FCA 1920 ; (2008) 252 ALR 41 per Finkelstein J, at [4].",
      "id": "s4"
    },
    {
      "text": "From the Statement of Claim and the annexures thereto, the applicant, the Australian Competition and Consumer Commission (the ACCC) makes the following allegations: \n 5.1.",
      "id": "s5"
    },
    {
      "text": "Australialink publishes business directories on the internet, and sells listings in those directories to persons and businesses throughout Australia.",
      "id": "s6"
    },
    {
      "text": "5.2.",
      "id": "s7"
    },
    {
      "text": "The method by which Australialink primarily markets its services to potential clients and obtains listing orders is as follows.",
      "id": "s8"
    },
    {
      "text": "5.3.",
      "id": "s9"
    },
    {
      "text": "Since at least January 2006, Australialink has obtained details of potential customers by purchasing customer lists from third party suppliers and from the online version of the Yellow Pages directory.",
      "id": "s10"
    },
    {
      "text": "5.4.",
      "id": "s11"
    },
    {
      "text": "Australialink sends, by post or facsimile, a document called a \"Listing Advice Notice\" (\" LAN \") to various businesses called \" Recipients \"), using the contact details obtained as described above.",
      "id": "s12"
    },
    {
      "text": "A copy of a LAN is Annexure A to the statement of claim.",
      "id": "s13"
    },
    {
      "text": "5.5.",
      "id": "s14"
    },
    {
      "text": "A slightly different version of the LAN is sent to Recipients located in Queensland.",
      "id": "s15"
    },
    {
      "text": "This version (the \" Qld LAN \") includes the following warning statement across the top of the document: \n\n \n THIS IS A SOLICITATION, NOT AN INVOICE FOR A DEBT INCURRED BY YOU.",
      "id": "s16"
    },
    {
      "text": "PLEASE DO NOT SEND ANY PAYMENT WHEN RETURNING.",
      "id": "s17"
    },
    {
      "text": "5.6.",
      "id": "s18"
    },
    {
      "text": "An example of a Qld LAN is Annexure B to the statement of claim.",
      "id": "s19"
    },
    {
      "text": "5.7 There will have been no dealings between Australialink and a Recipient prior to Australialink sending the document, other than that Australialink may have previously sent a LAN or Qld LAN to that business and not have received any reply.",
      "id": "s20"
    },
    {
      "text": "5.8 When a Recipient signs and returns the LAN, Australialink then issues a tax invoice to the Recipient (called a Responding Recipient) claiming payment for a directory listing fee.",
      "id": "s21"
    },
    {
      "text": "If the Responding Recipient does not pay the invoice, after several subsequent reminder notices Australialink sends a letter of demand purporting to be from a commercial collection agency.",
      "id": "s22"
    },
    {
      "text": "5.9 If the Responding Recipient does not comply with the letter of demand then Australialink sends a document entitled \"Notice of Intention --- Notice of Creditor's Commencement Proceedings\" (\" Notice of Intention \").",
      "id": "s23"
    },
    {
      "text": "A copy of a Notice of Intention is Annexure C to the statement of claim.",
      "id": "s24"
    },
    {
      "text": "No court proceedings have been instituted at the time a Notice is sent by Australialink.",
      "id": "s25"
    },
    {
      "text": "The respondents attack paragraphs of the Statement of Claim which relate to the representations which the ACCC alleges are made by the sending out of the LAN documents and by the Notice of Intention document, which are annexed to the Statement of Claim.",
      "id": "s26"
    },
    {
      "text": "In particular, the ACCC alleges that by sending out the LAN and Qld LAN, Australialink made the following representations to each recipient of a LAN or Qld LAN (the LAN Representations): \n 7.3 either:\n 7.3.1. the listing department; or \n 7.3.2. listing supervisor; or\n 7.3.3. further and in the alternative Australialink, \n\n \n had had previous dealings with the Recipient; \n\n \n 7.4 Australialink had a file of its dealings with the Recipient; \n\n \n 7.5 the Recipient or a representative of the Recipient's business had, prior to the sending of the LAN or Qld LAN by Australialink:\n 7.5.1. requested a directory listing from Australialink; or\n 7.5.2. provided Australialink with the Recipient's details, or confirmed the Recipient's details with Australialink, for the purpose of acquiring, or making an enquiry with respect to acquiring, a listing in one of Australialink's directories; \n\n \n 7.6 Australialink was seeking approval or confirmation of details for a listing which had previously been requested by the Recipient or a representative of the Recipient's business.",
      "id": "s27"
    },
    {
      "text": "The matter is one of construction of the LAN and Qld LAN documents, amd whether the contents of the LAN documents are capable of conveying the alleged representations.",
      "id": "s28"
    },
    {
      "text": "It is true that the Qld LAN document has some additional words as a header, but that does not alter my conclusion about what the contents might convey.",
      "id": "s29"
    },
    {
      "text": "Applying the General Steel test, in my judgment the contentions by the ACCC that the documents convey the alleged representations are at least arguable, with the consequence that those impugned paragraphs should not be struck out.",
      "id": "s30"
    },
    {
      "text": "This view is buttressed by the heading of the document, and the failure to refer to the absence of any previous communication between the recipients of the LAN documents and Australialink.",
      "id": "s31"
    },
    {
      "text": "The impugned paragraphs in relation to the Notice of Intention document are set out in par 15 of the Statement of Claim: \n 15.1 that Australialink had instituted or was in the process of instituting court proceedings against the Responding Recipient; \n\n \n 15.2 that the Notice of Intention was an official court form (rather than a form created by Australialink); \n\n \n 15.3 that the Notice of Intention was issued as part of court proceedings; \n\n \n 15.4 that a date had been fixed by the court, or alternatively Australialink, for the filing of a plaint with the court; \n\n \n 15.5 that the Responding Recipients' rights were affected by the issuing of the said Notice of Intention;\n ... \n\n \n 15.7 that the court process required the Notice of Intention to be executed by a person on behalf of the creditor and witnessed by another person, and these steps had occurred.",
      "id": "s32"
    },
    {
      "text": "While the representation pleaded in 15.2 does not to me appear to be as clear as the other representations in that paragraph, the representations alleged by the ACCC in par 15, and which are sought to be impugned, are in my opinion at least arguable.",
      "id": "s33"
    },
    {
      "text": "This conclusion is justified by the formatting and the subheading \"Notice of Creditors Commencement of Proceedings at a Magistrates Court\" which is expressed not as a future possibility but as a fact.",
      "id": "s34"
    },
    {
      "text": "It follows that the respondents' Notice of Motion should be dismissed.",
      "id": "s35"
    },
    {
      "text": "Notwithstanding that the ACCC sought its costs of the Motion on an indemnity basis, having earlier corresponded with the respondents and expressing the opinion that \"on any reasonable view there was no real prospect of success\" of the Motion, in my judgment this is not a case on which it would be right to order indemnity costs.",
      "id": "s36"
    },
    {
      "text": "For the above reasons, on 1 May 2009, the Notice of Motion was dismissed with costs.",
      "id": "s37"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s38"
    },
    {
      "text": "Associate:\n \n \nDated: 27 May 2009\n \n Counsel for the Applicant: Mr JD O'Regan \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: Mr AJP Collins \n \n Solicitor for the Respondents: Fitz-Walter Lawyers \n Date of Hearing: 1 May 2009 \n \n Date of Judgment: 27 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/551.html",
      "id": "s39"
    }
  ]
}