{
  "name": "NSX Limited v Pritchard [2009] FCA 584 (22 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/584.html",
  "catchphrases": [
    {
      "text": "request by members under s 249d(1) of corporations act 2001 (cth) (the act) that directors \"call\" meeting of members to remove existing directors and to appoint replacement directors",
      "id": "c0"
    },
    {
      "text": "whether directors \"called\" meeting within the 21-day period referred to in s 249d(5) of the act",
      "id": "c1"
    },
    {
      "text": "what constitutes \"calling\" of meeting",
      "id": "c2"
    },
    {
      "text": "whether sufficient that directors resolved that meeting be held at specified time on specific date at specified place, notified australian stock exchange, and resolved that notice of meeting be settled and sent to members. held : no. at least actual sending of notices to members was essential to calling of meeting.",
      "id": "c3"
    },
    {
      "text": "\"to call\"",
      "id": "c4"
    },
    {
      "text": "meaning of \"to call\" in relation to company meeting requisitioned under s 249d of the corporations act 2001 (cth).",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    },
    {
      "text": "words and phrases",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n Two meetings of the plaintiff (\"NSX\" and \"the Company\") have been convened: one by its directors and the other by a group of shareholders, namely, the defendants.",
      "id": "s0"
    },
    {
      "text": "The meeting convened by the directors is to be held on 27 May 2009.",
      "id": "s1"
    },
    {
      "text": "The meeting convened by the defendants is to be held on 28 May 2009.",
      "id": "s2"
    },
    {
      "text": "The two meetings are to consider the same resolutions, namely, resolutions for the removal of the present directors of the Company and the election of directors in their place.",
      "id": "s3"
    },
    {
      "text": "Both parties agree that it is absurd and wasteful for both meetings to proceed.",
      "id": "s4"
    },
    {
      "text": "Unfortunately the parties have not been able to agree on which is to proceed.",
      "id": "s5"
    },
    {
      "text": "NSX contends that the directors validly convened the meeting for 27 May and that the defendants' meeting has been invalidly convened.",
      "id": "s6"
    },
    {
      "text": "The defendants, on the other hand, contend that they validly convened the meeting for 28 May and that the meeting convened by the directors has been invalidly convened or at least should not be allowed to proceed.",
      "id": "s7"
    },
    {
      "text": "LEGISLATION \n Sections 249D and 249E of the Corporations Act 2001 (Cth) (the Act) are of critical importance.",
      "id": "s8"
    },
    {
      "text": "Section 249D provides in subss (1) and (5) as follows: \n (1) The directors of a company must call and arrange to hold a general meeting on the request of:\n (a) members with at least 5% of the votes that may be cast at the general meeting; or\n (b) at least 100 members who are entitled to vote at the general meeting.",
      "id": "s9"
    },
    {
      "text": "... \n\n \n (5) The directors must call the meeting within 21 days after the request is given to the company.",
      "id": "s10"
    },
    {
      "text": "The meeting is to be held not later than 2 months after the request is given to the company.",
      "id": "s11"
    },
    {
      "text": "Section 249E(1) provides: \n (1) Members with more than 50% of the votes of all of the members who make a request under section 249D may call and arrange to hold a general meeting if the directors do not do so within 21 days after the request is given to the company.",
      "id": "s12"
    },
    {
      "text": "FACTS \n On Friday, 27 March 2009, NSX received a written request from nine of its shareholders (including the defendants) who collectively were entitled to cast at least five percent of the votes able to be cast at a general meeting, requiring NSX to \"call a general meeting to consider and if thought fit pass\" resolutions for the removal of the existing six directors and the election of three directors.",
      "id": "s13"
    },
    {
      "text": "It is not disputed that the request satisfied the terms of s 249D(1).",
      "id": "s14"
    },
    {
      "text": "On 30 March 2009, NSX announced to the Australian Stock Exchange (the ASX) that it had received the request and that the directors intended to convene a general meeting in accordance with the Act, the date of which would be announced once that date was determined.",
      "id": "s15"
    },
    {
      "text": "On Friday 17 April 2009, which was the last day within the 21 day period referred to in s 249D(5) of the Act, NSX's directors resolved: \n(a) that the directors call a meeting of shareholders to be held at 12:00pm on 27 May 2009 at the offices of Blake Dawson in Melbourne;\n \n(b) that the Company Secretary be authorised to announce the details of the meeting in an ASX announcement dated 17 April 2009; and\n \n(c) that a notice of the meeting be sent to shareholders in accordance with the notice provisions of NSX's constitution, and the Managing Director and Company Secretary be authorised to finalise the notice with the involvement of Mr Peadon, one of the Company's directors.",
      "id": "s16"
    },
    {
      "text": "The date 27 May 2009 referred to in para (a) was the last day of the two-month period referred to in the second sentence of s 249D(5).",
      "id": "s17"
    },
    {
      "text": "On the same day, Friday 17 April 2009, NSX announced to the ASX that it had determined that an extraordinary general meeting in response to the request of which NSX had advised the ASX on 30 March 2009, was to be held as described in [6](a) above.",
      "id": "s18"
    },
    {
      "text": "The announcement also stated that a notice of the meeting and proxy form would be mailed to shareholders in due course.",
      "id": "s19"
    },
    {
      "text": "On Saturday 18 April 2009, the defendants, who, it was not disputed, were members of NSX with more than 50% of the votes of all of the nine members who had made the request under s 249D, posted notices to NSX's members convening a general meeting of members to be held on 28 May 2009.",
      "id": "s20"
    },
    {
      "text": "The only ground of invalidity of the defendants' notice that NSX raised was that the power given by 249E(1) had not been enlivened because the directors had themselves called a meeting in conformity with the obligation imposed on them by s 249D(5).",
      "id": "s21"
    },
    {
      "text": "ISSUES \n The issues that arise are as follows: Did the directors \"call\" the meeting for the purposes of s 249D(5) by reason of what they did on Friday 17 April 2009?",
      "id": "s22"
    },
    {
      "text": "Was the power given to members by s 249E(1) to call and arrange a general meeting enlivened?",
      "id": "s23"
    },
    {
      "text": "In the light of the answers given to questions (1) and (2), what orders are to be made?",
      "id": "s24"
    },
    {
      "text": "1.",
      "id": "s25"
    },
    {
      "text": "DID THE DIRECTORS \"CALL\" THE MEETING FOR THE PURPOSES OF S 249D(5) BY REASON OF WHAT THEY DID ON FRIDAY 17 APRIL 2009?",
      "id": "s26"
    },
    {
      "text": "Section 249D(1) imposes on a company's directors obligations to \"call\" and \"arrange to hold\" a general meeting.",
      "id": "s27"
    },
    {
      "text": "Consistently with this provision, s 249E(1) provides that certain members may \"call\" and \"arrange to hold\" a general meeting if the directors \"do not do so within 21 days after the request is given to the company\".",
      "id": "s28"
    },
    {
      "text": "According to its plain meaning, the expression \"do not do so\" means \"do not call and arrange to hold a general meeting\".",
      "id": "s29"
    },
    {
      "text": "Section 249D(5) does not oblige the directors both to call and to arrange to hold the meeting within the 21 day period: it obliges them only to call it within that period.",
      "id": "s30"
    },
    {
      "text": "It is common ground that the directors did not on 17 April 2009 \"call and arrange to hold\" a general meeting of members because notices of the meeting were not sent out on that date.",
      "id": "s31"
    },
    {
      "text": "NSX contends that the sending out of notices was a part of \"arranging\" or \"arranging to hold\", while the defendants contend that it constituted the \"calling\" or a part of the \"calling\" of the meeting.",
      "id": "s32"
    },
    {
      "text": "NSX contends that the condition precedent to the enlivening of the power of the shareholders under s 249E(1) found in the words \"if the directors do not do so\" is only the directors' failure to call a meeting within the 21 day period.",
      "id": "s33"
    },
    {
      "text": "On this construction, which is not the plain meaning of \"do not do so\", a calling by the directors of a meeting within the 21 day period will, without more, prevent the shareholders' power under s 249E(1) from being enlivened.",
      "id": "s34"
    },
    {
      "text": "I need not decide the correct meaning of \"do not do so\" in s 249E(1) because in my opinion the directors did not even call the meeting within the 21 day period.",
      "id": "s35"
    },
    {
      "text": "In passing, I note that in my view in determining for the purposes of ss 249D and 249E what \"the directors\" did, there is to be included anything that they did through the Company Secretary acting as their agent.",
      "id": "s36"
    },
    {
      "text": "Any suggestion that it is only what they did personally that is to be taken into account must be rejected.",
      "id": "s37"
    },
    {
      "text": "Accordingly, for present purposes, the directors notified the ASX on 17 April 2009 and the directors sent out the notices of meeting on 27 April 2009.",
      "id": "s38"
    },
    {
      "text": "It is not to the point that it can be said, for the different purpose of distinguishing between what the directors of a company and the company's secretary respectively did, that the directors \"called\" a meeting and the company secretary then sent out the notices of it: cf Vawdon v South Sydney Junior R.L.",
      "id": "s39"
    },
    {
      "text": "Club [1975-1976] CLC p40-248 at 28,499.",
      "id": "s40"
    },
    {
      "text": "The making of the distinction in such terms for that purpose does not, to my mind, indicate an underlying general assumption that notification does not form part of the calling of a meeting.",
      "id": "s41"
    },
    {
      "text": "Dictionaries\n The transitive verb \"to call\" in relation to a meeting, assembly or gathering is defined in The New Shorter Oxford English Dictionary as \"[t]o convoke, summon\", and in the online Oxford English Dictionary as \"[t]o convoke, convene, summon (a meeting or assembly).",
      "id": "s42"
    },
    {
      "text": "\" The transitive verb \"to call\" is defined in the Macquarie Dictionary , relevantly, as \"to convoke or convene, as a meeting or assembly\".",
      "id": "s43"
    },
    {
      "text": "The New Lexicon Webster's Dictionary of the English Language defines the transitive verb \"to call\" as \"to convoke, to call a meeting\" .",
      "id": "s44"
    },
    {
      "text": "In accordance with these dictionary definitions and my own understanding of the English language, the idea of communication or notification to those who are to meet is part of the idea of calling a meeting.",
      "id": "s45"
    },
    {
      "text": "In saying this, I need not enter upon the question whether the sending of notice is enough or whether receipt of it is also necessary to the concept of calling a meeting; in the present case neither happened on or by 17 April 2009 and so the directors did not by that date call a meeting.",
      "id": "s46"
    },
    {
      "text": "The time when a notice of a meeting is taken to be \"given\" (see s 249J(4)) is irrelevant to the present question.",
      "id": "s47"
    },
    {
      "text": "Ballentine's Law Dictionary (3 rd Ed, 1969) defines the composite expression \"called meeting\" as \"a special meeting of an organised group held upon notice\".",
      "id": "s48"
    },
    {
      "text": "The words \"held upon notice\" in this definition are in accordance with the view that I have suggested above.",
      "id": "s49"
    },
    {
      "text": "In the same work, the word \"call\" is defined relevantly as \"a notice of a meeting to be held by the stockholders or board of directors of a corporation.",
      "id": "s50"
    },
    {
      "text": "\" It is also noteworthy that Ballentine's Law Dictionary defines \"convene\" as meaning \"[t]o assemble; to meet as a body; to call a meeting...\".",
      "id": "s51"
    },
    {
      "text": "The suggestion is that \"call\" and \"convene\" are synonyms, as I think they are.",
      "id": "s52"
    },
    {
      "text": "In Black's Law Dictionary (8 th ed, 2004), the verb \"call\" is defined as \"to summon\", and the expression \"call of a meeting\" as \" Parliamentary law .",
      "id": "s53"
    },
    {
      "text": "Formal written notice of a meeting's time and place, sometimes stating its business, sent to each member in advance.",
      "id": "s54"
    },
    {
      "text": "\" The overwhelming effect of the general dictionaries and law dictionaries referred to above is that the sending of notice is an essential element of the calling of a meeting.",
      "id": "s55"
    },
    {
      "text": "History of the provision\n NSX made much of the change that the legislature made from the term \"convene\" to the twin concepts of \"call\" and \"arrange to hold\".",
      "id": "s56"
    },
    {
      "text": "I will refer to this change below, but, first, I note that the legislative history of the provisions shows that the terms \"call\" and \"convene\" have been used interchangeably.",
      "id": "s57"
    },
    {
      "text": "Section 94 of the Companies Act 1936 (NSW) (1936 Act) provided in subs (1) that the directors of a company must \"convene\" a general meeting upon requisition, and in subs (3) that if they did not within 21 days from the deposit of the requisition proceed duly to convene the meeting, the requisitionists or a certain proportion of them might themselves convene a meeting.",
      "id": "s58"
    },
    {
      "text": "The immediately following section, s 95, set out certain provisions which were to have effect in so far as the articles of the company did not make other provision in that behalf.",
      "id": "s59"
    },
    {
      "text": "Relevant among these were those relating to the \"calling\" of meetings.",
      "id": "s60"
    },
    {
      "text": "For example, a meeting other than one for the passing of a special resolution could be \"called\" by seven days' notice in writing (subpara (1)(a)).",
      "id": "s61"
    },
    {
      "text": "Two or more members holding not less than one tenth of the issued share capital were empowered to \"call\" a meeting (subpara (1)(c)).",
      "id": "s62"
    },
    {
      "text": "Subsection (2) provided for the situation where it was for any reason \"impracticable to call a meeting of a company in any manner in which meetings of that company may be called\".",
      "id": "s63"
    },
    {
      "text": "It is clear that the references in s 95 were to the calling of a meeting by notice.",
      "id": "s64"
    },
    {
      "text": "A later reference in subs (2) to the manner by which a court may order a meeting to be \"called, held and conducted\" also supports the construction that \"call\" imported the giving of notice: otherwise the expression would leave the giving of notice entirely out of account because the terms \"held\" and \"conducted\" plainly do not include the giving of notice.",
      "id": "s65"
    },
    {
      "text": "Sections 137 and 138 of the Uniform Companies Acts and Ordinances of 1961/1962 (1961 Act) were comparable to ss 94 and 95 of the 1936 Act.",
      "id": "s66"
    },
    {
      "text": "Again, the verb \"convene\" is used in s 137, while the verb \"call\" is used in s 138.",
      "id": "s67"
    },
    {
      "text": "The comparable sections in the Companies Code (the Code) were ss 241 and 242.",
      "id": "s68"
    },
    {
      "text": "However, in s 242 the verb \"convene\" was used instead of \"call\".",
      "id": "s69"
    },
    {
      "text": "There was no other relevant change.",
      "id": "s70"
    },
    {
      "text": "It was made clear in s 138(2) of the 1961 Act and s 242(2) of the Code, that the call (of the 1961 Act) and the convening (of the Code) were both to be by notice in writing.",
      "id": "s71"
    },
    {
      "text": "In sum, the change from \"call\" to \"convene\" was not intended to mark any change in meaning.",
      "id": "s72"
    },
    {
      "text": "The comparable provisions in the Corporations Law (the Law) were ss 246 and 247, in both of which, the word \"convene\" was retained from the Code .",
      "id": "s73"
    },
    {
      "text": "However, the Company Law Review Act 1998 (Cth) amended the Law.",
      "id": "s74"
    },
    {
      "text": "As from 1 July 1998, ss 246 and 247 were repealed and the subject matter of s 246 was dealt with in ss 249D and 249E, while the subject matter of s 247 was dealt with in s 249F.",
      "id": "s75"
    },
    {
      "text": "In all three new sections (and in other sections within Div 2 of Part 2G.2 of the Law) there was a change from \"convene\" to \"call\".",
      "id": "s76"
    },
    {
      "text": "As well, as noted earlier there was the introduction of the concept of \"arranging to hold\".",
      "id": "s77"
    },
    {
      "text": "A new Div 3 (ss 249H --- 249M) was introduced dealing with \"[h]ow to call meetings of members.",
      "id": "s78"
    },
    {
      "text": "\" The new ss 249D, 249E and 249F and Div 3 were retained in the Act.",
      "id": "s79"
    },
    {
      "text": "I will discuss below the textual aspects of Div 2 of Part 2G.2, but it suffices to say at present that the legislative history referred to above suggests that \"call\" and \"convene\" have been used interchangeably and synonymously.",
      "id": "s80"
    },
    {
      "text": "Provisions of Chapter 2G (\"Meetings\")\n In its submissions NSX does not identify precisely what acts it contends constitute the \"calling\" of a general meeting of a company.",
      "id": "s81"
    },
    {
      "text": "In its written submissions it contends that on the facts of this case, the directors' decision to hold the meeting, their fixing of the time, date and place, and the announcement to the ASX \"sufficiently to inform the requisitioners\" were sufficient.",
      "id": "s82"
    },
    {
      "text": "In oral submissions, the third and fourth elements become instructing the Company Secretary to inform the ASX and to take the necessary steps to inform the shareholders.",
      "id": "s83"
    },
    {
      "text": "What is missing is a submission by reference to principle as to the essential elements of the calling of a meeting.",
      "id": "s84"
    },
    {
      "text": "It will be noted that there was no special notice given to the requisitionists here.",
      "id": "s85"
    },
    {
      "text": "The evidence showed only that Mr Seymour, the second defendant, happened to check the ASX announcements platform at around 7.00 pm on 17 April 2009 and noted that NSX had advised the market that its directors had decided upon a date for the general meeting and would send out a notice of the meeting in due course.",
      "id": "s86"
    },
    {
      "text": "Mr Seymour then advised Mr Pritchard, the first defendant, of what he had read.",
      "id": "s87"
    },
    {
      "text": "I do not accept that even if the directors, through the Company secretary, had given written notice of the meeting to each of the requisitionists on 17 April 2009, that would have constituted a calling of the meeting --- a fortiori, the announcement to the ASX, read by some of the requisitionists, did not do so.",
      "id": "s88"
    },
    {
      "text": "As indicated earlier, in my view the directors are to be taken as having done that which the Company Secretary did pursuant to their instructions.",
      "id": "s89"
    },
    {
      "text": "Accordingly, on 17 April 2009 the directors notified the ASX.",
      "id": "s90"
    },
    {
      "text": "However, whether NSX submits that notification to the ASX is or is not an essential element of \"calling\" is unclear.",
      "id": "s91"
    },
    {
      "text": "There are difficulties either way, as reference to various provisions in Part 2G.2 reveals.",
      "id": "s92"
    },
    {
      "text": "Division 2 within Part 2G.2 is headed \"[w]ho may call meetings of members\".",
      "id": "s93"
    },
    {
      "text": "The first section within Div 2, s 249C, provides that \"[a] director may call a meeting of the company's members\".",
      "id": "s94"
    },
    {
      "text": "The next section, s 249CA, applies only to a listed company and, empowers a director to \"call\" a meeting of the company's members notwithstanding anything in the company's constitution.",
      "id": "s95"
    },
    {
      "text": "In the latter case but not the former, notification to a stock exchange would be available.",
      "id": "s96"
    },
    {
      "text": "It seems that according to NSX's argument, in the case of s 249C a director would \"call\" a meeting simply by deciding to do so.",
      "id": "s97"
    },
    {
      "text": "It is unclear what NSX's argument would require in the case of s 249CA --- perhaps deciding alone would be enough or deciding followed by notification to a stock exchange would be required.",
      "id": "s98"
    },
    {
      "text": "But why would something over and above deciding be required in the one case but not in the other?",
      "id": "s99"
    },
    {
      "text": "We are not left to speculate.",
      "id": "s100"
    },
    {
      "text": "Division 3 of Part 2G.2, headed \"[h]ow to call meetings of members\", makes it clear that calling a meeting is by notice to members.",
      "id": "s101"
    },
    {
      "text": "This is the case when a director calls a meeting under s 249C or under s 249CA; when the directors call a meeting pursuant to requisition under s 249D; when requisitionists call a meeting of members under s 249E; when members call a meeting under s 249F; and when a meeting is to be called pursuant to Court order under s 249G.",
      "id": "s102"
    },
    {
      "text": "NSX's argument seems to be that the addition of the words \"and arrange to hold\" has the effect of denuding \"call\" of any element of notification, locating that element in \"arrange to hold\" and leaving \"call\" to encompass only the taking of the decision and (perhaps) giving of instructions for its implementation and (perhaps) notification to a stock exchange where that is relevant.",
      "id": "s103"
    },
    {
      "text": "Such a construction is not, however, compelled by the presence of the words \"and arrange to hold\".",
      "id": "s104"
    },
    {
      "text": "There is work for those words to do in any event.",
      "id": "s105"
    },
    {
      "text": "If, as I think, notification to members is an essential aspect of calling a meeting, other things remain covered by the expression \"arrange to hold\".",
      "id": "s106"
    },
    {
      "text": "Indeed, perhaps those words were added in order to make it clear that the directors' obligation under s 249D(5) is not discharged by the mere taking of the decision and sending out of the notices of meeting.",
      "id": "s107"
    },
    {
      "text": "Depending on the size of the company, there could be many other things to be done in order that the request for the meeting is truly met and not frustrated, including, the arranging of a venue, arranging for the staffing of the meeting, and (perhaps) printing of meeting papers.",
      "id": "s108"
    },
    {
      "text": "It suffices to say that the addition of the words \"and arrange to hold\" do not, in my view, displace the construction of \"call\" as including notification to members.",
      "id": "s109"
    },
    {
      "text": "Other provisions of the Act\n Other provisions of the Act also suggest that there is no relevant distinction between \"call\" and \"convene\" in the Act.",
      "id": "s110"
    },
    {
      "text": "Under s 439A an administrator of a company under administration must \"convene\" a meeting of the company's creditors by giving notice to creditors.",
      "id": "s111"
    },
    {
      "text": "Similarly, s 445F provides for the convening of a meeting of a company's creditors by the giving of notice by an administrator of a deed of company arrangement.",
      "id": "s112"
    },
    {
      "text": "Sections 496, 497 and 574 provide for a liquidator to convene meetings of creditors by the giving of notice.",
      "id": "s113"
    },
    {
      "text": "Yet the notion of \"calling\" a meeting also by the giving of notice is found in ss 283EA (expressly) and 283EB (by implication) in the context of the calling of meetings by a borrower and trustee (respectively) in relation to debentures.",
      "id": "s114"
    },
    {
      "text": "NSX's submissions\n Counsel for NSX advances four overlapping arguments against the construction that I have suggested.",
      "id": "s115"
    },
    {
      "text": "In large part they are answered in what I have said above.",
      "id": "s116"
    },
    {
      "text": "I will refer to those four arguments only briefly, and need not refer to the detail of them or to the \"supporting\" sources to which counsel referred.",
      "id": "s117"
    },
    {
      "text": "First, counsel points to the historical background to ss 249D and 249E, and, in particular, to the change in the Law from the concept of \"convene\" to the twin concepts of \"call\" and \"arrange to hold\" and the retention of those twin concepts in the Act.",
      "id": "s118"
    },
    {
      "text": "I have discussed the historical background including that change above.",
      "id": "s119"
    },
    {
      "text": "It is true that the terms \"convene\" and \"arrange to hold\" could have been used in the Act instead of \"call\" and \"arrange to hold\" but perhaps the drafter thought it better to emphasise the change.",
      "id": "s120"
    },
    {
      "text": "Second, counsel for NSX refers to what he characterises as \"the particular statutory context of the duty on directors contained within s 249D\".",
      "id": "s121"
    },
    {
      "text": "He referred to a particular situation (the proposed removal of a director, as in the present case) in which the construction advanced by the defendants (and adopted by me) might lead to a shortness of time available to the directors.",
      "id": "s122"
    },
    {
      "text": "I have some difficulty in appreciating the force of the argument or the shortness of time to which it referred.",
      "id": "s123"
    },
    {
      "text": "If the directors act without unreasonable delay after receiving the requisition, there should be no difficulty.",
      "id": "s124"
    },
    {
      "text": "There is no implication to be found in s 249D(5) that the directors are entitled to stand by for twenty days and to begin acting on the twenty-first day.",
      "id": "s125"
    },
    {
      "text": "Third, counsel refers to a division of responsibilities as between directors and the company itself and the purposes of the Parliament manifest in ss 249CA and 249D and Div 3 of Ch 2G of the Act.",
      "id": "s126"
    },
    {
      "text": "He seems to attribute (wrongly in my view) to the defendants a construction that the directors must personally take steps to notify members.",
      "id": "s127"
    },
    {
      "text": "Fourth, counsel refers to the distinction between \"calling\" a meeting on the one hand and \"arranging\" it on the other, a matter to which I have referred above.",
      "id": "s128"
    },
    {
      "text": "Although framed skilfully, none of counsel's submissions are, to my mind, persuasive.",
      "id": "s129"
    },
    {
      "text": "2.",
      "id": "s130"
    },
    {
      "text": "WAS THE POWER GIVEN TO MEMBERS BY S 249E(1) TO CALL AND ARRANGE A GENERAL MEETING ENLIVENED?",
      "id": "s131"
    },
    {
      "text": "According to the construction above, the directors did not on or before 17 April 2009, and therefore within the twenty one day period, \"call\" a general meeting pursuant to the requisition (let alone \"call and arrange to hold\" such meeting).",
      "id": "s132"
    },
    {
      "text": "It follows that the power conferred by s 249E(1) was enlivened and the defendants' notice given on Saturday 18 April 2009 validly called the meeting to be held on 28 May 2009.",
      "id": "s133"
    },
    {
      "text": "3.",
      "id": "s134"
    },
    {
      "text": "IN THE LIGHT OF THE ANSWERS GIVEN TO (1) AND (2), WHAT ORDERS ARE TO BE MADE?",
      "id": "s135"
    },
    {
      "text": "Counsel for NSX submits that even if the directors did not, within the twenty one day period, call the general meeting, they completed the performance of the s 249D duty of calling a meeting when the notices of the meeting were sent to shareholders on 27 April 2009.",
      "id": "s136"
    },
    {
      "text": "Counsel relies on Re Ariadne Australia Ltd [1991] 2 Qd R 377 (Ariadne).",
      "id": "s137"
    },
    {
      "text": "I accept that following 17 April 2009 it remained within the power of the directors to convene a general meeting of NSX on 27 May 2009.",
      "id": "s138"
    },
    {
      "text": "This is because cl 10.2 of NSX's constitution provided: \n The Directors may convene a general meeting of the Company whenever they think fit and must convene a meeting when requested by Members in accordance with the Corporations Act .",
      "id": "s139"
    },
    {
      "text": "I do not understand NSX to contend that its directors did \"convene\" (as distinct from \"call\") the general meeting scheduled for 27 May 2009 any earlier than when the notices of general meeting were dispatched on 27 April 2009.",
      "id": "s140"
    },
    {
      "text": "(As noted earlier, NSX distinguishes between \"call\" and \"convene\", submitting that the directors \"called\" the meeting on 17 April 2009.",
      "id": "s141"
    },
    {
      "text": ") In any event, since I have rejected the supposed distinction between \"call\" and \"convene\", in my view the directors did not convene the meeting prior to 27 April 2009.",
      "id": "s142"
    },
    {
      "text": "Ariadne is distinguishable.",
      "id": "s143"
    },
    {
      "text": "In that case, decided on s 241 of the Companies (Queensland) Code , a shareholder, having requisitioned a meeting that the directors had failed to convene within the 21 day period, sought an injunction restraining them from convening the meeting following the expiry of that period.",
      "id": "s144"
    },
    {
      "text": "The application was dismissed.",
      "id": "s145"
    },
    {
      "text": "However, in that case the requisitionist had not exercised the default power to convene the meeting himself.",
      "id": "s146"
    },
    {
      "text": "Cooper J said (at 380) that he did not construe s 241 as prohibiting the directors \"from discharging, albeit belatedly the duty cast upon them by s.241(1), and a duty which is ongoing in terms of Article 40 of the Articles of Association\".",
      "id": "s147"
    },
    {
      "text": "Article 40 is not set out in the reported judgment.",
      "id": "s148"
    },
    {
      "text": "I assume that it gave the directors a general power to convene meetings as cl 10.2 of NSX's constitution does.",
      "id": "s149"
    },
    {
      "text": "It is doubtful that his Honour was saying that s 241(1) directly imposed an obligation on the directors that continued to operate after expiry of the 21 day period.",
      "id": "s150"
    },
    {
      "text": "It may be, however, that by reason of their general duties as directors they were obliged in the circumstances of that case to convene the meeting notwithstanding the expiry of that period.",
      "id": "s151"
    },
    {
      "text": "In the present case, once the defendants issued their own notice of meeting on 18 April 2009, the directors ceased to be under a duty of any kind themselves to convene a competing meeting, notwithstanding their undoubted power to do so under cl 10.2.",
      "id": "s152"
    },
    {
      "text": "It has not been suggested that there was any good reason for the directors to exercise their cl 10.2 power to call, or complete the calling of, a meeting by sending out the notice of meeting on 27 April 2009.",
      "id": "s153"
    },
    {
      "text": "After all, by Monday 20 April 2009 they knew that the defendants had themselves called a meeting to consider the resolutions identical to those which the directors were proposing to have considered at any meeting to be called by them.",
      "id": "s154"
    },
    {
      "text": "In the result, it is not shown that the Court should make any order having the effect of facilitating the holding of the meeting on 27 May 2009.",
      "id": "s155"
    },
    {
      "text": "The fourth defendant submitted that the directors have acted oppressively toward the members generally, and the defendants in particular, and that an order should be made under s 233(1)(c) of the Act to the effect that the meeting fixed for 27 May 2009 shall not proceed.",
      "id": "s156"
    },
    {
      "text": "So far as the evidence reveals, the directors acted in good faith, believing on legal advice that they had \"called\" a general meeting on 17 April 2009.",
      "id": "s157"
    },
    {
      "text": "I have no hesitation in rejecting the suggestion of oppression.",
      "id": "s158"
    },
    {
      "text": "CONCLUSION \n There is no cross claim by the defendants and they have not suggested a form of order or a source of power (other than s 233(1)(c) referred to above) for the making of an order in relation to the meeting presently called by the directors for 27 May 2009.",
      "id": "s159"
    },
    {
      "text": "I will allow the parties an opportunity to consider these reasons and the question whether an order against the defendants is required.",
      "id": "s160"
    },
    {
      "text": "The application should be dismissed.",
      "id": "s161"
    },
    {
      "text": "[On 22 May 2009 when the order of dismissal was made, counsel for NSX sought an opportunity to make submissions on costs, and directions were made to that end.",
      "id": "s162"
    },
    {
      "text": "Subsequently by consent the Court ordered that the plaintiff pay the defendants' costs.",
      "id": "s163"
    },
    {
      "text": "] \n \n \n I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s164"
    },
    {
      "text": "Associate:\nDated: 1 June 2009\n \n Counsel for the Plaintiff: Mr J K Kirk \n \n Solicitor for the Plaintiff: Blake Dawson \n \n The First Defendant appeared in person \n \n \n Solicitor for the Fourth Defendant: Mr B McNab of Aldgate Lawyers \n \n The Fifth Defendant appeared in person \n \n Date of Hearing: 19 May 2009 \n \n Date of Judgment: 22 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/584.html",
      "id": "s165"
    }
  ]
}