{
  "name": "SZKCQ v Minister for Immigration and Citizenship [2009] FCA 578 (29 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/578.html",
  "catchphrases": [
    {
      "text": "leave to place reliance on new ground on appeal refused",
      "id": "c0"
    },
    {
      "text": "relocation principle",
      "id": "c1"
    },
    {
      "text": "notification of information",
      "id": "c2"
    },
    {
      "text": "no request for further time to respond",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "(Revised from Transcript) \n The Appellant is a citizen of Pakistan who arrived in Australia on 25 May 2006.",
      "id": "s0"
    },
    {
      "text": "He applied to the (then) Department of Immigration and Multicultural Affairs for a Protection (Class XA) visa on 20 June 2006.",
      "id": "s1"
    },
    {
      "text": "A delegate refused that application on 29 July 2006.",
      "id": "s2"
    },
    {
      "text": "An application for review was thereafter lodged in August 2006 with the Refugee Review Tribunal and that Tribunal affirmed the delegate's decision on 20 December 2006.",
      "id": "s3"
    },
    {
      "text": "The Federal Magistrates Court dismissed an application for review but on 27 June 2008 this Court made orders remitting the matter to the Tribunal for determination according to law: SZKCQ v Minister for Immigration and Citizenship [2008] FCAFC 119 , 170 FCR 236.",
      "id": "s4"
    },
    {
      "text": "By way of a decision signed on 3 October 2008, the Tribunal differently constituted again affirmed the decision not to grant a Protection (Class XA) visa.",
      "id": "s5"
    },
    {
      "text": "An application seeking review of this later decision of the Tribunal by the Federal Magistrates Court was dismissed: SZKCQ v Minister for Immigration and Citizenship [2009] FMCA 216.",
      "id": "s6"
    },
    {
      "text": "The Appellant now appeals to this Court.",
      "id": "s7"
    },
    {
      "text": "He has appeared before the Court this morning unrepresented, albeit with the benefit of an interpreter.",
      "id": "s8"
    },
    {
      "text": "The Grounds upon which he seeks to appeal are set forth in his Notice of Appeal (without alteration) as follows: \n 1.",
      "id": "s9"
    },
    {
      "text": "The grounds of the application are that the Tribunal failed to comply with a mandatory procedure prescribed by the Act, in failing to comply with section 424AA(b) (iv) of the Act.",
      "id": "s10"
    },
    {
      "text": "(a) His honour failed to find that Tribunal did not consider UNHRC section 4,5,8,9,10 and did not consider at all cruelty against the humanity and therefore made error of law and jurisdictional error.",
      "id": "s11"
    },
    {
      "text": "(b) His honour further error in establishing relief under SZATV vs Minister for Immigration and Citizenship [2007] HCA principles of relocation principles.",
      "id": "s12"
    },
    {
      "text": "Failing to accord proper procedural fairness in accordance with the internal relocation within the country.",
      "id": "s13"
    },
    {
      "text": "These Grounds of Appeal were not raised before the Federal Magistrate.",
      "id": "s14"
    },
    {
      "text": "The ground of review advanced before the Federal Magistrate was confined to a contention that it was \" open to the Tribunal \" to find that the now Appellant was a refugee.",
      "id": "s15"
    },
    {
      "text": "That ground was rejected.",
      "id": "s16"
    },
    {
      "text": "Moreover, the Grounds as are now sought to be relied upon are without merit.",
      "id": "s17"
    },
    {
      "text": "The appeal should be dismissed.",
      "id": "s18"
    },
    {
      "text": "A NEW ARGUMENT ON APPEAL \n An argument not raised at first instance may be raised on appeal where \" it is expedient in the interests of justice to do so \": VUAX v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 158.",
      "id": "s19"
    },
    {
      "text": "Kiefel, Weinberg and Stone JJ there concluded: \n [46] In our view, the application for leave to rely upon the sole ground of appeal now raised should be refused.",
      "id": "s20"
    },
    {
      "text": "Leave to argue a ground of appeal not raised before the primary judge should only be granted if it is expedient in the interests of justice to do so [references omitted].",
      "id": "s21"
    },
    {
      "text": "[47] In Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 , Gibbs CJ, Wilson, Brennan and Dawson JJ observed, in their joint judgment, at 7: \n\n \nIt is fundamental to the due administration of justice that the substantial issues between the parties are ordinarily settled at the trial.",
      "id": "s22"
    },
    {
      "text": "If it were not so the main arena for the settlement of disputes would move from the court of first instance to the appellate court, tending to reduce the proceedings in the former court to little more than a preliminary skirmish.",
      "id": "s23"
    },
    {
      "text": "[48] The practice of raising arguments for the first time before the Full Court has been particularly prevalent in appeals relating to migration matters.",
      "id": "s24"
    },
    {
      "text": "The Court may grant leave if some point that was not taken below, but which clearly has merit, is advanced, and there is no real prejudice to the respondent in permitting it to be agitated.",
      "id": "s25"
    },
    {
      "text": "Where, however, there is no adequate explanation for the failure to take the point, and it seems to be of doubtful merit, leave should generally be refused.",
      "id": "s26"
    },
    {
      "text": "In our view, the proposed ground of appeal has no merit.",
      "id": "s27"
    },
    {
      "text": "There is no justification, therefore, for permitting it to be raised for the first time before this Court.",
      "id": "s28"
    },
    {
      "text": "\" To allow too readily the running of new points, or indeed a whole new case, on appeal is to undermine the appellate process by rendering the trial process almost irrelevant \": WAJR v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 106 at [19] , [2004] FCA 106 ; 204 ALR 624 at 629 per French J (as His Honour then was).",
      "id": "s29"
    },
    {
      "text": "See also: SZIHX v Minister for Immigration and Citizenship [2007] FCA 1295 at [16] to [17] per Lander J.",
      "id": "s30"
    },
    {
      "text": "The leave of this Court is therefore required before reliance can be placed upon an argument on appeal that has not previously been raised for resolution.",
      "id": "s31"
    },
    {
      "text": "In considering whether or not to grant leave, it is necessary to give some consideration to the merits of the issues sought to be raised --- but it is not necessary to \" enter upon a full consideration of the grounds \".",
      "id": "s32"
    },
    {
      "text": "To do otherwise would \" make the requirement for leave meaningless \": Iyer v Minister for Immigration and Multicultural Affairs [2000] FCA 1788 at [24] per Heerey, Moore and Goldberg JJ.",
      "id": "s33"
    },
    {
      "text": "See also: MZXEN v Minister for Immigration and Citizenship [2007] FCA 829 at [10] , [2007] FCA 829 ; 240 ALR 582 at 584 to 585 per Jessup J.",
      "id": "s34"
    },
    {
      "text": "In Iyer their Honours also cited with approval the following observations of Branson and Katz JJ in H v Minister for Immigration and Multicultural Affairs [2000] FCA 1348: \n [8] In our view, the readiness with which appeal courts have in the past been satisfied that it is expedient in the interests of justice to allow a fresh point to be argued and determined on appeal is unlikely to continue into the future.",
      "id": "s35"
    },
    {
      "text": "The volume and complexity of the cases presently required to be heard and determined by the intermediate appellate courts of Australia is such that it is increasingly important that such courts are able to devote their time to the genuine review of first instance decisions.",
      "id": "s36"
    },
    {
      "text": "It is becoming increasingly difficult, in our view, to establish that it is expedient in the interests of justice that the time of three or more judges should be spent giving original consideration to issues that ought to have been raised before the primary judge.",
      "id": "s37"
    },
    {
      "text": "The interests of justice in this sense extend beyond the interests of the parties to the appeal to encompass the interests of other litigants whose appeals require hearing and determination, and the broad public interest in efficient judicial administration.",
      "id": "s38"
    },
    {
      "text": "These comments were obviously made prior to the 2005 amendments to the Federal Court of Australia Act 1976 (Cth) to permit appeals from migration decisions of the Federal Magistrates Court to be entertained by a single Judge or a Full Court: s 25(1AA).",
      "id": "s39"
    },
    {
      "text": "Many migration appeals to this Court from the Federal Magistrates Court are now resolved by a single Judge.",
      "id": "s40"
    },
    {
      "text": "But there remains the relevance of their Honours' observations as to the interests of other appellants.",
      "id": "s41"
    },
    {
      "text": "See also: Gomez v Minister for Immigration and Multicultural Affairs [2002] FCA 480 at [18], 190 ALR 543 at 548 to 549 per Hill, O'Loughlin and Tamberlin JJ; Lansen v Minister for Environment and Heritage [2008] FCAFC 189 at [3] to [5], 174 FCR 14 at 18 to 19 per Moore and Lander JJ.",
      "id": "s42"
    },
    {
      "text": "It matters not, in the present context, that the appeal is an appeal from a decision of the Federal Magistrate rather than a single Judge of this Court --- which would, of course, require a Full Court.",
      "id": "s43"
    },
    {
      "text": "Centrally relevant to a consideration of whether leave should be given in a case such as the present are the \" serious consequences that may attend a wrongful refusal of a protection visa \": SZEPN v Minister for Immigration and Multicultural Affairs [2006] FCA 886 at [16] per Branson J.",
      "id": "s44"
    },
    {
      "text": "See also: Iyer [2000] FCA 1788 at [22] per Heerey, Moore and Goldberg JJ.",
      "id": "s45"
    },
    {
      "text": "These cases are perhaps authority for no broader proposition than this: the importance of any litigation to any of the parties concerned is a matter to be taken into account.",
      "id": "s46"
    },
    {
      "text": "Why there should be any different principle applied in migration appeals than is applied in other appeals is not self-evident.",
      "id": "s47"
    },
    {
      "text": "Other considerations more generally relevant to the exercise of discretion have been identified by Madgwick J in NAJT v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 134 at [166] , [2005] FCAFC 134 ; 147 FCR 51 at 85 as including: \n 1) Do the new legal arguments have a reasonable prospect of success?",
      "id": "s48"
    },
    {
      "text": "2) Is there an acceptable explanation of why they were not raised below?",
      "id": "s49"
    },
    {
      "text": "How much dislocation to the Court and efficient use of judicial sitting time is really involved?",
      "id": "s50"
    },
    {
      "text": "4) What is at stake in the case for the appellant?",
      "id": "s51"
    },
    {
      "text": "5) Will the resolution of the issues raised have any importance beyond the case at hand?",
      "id": "s52"
    },
    {
      "text": "6) Is there any actual prejudice, not viewing the notion of prejudice narrowly, to the respondent?",
      "id": "s53"
    },
    {
      "text": "7) If so, can it be justly and practicably cured?",
      "id": "s54"
    },
    {
      "text": "8) If not, where, in all the circumstances, do the interests of justice lie?",
      "id": "s55"
    },
    {
      "text": "Conti J agreed with Madgwick J and further observed at [229] that \" where the Court is able to perceive an apparency of genuineness in the circumstances of an appellant, the principles cited by the Minister, for which Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 and Branir Pty Ltd v Owston Nominees (No 2) Pty Ltd [2001] FCA 1833 ; (2001) 117 FCR 424 stand as authority, may be conceivably susceptible to a degree of modification or alleviation \".",
      "id": "s56"
    },
    {
      "text": "It has been said that \" the practice which has been adopted in migration cases is that leave may be granted if a point has 'clear merit' and there is no prejudice to a respondent in permitting the point to be agitated; an adequate explanation for the failure to take the point below is required ... \": SZBJW v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1356 at [22] per Jacobson J.",
      "id": "s57"
    },
    {
      "text": "In the present proceeding, no explanation has been provided by the Appellant as to why the present Grounds of Appeal were not raised for resolution before the learned Federal Magistrate.",
      "id": "s58"
    },
    {
      "text": "And the proposed Grounds do not raise any issue which has a reasonable prospect of success.",
      "id": "s59"
    },
    {
      "text": "Without meaning any disrespect to the unrepresented Appellant, he was clearly unable to provide any explanation as to why the Grounds now sought to be advanced were not advanced before the Federal Magistrate.",
      "id": "s60"
    },
    {
      "text": "He was also unable to provide any assistance as to what was intended to be conveyed by each of the Grounds contained within his Notice of Appeal .",
      "id": "s61"
    },
    {
      "text": "A \" friend \" apparently had drafted the Notice of Appeal based exclusively upon the reasons for decision of the Federal Magistrate and without such benefit as may have been provided by any input from the Appellant.",
      "id": "s62"
    },
    {
      "text": "The lack of the friend's familiarity with the issues potentially involved in the case perhaps provides some explanation for why the proposed Grounds seem to have little (if any) relevance to the facts of the present case.",
      "id": "s63"
    },
    {
      "text": "One suspects that the \" friend \" was no \" friend \" at all.",
      "id": "s64"
    },
    {
      "text": "No \" friend \" would place an unrepresented Appellant in the position whereby he faced alone an appellate court without explaining to him the arguments to be advanced.",
      "id": "s65"
    },
    {
      "text": "The so-called \" friend \" has certainly provided no help or assistance to the Appellant.",
      "id": "s66"
    },
    {
      "text": "The plight of the unrepresented is only compounded by those who provide misguided and ill-informed \" advice \".",
      "id": "s67"
    },
    {
      "text": "FAILURE TO COMPLY WITH SECTION 424AA(B)(IV) \n Section 424AA of the Migration Act 1958 (Cth) provides as follows: \n Information and invitation given orally by Tribunal while applicant appearing \n If an applicant is appearing before the Tribunal because of an invitation under section 425: \n (a) the Tribunal may orally give to the applicant clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n (b) if the Tribunal does so --- the Tribunal must: \n (i) ensure, as far as is reasonably practicable, that the applicant understands why the information is relevant to the review, and the consequences of the information being relied on in affirming the decision that is under review; and \n (ii) orally invite the applicant to comment on or respond to the information; and \n (iii) advise the applicant that he or she may seek additional time to comment on or respond to the information; and \n (iv) if the applicant seeks additional time to comment on or respond to the information --- adjourn the review, if the Tribunal considers that the applicant reasonably needs additional time to comment on or respond to the information.",
      "id": "s68"
    },
    {
      "text": "There are at least two reasons why this proposed Ground of Appeal does not raise any issue having any reasonable prospects of success.",
      "id": "s69"
    },
    {
      "text": "First, s 424AA was inserted by way of amendment of the Migration Act 1958 (Cth) by Schedule 1 item 18 of the Migration Amendment (Review Provisions) Act 2007 (Cth).",
      "id": "s70"
    },
    {
      "text": "That amending Act received Royal Assent on 28 June 2007 and came into operation the day after: s 2.",
      "id": "s71"
    },
    {
      "text": "Further, item 33 of Schedule 1 provides that the amendments made by the Schedule only apply to an application made under s 412 of the Migration Act 1958 (Cth) after the item commenced.",
      "id": "s72"
    },
    {
      "text": "The application as made in the present proceeding was received by the Refugee Review Tribunal on 25 August 2006.",
      "id": "s73"
    },
    {
      "text": "Section 424AA is thus not a provision upon which the now Appellant can rely.",
      "id": "s74"
    },
    {
      "text": "Second, and in any event, s 424AA(b)(iv) requires: This provision was presumably the provision which the Tribunal had in mind when it included within its reasons for decision the following passage: \n [45] The Tribunal told the applicant that it may in the course of the hearing put to him information which may form the reason or part of the reason for finding that he is not a refugee and hence not entitled to Australia's protection.",
      "id": "s75"
    },
    {
      "text": "The Tribunal noted that it would explain to him the importance of that information and seek his comment/response.",
      "id": "s76"
    },
    {
      "text": "The Tribunal noted that the applicant may seek more time to respond to the issues and concerns raised by the Tribunal in the course of the hearing and it would consider any request he made in that regard.",
      "id": "s77"
    },
    {
      "text": "But thereafter in the reasons for decision of the Tribunal, nothing appears concerning any request made by the now Appellant to seek additional time in which to respond to any particular piece of \" information \".",
      "id": "s78"
    },
    {
      "text": "The hearing before the Tribunal took approximately three- quarters of an hour and the only further reference of potential relevance to s 424AA(b)(iv) is the following statement in the Tribunal's reasons:\n \n [67] The Tribunal asked the applicant if there was anything else that he wanted to tell the Tribunal and he claimed that he would like to tender some more documents.",
      "id": "s79"
    },
    {
      "text": "The Tribunal put to the applicant that he had a long time to organize to have documents provided to the Tribunal and asked him why he had not done it before now.",
      "id": "s80"
    },
    {
      "text": "The applicant claimed that he had been too busy.",
      "id": "s81"
    },
    {
      "text": "The Tribunal told the applicant that if it received any documents or other information prior to the handing down of its decision, then it would take them into account.",
      "id": "s82"
    },
    {
      "text": "... \n\n \nBut the relevance of this statement to s 424AA(b)(iv) may be raised only to be rejected.",
      "id": "s83"
    },
    {
      "text": "On any view, it does not expose any request for further time in which to respond to information; it is a request for further time in which to provide \" more documents \".",
      "id": "s84"
    },
    {
      "text": "And that request was accommodated --- further documents were provided by the now Appellant and considered by the Tribunal.",
      "id": "s85"
    },
    {
      "text": "Perhaps some degree of latitude is appropriate when determining what is sufficient to bring to the attention of the Tribunal that an applicant wishes to have further time in which to respond to \" information \".",
      "id": "s86"
    },
    {
      "text": "There is certainly no requirement that a request need be in writing.",
      "id": "s87"
    },
    {
      "text": "Even a formal and express oral request for additional time may not be appropriate or necessary.",
      "id": "s88"
    },
    {
      "text": "The Tribunal, it is to be recalled, is given the mandate to conduct its review functions in a manner that is \" fair, just, economical, informal and quick \" ( Migration Act 1958 (Cth) s 420(1)) and in an \" inquisitorial manner \": Re Minister for Immigration and Multicultural Affairs; Ex parte Applicant S154/2002 [2003] HCA 60 , 75 ALD 1 at [57] per Gummow and Heydon JJ and at [60] per Kirby J.",
      "id": "s89"
    },
    {
      "text": "In an appropriate case it may thus be manifestly apparent to the Tribunal that an applicant is in fact seeking additional time --- even though he has not said so.",
      "id": "s90"
    },
    {
      "text": "But there is nothing now before this Court to indicate that the Appellant was not willing to respond to all of the \" information \" then before the Tribunal.",
      "id": "s91"
    },
    {
      "text": "There was, for instance, no transcript of the hearing before the Tribunal from which any inference favourable to the Appellant may have been drawn.",
      "id": "s92"
    },
    {
      "text": "It may finally be noted that, even if there has been a failure to comply with s 424AA(b)(iv) , the consequence is that s 424A(2A) is not engaged and the Tribunal is not thereby excused from compliance with s 424A(1): SZMMP v Minister for Immigration and Citizenship [2009] FCA 233 at [55] per Lander J.",
      "id": "s93"
    },
    {
      "text": "Sections 424A and 424AA are complementary: SZMCD v Minister for Immigration and Citizenship [2009] FCAFC 46 at [2] per Moore J; SZMIS v Minister for Immigration and Citizenship [2009] FCA 167 at [10] per Marshall J.",
      "id": "s94"
    },
    {
      "text": "But no failure to comply with s 424A(1) is asserted by the now Appellant and none is otherwise discernible.",
      "id": "s95"
    },
    {
      "text": "This proposed Ground of Appeal is thus neither a ground available to the now Appellant nor, in any event, does it raise any issue which has reasonable prospects of success.",
      "id": "s96"
    },
    {
      "text": "FAILURE TO CONSIDER UNHRC PROVISIONS \n This proposed Ground presents a number of difficulties.",
      "id": "s97"
    },
    {
      "text": "First, and most fundamentally, it has not been possible to identify \" section 4 , 5 , 8 , 9 , 10 \".",
      "id": "s98"
    },
    {
      "text": "Potentially these \" sections \" may have been intended as references to articles within the United Nations' Convention relating to the Status of Refugees (1951) or (possibly) guidelines contained within the United Nations High Commissioner for Refugees' UNHCR Revised Guidelines on Applicable Criteria and Standards Relating to the Detention of Asylum Seekers (1999).",
      "id": "s99"
    },
    {
      "text": "But, that seems unlikely.",
      "id": "s100"
    },
    {
      "text": "The unrepresented Appellant was unable during the course of the present hearing this morning to further clarify that to which he was intending to refer.",
      "id": "s101"
    },
    {
      "text": "Second, at best, whatever those \" sections \" may be, they would not appear to be provisions by which the Tribunal would be bound.",
      "id": "s102"
    },
    {
      "text": "And, third, this Ground does not appear to be directed to any fact as found by the Tribunal.",
      "id": "s103"
    },
    {
      "text": "A Statement of Claim annexed to the Application for a Protection (Class XA) visa in June 2006 asserts that the now Appellant \" was beaten and tortured by government officials \".",
      "id": "s104"
    },
    {
      "text": "He further there asserted that \" [h]e was released after six months of very painful period \".",
      "id": "s105"
    },
    {
      "text": "But the Tribunal concluded in its reasons for decision in October 2008 that his \" account of his arrest and detention is vague, lacking in detail and implausible \".",
      "id": "s106"
    },
    {
      "text": "The Tribunal was \" not satisfied that the applicant was arrested and detained as claimed ... \".",
      "id": "s107"
    },
    {
      "text": "It further concluded that other \" incidents in which he claims to have been harmed were vague and lacking in detail \".",
      "id": "s108"
    },
    {
      "text": "This proposed Ground is therefore also without reasonable prospects of success.",
      "id": "s109"
    },
    {
      "text": "RELOCATION PRINCIPLES \n The final proposed Ground of Appeal is understood to be referring to SZATV v Minister for Immigration and Citizenship [2007] HCA 40 , 233 CLR 18.",
      "id": "s110"
    },
    {
      "text": "It was there concluded that a well-founded fear of persecution need not always extend to the whole territory of an applicant's country of nationality for the applicant to qualify as a refugee.",
      "id": "s111"
    },
    {
      "text": "It was further concluded that a person will be excluded from refugee status if, under all of the circumstances, it would be reasonable to expect the applicant to seek refuge in another part of the same country.",
      "id": "s112"
    },
    {
      "text": "Gummow, Hayne and Crennan JJ there concluded: \n [24] ... What is reasonable, in the sense of 'practicable', must depend upon the particular circumstances of the applicant for refugee status and the impact upon that person of relocation of the place of residence within the country of nationality.",
      "id": "s113"
    },
    {
      "text": "...\n [26] ... [I]n particular cases territorial distinctions may have an apparent connection with the particular reason for the asserted well-founded fear of persecution.",
      "id": "s114"
    },
    {
      "text": "There may be instances where differential treatment in matters of, for example, race or religion, is encountered in various parts of the one nation state so that in some parts there is insufficient basis for a well-founded fear of persecution.",
      "id": "s115"
    },
    {
      "text": "However, in other cases the conduct or attribute of the individual which attracts the apprehended persecution may be insusceptible of a differential assessment based upon matters of regional geography.",
      "id": "s116"
    },
    {
      "text": "Applied: SZJZV v Minister for Immigration and Citizenship [2008] FCA 628 at [17] to [18] per Gilmour J; SZMEI v Minister for Immigration and Citizenship [2008] FCA 1649 at [15] per Reeves J; SZLVG v Minister for Immigration and Citizenship [2008] FCA 1674 at [10] , 105 ALD 516 at 519 per Jagot J.",
      "id": "s117"
    },
    {
      "text": "This decision, however, has no application to the facts as found by the Tribunal.",
      "id": "s118"
    },
    {
      "text": "The Tribunal relevantly concluded: \n Relocation \n [82] The applicant told the Tribunal that the government could not protect him no matter where he went in Pakistan.",
      "id": "s119"
    },
    {
      "text": "He told the Tribunal that the Muslim League was in power in many cities in Pakistan.",
      "id": "s120"
    },
    {
      "text": "The Tribunal put to the applicant that it was having difficulty finding that the applicant was of any interest to his political opponents given his profile.",
      "id": "s121"
    },
    {
      "text": "Despite his claims to the contrary, the Tribunal does not believe that it is unreasonable for the applicant to relocate to another part of the country despite the generalised instability of Pakistan at the moment.",
      "id": "s122"
    },
    {
      "text": "Be that as it may, as the Tribunal has found that the applicant is not of any interest to the authorities or his political opponents, it follows that the issue of relocation does not arise.",
      "id": "s123"
    },
    {
      "text": "Given the findings as made by the Tribunal, it was correct to conclude that the \" issue of relocation \" did not arise.",
      "id": "s124"
    },
    {
      "text": "CONCLUSION \n The Appeal is to be dismissed.",
      "id": "s125"
    },
    {
      "text": "Leave to now rely upon the Grounds of Appeal as set forth in the Notice of Appeal is refused.",
      "id": "s126"
    },
    {
      "text": "It cannot be regarded as being \" expedient in the interests of justice \" to raise new Grounds of Appeal which have no prospects of success.",
      "id": "s127"
    },
    {
      "text": "In any event, in forming the view that leave should be refused, the proposed Grounds have been considered in sufficient detail to further conclude, had it been necessary to do so, that each would have been rejected.",
      "id": "s128"
    },
    {
      "text": "Irrespective of the manner in which the Appeal is now sought to be pursued, the decision of the learned Federal Magistrate has also been separately considered.",
      "id": "s129"
    },
    {
      "text": "There is no discernible error in the manner in which the Federal Magistrate resolved the application as then advanced before that Court.",
      "id": "s130"
    },
    {
      "text": "The Respondent Minister seeks costs and there is no reason why costs should not follow the event.",
      "id": "s131"
    },
    {
      "text": "ORDERS \n The Orders of the Court are: The Appeal is dismissed.",
      "id": "s132"
    },
    {
      "text": "The Appellant is to pay the costs of the First Respondent.",
      "id": "s133"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s134"
    },
    {
      "text": "Associate:\n \n \nDated: 1 June 2009\n \n The Appellant: The Appellant appeared in person \n \n Counsel for the First Respondent Mr G Kennett \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 29 May 2009 \n \n Date of Judgment: 29 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/578.html",
      "id": "s135"
    }
  ]
}