{
  "name": "Bagwe v Minister for Immigration and Citizenship [2009] FCA 547 (26 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/547.html",
  "catchphrases": [
    {
      "text": "temporary business entry visa",
      "id": "c0"
    },
    {
      "text": "employer sponsorship approval expired at the time of application to the migration review tribunal for review of delegate's decision",
      "id": "c1"
    },
    {
      "text": "whether tribunal had jurisdiction to review decision",
      "id": "c2"
    },
    {
      "text": "not a mrt-reviewable decision within s 338 of the migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "no appealable error shown in federal magistrate's decision",
      "id": "c4"
    },
    {
      "text": "appeal dismissed",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a judgment of the Federal Magistrates Court given on 19 March 2009 dismissing an application for judicial review of a decision of the Migration Review Tribunal.",
      "id": "s0"
    },
    {
      "text": "The Tribunal held that it lacked jurisdiction to review a decision of a delegate of the first respondent refusing to grant the first appellant a UC-Temporary Business Entry (class UC) (Business (Long Stay)) visa.",
      "id": "s1"
    },
    {
      "text": "The visa applications of the other appellants depended on the application of the first appellant.",
      "id": "s2"
    },
    {
      "text": "The appellants are family members.",
      "id": "s3"
    },
    {
      "text": "The first appellant, Nilesh Vinayak Bagwe, is married to the second appellant, Nikita Nilesh Bagwe.",
      "id": "s4"
    },
    {
      "text": "The third appellant, Adwait Nilesh Bagwe, is their son.",
      "id": "s5"
    },
    {
      "text": "The appellants are self-represented.",
      "id": "s6"
    },
    {
      "text": "Prior to the hearing, they filed no written submissions but appeared at the hearing today, with the assistance of an interpreter, to state their case and present some submissions in writing.",
      "id": "s7"
    },
    {
      "text": "The first respondent filed written submissions, which were augmented today.",
      "id": "s8"
    },
    {
      "text": "The background to the appeal, as appears from the Tribunal's reasons for decision and the judgment under appeal, is as follows.",
      "id": "s9"
    },
    {
      "text": "The appellants are citizens of India.",
      "id": "s10"
    },
    {
      "text": "On 20 December 2005, Mr Bagwe lodged an application with the Minister's Department for the grant of a subclass 457 visa, with Freshco Fruit Market Pty Ltd as his sponsoring employer.",
      "id": "s11"
    },
    {
      "text": "Freshco Fruit Market Pty Ltd was approved as a sponsor on 24 October 2005.",
      "id": "s12"
    },
    {
      "text": "Sponsorship approval was valid for a period of two years, expiring on 24 October 2007.",
      "id": "s13"
    },
    {
      "text": "As it happened, however, the Minister's Department failed to process Mr Bagwe's sponsorship application before sponsorship approval expired; and, on 17 June 2008, a Ministerial delegate ultimately declined to grant Mr Bagwe the visa he sought.",
      "id": "s14"
    },
    {
      "text": "When the matter came before it, the Tribunal held that it had no jurisdiction to reconsider Mr Bagwe's application because, at the date of lodging his application with it on 10 July 2008, Mr Bagwe had no approved sponsor, and there was, therefore, no MRT-reviewable decision for the purposes of the Migration Act 1958 (Cth).",
      "id": "s15"
    },
    {
      "text": "In an application for judicial review filed in the Federal Magistrates Court, the Bagwes nominated two grounds of appeal.",
      "id": "s16"
    },
    {
      "text": "They were: \n It is not correct to say that my sponsor --- FRESHCO was not an approved sponsor.",
      "id": "s17"
    },
    {
      "text": "FRESHCO was approved on 24th October 2005.",
      "id": "s18"
    },
    {
      "text": "Department of Immigration --- DIAC got my visa application on 20 th December 2005.",
      "id": "s19"
    },
    {
      "text": "They took until 17 June 2008 to decide my visa application.",
      "id": "s20"
    },
    {
      "text": "Due to their unreasonable delays, FRESHCO had to apply again on 8 th September 2008 to DIAC and this application is before DIAC now.",
      "id": "s21"
    },
    {
      "text": "As the Federal Magistrate's reasons record, at the heart of the Bagwe's complaint was the delay by the Department in finalising Mr Bagwe' s 457 visa application.",
      "id": "s22"
    },
    {
      "text": "The Federal Magistrate held that s 338 of the Migration Act provided an exhaustive list of the decisions falling within the statutory expression \"MRT-reviewable decision\".",
      "id": "s23"
    },
    {
      "text": "Since the challenged decision did not satisfy s 338(2)(d)(i) or s 338(2)(d)(ii) of the Migration Act , the decision was not an MRT-reviewable decision.",
      "id": "s24"
    },
    {
      "text": "The Federal Magistrate dismissed the Bagwe's application for judicial review, with costs.",
      "id": "s25"
    },
    {
      "text": "This is an appeal against this judgment.",
      "id": "s26"
    },
    {
      "text": "The grounds of appeal are stated as: Although Federal Magistrates Court acknowledged the extraordinary delay in the processing of my visa application by Immigration department, it failed to note that expiry of my sponsor's approval is due to this delay, which made my visa application invalid.",
      "id": "s27"
    },
    {
      "text": "While Immigration department claims to have the knowledge of Interpol notice on me and possible impact on my visa application, I was asked to undergo regular procedures (i.e.",
      "id": "s28"
    },
    {
      "text": ") medical examination and produce police clearance certificate from India and Australia.",
      "id": "s29"
    },
    {
      "text": "I have suffered because of this ambiguity.",
      "id": "s30"
    },
    {
      "text": "None of these supposed grounds discloses appealable error.",
      "id": "s31"
    },
    {
      "text": "They emphasise that, as the Federal Magistrate noted, the delay between Mr Bagwe's visa application and its determination is the source of the Bagwes' complaint.",
      "id": "s32"
    },
    {
      "text": "Delay was also the principal matter relied on by Mr Bagwe at the hearing.",
      "id": "s33"
    },
    {
      "text": "He emphasised the impact of the delay on himself and his family.",
      "id": "s34"
    },
    {
      "text": "Within the statutory context in which this appeal must be determined, however, this delay does not afford Mr Bagwe a ground for successful appeal.",
      "id": "s35"
    },
    {
      "text": "CONSIDERATION \n The Migration Review Tribunal has jurisdiction to review \"MRT-reviewable decisions\".",
      "id": "s36"
    },
    {
      "text": "Section 338 relevantly provides: \n (1) A decision is an MRT-reviewable decision if this section so provides, unless:\n (a) the Minister has issued a conclusive certificate under section 339 in relation to the decision; or\n (b) the decision is an RRT-reviewable decision; or\n (c) the decision is to refuse to grant, or to cancel, a temporary safe haven visa\n (2) A decision (other than a decision covered by subsection (4) or made under section 501) to refuse to grant a non-citizen a visa is an MRT-reviewable decision if:\n (a) the visa could be granted while the non-citizen is in the migration zone; and\n (b) the non-citizen made the application for the visa while in the migration zone; and\n (c) the decision was not made when the non-citizen:\n (i) was in immigration clearance; or\n (ii) had been refused immigration clearance and had not subsequently been immigration cleared; and\n (d) where it is a criterion for the grant of the visa that the non-citizen is sponsored by an approved sponsor, and the visa is a temporary visa of a kind (however described) prescribed for the purposes of this paragraph:\n (i) the non-citizen is sponsored by an approved sponsor at the time the application to review the decision to refuse to grant the visa is made; or\n (ii) an application for review of a decision not to approve the sponsor has been made, but, at the time the application to review the decision to refuse to grant the visa is made, review of the sponsorship decision is pending.",
      "id": "s37"
    },
    {
      "text": "Sections 338(4) and 501 are inapplicable.",
      "id": "s38"
    },
    {
      "text": "The Federal Magistrate held, correctly, that in order to qualify as an MRT-reviewable decision, the challenged decision had to satisfy s 338(2).",
      "id": "s39"
    },
    {
      "text": "Since Mr Bagwe was not sponsored by an approved sponsor at the time of his application for review to the Tribunal on 10 July 2008, then s 338(2)(d)(i) was not satisfied.",
      "id": "s40"
    },
    {
      "text": "See also subclause 457.223(4) of the Migration Regulations.",
      "id": "s41"
    },
    {
      "text": "There was also no evidence that the circumstance in s 338(2)(d)(ii) existed.",
      "id": "s42"
    },
    {
      "text": "Accordingly, whilst the challenged decision satisfied s 338(2)(a), (b) and (c), the challenged decision did not satisfy s 338(2)(d) and, accordingly, the Tribunal had no jurisdiction to review the decision.",
      "id": "s43"
    },
    {
      "text": "There is, as the first respondent noted, an immaterial error in her Honour's reason for judgment.",
      "id": "s44"
    },
    {
      "text": "Her Honour stated that Freshco Fruit Market Pty Ltd ceased to have approved sponsor status by either 24 June or 24 July 2007, when in fact Freshco ceased to be an approved sponsor on 24 October 2007.",
      "id": "s45"
    },
    {
      "text": "This error does not affect the conclusion as to the Tribunal's lack of jurisdiction, because the fact is there was no sponsorship approval as at 10 July 2008, when the Bagwes applied to the Tribunal.",
      "id": "s46"
    },
    {
      "text": "The delay in making the primary decision, about which Mr Bagwe essentially complained, cannot affect the conclusion that, for the reasons stated, the Tribunal had no jurisdiction to review the Ministerial delegate's decision declining the visa Mr Bagwe sought and there was no error in the judgment of the Federal Magistrates Court to this effect.",
      "id": "s47"
    },
    {
      "text": "For the reasons stated, the appeal should be dismissed with costs.",
      "id": "s48"
    },
    {
      "text": "The first respondent sought costs to be fixed, relying on the affidavit of Nicola Johnson sworn on 25 May 2009.",
      "id": "s49"
    },
    {
      "text": "Having regard to this affidavit and the parties' submissions, I would fix costs in the sum of $3000 payable monthly in 18 equal instalments over 18 months.",
      "id": "s50"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s51"
    },
    {
      "text": "Associate:\n \n \nDated: 26 May 2009\n \n Counsel for the Appellants: The appellants appear in person \n \n Counsel for the First Respondent: Tim Reilly \n \n Solicitor for the First Respondent: Sparke Helmore Lawyers \n Date of Hearing: 26 May 2009 \n \n Date of Judgment: 26 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/547.html",
      "id": "s52"
    }
  ]
}