{
  "name": "SZMWT v Minister for Immigration and Citizenship [2009] FCA 559 (28 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/559.html",
  "catchphrases": [
    {
      "text": "fraud of agent",
      "id": "c0"
    },
    {
      "text": "whether actions of agent amounted to fraud on the tribunal",
      "id": "c1"
    },
    {
      "text": "whether jurisdictional error",
      "id": "c2"
    },
    {
      "text": "s 424a migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "whether lack of detail in visa application amounted to adverse information in the form of omissions",
      "id": "c4"
    },
    {
      "text": "whether tribunal failed in its obligation to provide particulars of information considered the reason or part of the reason for affirming the decision under review",
      "id": "c5"
    },
    {
      "text": "whether a request for a personal identifier",
      "id": "c6"
    },
    {
      "text": "whether appellant required to provide a personal identifier",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    },
    {
      "text": "migration",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a decision of a Federal Magistrate ( SZMWT v Minister for Immigration &amp; Anor [2009] FMCA 254).",
      "id": "s0"
    },
    {
      "text": "The Federal Magistrate dismissed an application for review of a decision of the Refugee Review Tribunal which affirmed a decision of the respondent Minister's delegate refusing the appellant's application for a protection visa.",
      "id": "s1"
    },
    {
      "text": "THE FRAUD ISSUE \n The principal issue in the appeal is whether, as the appellant contends, a fraud by a third party has caused the statutory process of review by the Tribunal to miscarry such as to give rise to a jurisdictional error vitiating the Tribunal's decision.",
      "id": "s2"
    },
    {
      "text": "The Federal Magistrate held that the facts did not disclose any \"deliberate misleading\" of the appellant and thus rejected this ground of review.",
      "id": "s3"
    },
    {
      "text": "The facts are not in dispute.",
      "id": "s4"
    },
    {
      "text": "The relevant evidence consists of various documents and two affidavits sworn by the appellant on 28 October 2008 and 9 March 2009.",
      "id": "s5"
    },
    {
      "text": "The appellant was not cross-examined and thus issues of demeanour and appellate deference to the Federal Magistrate's opportunity to observe witnesses giving their evidence do not arise.",
      "id": "s6"
    },
    {
      "text": "The appellant arrived in Australia on 3 August 2007.",
      "id": "s7"
    },
    {
      "text": "The agency which organised his travel put the appellant into contact with a Mr Qian.",
      "id": "s8"
    },
    {
      "text": "On 13 August 2007 Mr Qian introduced the appellant to a person named Mr Wang.",
      "id": "s9"
    },
    {
      "text": "Mr Qian told the appellant that Mr Wang was a migration agent who would look after the appellant's claims and dealings with the authorities and that the appellant should do what Mr Wang said.",
      "id": "s10"
    },
    {
      "text": "The appellant met Mr Wang in a caf&eacute; in Chinatown, Sydney.",
      "id": "s11"
    },
    {
      "text": "Mr Wang told the appellant to give him $1000 which the appellant did.",
      "id": "s12"
    },
    {
      "text": "Mr Wang asked the appellant to tell him his story and said that he, Mr Wang, would do everything else to get the appellant a visa and would speak to the Department.",
      "id": "s13"
    },
    {
      "text": "Mr Wang asked the appellant to sign some blank papers and told the appellant that if the appellant got a letter from the Department the appellant had better keep it.",
      "id": "s14"
    },
    {
      "text": "The appellant told Mr Wang why he had left China.",
      "id": "s15"
    },
    {
      "text": "The appellant, who cannot read or write English, signed the blank forms where requested to do so by Mr Wang.",
      "id": "s16"
    },
    {
      "text": "The forms in question are undoubtedly the protection visa application forms which are in evidence.",
      "id": "s17"
    },
    {
      "text": "Amongst other things, those forms record an answer \"No\" to the question \"Did you receive assistance in completing this form?\".",
      "id": "s18"
    },
    {
      "text": "All other questions relating to such assistance (including whether any agent was registered, whether any payment had been made for assistance, agent details and agent consent) have been left blank.",
      "id": "s19"
    },
    {
      "text": "In the section of the form entitled \"options for receiving written communications\" a tick appears next to a request that written communications be forwarded to the appellant at the appellant's address.",
      "id": "s20"
    },
    {
      "text": "A statement dated 6 August 2007 accompanies the application (apparently signed by the appellant) setting out his claims of persecution in China due to his practice of Falun Gong.",
      "id": "s21"
    },
    {
      "text": "Nothing on the face of the form or accompanying statement discloses the involvement of Mr Wang.",
      "id": "s22"
    },
    {
      "text": "The Department sent a letter to the appellant dated 13 August 2007 at the appellant's address.",
      "id": "s23"
    },
    {
      "text": "The appellant received that letter and called Mr Wang.",
      "id": "s24"
    },
    {
      "text": "The appellant told Mr Wang he had received a document and that he could not read it but that it looked important.",
      "id": "s25"
    },
    {
      "text": "Mr Wang advised the appellant to take the document to a person who speaks English and \"check to see if work rights have been granted\".",
      "id": "s26"
    },
    {
      "text": "Mr Wang told the appellant \"if work rights have been granted you do not need to worry about anything else\".",
      "id": "s27"
    },
    {
      "text": "The appellant took the letter to a person who read some English and spoke Mandarin.",
      "id": "s28"
    },
    {
      "text": "The appellant asked whether he had been given work rights.",
      "id": "s29"
    },
    {
      "text": "The person read the letter and replied \"Yes, it says you are allowed to work\".",
      "id": "s30"
    },
    {
      "text": "The appellant believed he no longer had to worry about his migration status in Australia.",
      "id": "s31"
    },
    {
      "text": "The letter in question acknowledged the receipt of a protection visa application and, amongst other things, informed the appellant that his bridging visa gave him permission to work.",
      "id": "s32"
    },
    {
      "text": "The Department forwarded another letter to the appellant dated 14 August 2007.",
      "id": "s33"
    },
    {
      "text": "It is not clear whether the appellant received this letter.",
      "id": "s34"
    },
    {
      "text": "In October 2007 the appellant moved house.",
      "id": "s35"
    },
    {
      "text": "The appellant called Mr Wang to advise him of the change of address.",
      "id": "s36"
    },
    {
      "text": "Mr Wang told the appellant that \"your tax file number will be sent to the new address and you can work\".",
      "id": "s37"
    },
    {
      "text": "On 18 October 2007, Mr Wang forwarded a letter to the Department under the appellant's name advising of the change of address.",
      "id": "s38"
    },
    {
      "text": "The Department forwarded a further letter to the appellant dated 9 November 2007 at his new address.",
      "id": "s39"
    },
    {
      "text": "The appellant asked a student (a Mr Liu) living in the same house to read the letter.",
      "id": "s40"
    },
    {
      "text": "The student did not translate the letter but told the appellant that \"it's bad news\".",
      "id": "s41"
    },
    {
      "text": "The appellant called Mr Wang and told him about the letter and Mr Liu saying it was bad news.",
      "id": "s42"
    },
    {
      "text": "The appellant asked Mr Wang what he should do.",
      "id": "s43"
    },
    {
      "text": "Mr Wang said: \n You do not have to worry because as long as you have work rights and a tax file number.",
      "id": "s44"
    },
    {
      "text": "I will look after everything else.",
      "id": "s45"
    },
    {
      "text": "There is nothing more you need to do.",
      "id": "s46"
    },
    {
      "text": "In fact the letter of 9 November 2007 advised the appellant that his protection visa application had been refused.",
      "id": "s47"
    },
    {
      "text": "Amongst other things, this letter also advised the appellant of his right to apply to the Tribunal for a review of the decision.",
      "id": "s48"
    },
    {
      "text": "Consistent with Mr Wang's advice, however, the appellant did nothing more.",
      "id": "s49"
    },
    {
      "text": "The appellant obtained the opportunity to work in Perth.",
      "id": "s50"
    },
    {
      "text": "The appellant moved to Perth to take up this opportunity.",
      "id": "s51"
    },
    {
      "text": "He did not inform Mr Wang or anyone else of his change of address.",
      "id": "s52"
    },
    {
      "text": "Unbeknownst to the appellant, on 10 December 2007, Mr Wang lodged an application for review with the Tribunal in the appellant's name.",
      "id": "s53"
    },
    {
      "text": "This application gave the appellant's address as previously notified by the appellant to Mr Wang.",
      "id": "s54"
    },
    {
      "text": "Mr Wang ticked the box \"no\" against the question \"do you have an adviser you authorise to act in relation to this application?\".",
      "id": "s55"
    },
    {
      "text": "Mr Wang also asked that correspondence be forwarded to the appellant's address as notified to Mr Wang.",
      "id": "s56"
    },
    {
      "text": "Mr Wang signed the appellant's name on the form.",
      "id": "s57"
    },
    {
      "text": "The appellant knew nothing about any of these actions.",
      "id": "s58"
    },
    {
      "text": "On 13 December 2007 the Tribunal forwarded a letter to the appellant at the address notified in the review application form acknowledging the application for review.",
      "id": "s59"
    },
    {
      "text": "The Tribunal forwarded a further letter to the appellant dated 8 January 2008 at the same address.",
      "id": "s60"
    },
    {
      "text": "This letter said that the Tribunal was unable to make a favourable decision on the information and invited the appellant to attend a hearing on 13 February 2008.",
      "id": "s61"
    },
    {
      "text": "The appellant was unaware of this correspondence.",
      "id": "s62"
    },
    {
      "text": "It is not clear from the evidence whether the appellant received and did not open these letters before his move to Perth or did not receive these letters at all because he had already moved to Perth.",
      "id": "s63"
    },
    {
      "text": "The appellant did not attend the hearing before the Tribunal on 13 February 2008.",
      "id": "s64"
    },
    {
      "text": "The Tribunal forwarded another letter to the appellant on 13 February 2008 advising him of the handing down of the decision on 4 March 2008.",
      "id": "s65"
    },
    {
      "text": "The appellant was also unaware of the letter and did not attend at the Tribunal to obtain the decision.",
      "id": "s66"
    },
    {
      "text": "In its decision of 4 March 2008, the Tribunal affirmed the delegate's decision.",
      "id": "s67"
    },
    {
      "text": "The Tribunal observed that: \n There are a number of issues requiring more detailed the evidence the Tribunal would like to discuss with the applicant before it could be satisfied that he holds a genuine fear of persecution... \n\n \n ...Without the opportunity to question the applicant about his fears, I cannot make findings of fact as to whether the applicant has a well founded fear of persecution in China for any Convention reason.",
      "id": "s68"
    },
    {
      "text": "The appellant did not know this decision had been made.",
      "id": "s69"
    },
    {
      "text": "In May 2008 the appellant was apprehended in Perth and taken into detention.",
      "id": "s70"
    },
    {
      "text": "Until some time after that date the appellant was unaware that: - (i) the Minister's delegate refused the appellant's application for a protection visa on 9 November 2007, (ii) an application was lodged with the Tribunal in the appellant's name on 10 December 2007, (iii) the Tribunal acknowledged receipt of that application on 13 December 2007, (iv) on 8 January 2008, the Tribunal invited the appellant to a hearing, (v) on 13 February 2008, the Tribunal invited the appellant to the handing down of its decision, or (vi) on 4 March 2008, the Tribunal handed down its decision affirming the delegate's decision.",
      "id": "s71"
    },
    {
      "text": "The Federal Magistrate (at [14]) identified the alleged fraud as: \n ...the action of the agent, Mr Wang, in not telling the applicant that his application had been refused by the delegate and not advising him of his rights to attend a hearing before the Tribunal or when that hearing might be.",
      "id": "s72"
    },
    {
      "text": "The Federal Magistrate dismissed the claim of fraud, reasoning as follows: - (i) the appellant's complaint related to \"sins of omission rather than sins of commission\" (at [14]), (ii) looking at the circumstances as a whole and bearing in mind the Briginshaw standard ( Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 at 363 and 368), there was no deliberate misleading of the appellant (at [14] and [16]), (iii) in particular, the advice which Mr Wang gave in the first conversation was not deceitful and correct as the matter was in the Department's hands at that time (at [14]), (iv) the second conversation and Mr Wang's action in notifying the Department of the appellant's change of address was similarly without deceit (at [15]), (v) consistent with his advice in the third conversation, Mr Wang \"did look after everything else\".",
      "id": "s73"
    },
    {
      "text": "Mr Wang completed the application for review to the Tribunal.",
      "id": "s74"
    },
    {
      "text": "While Mr Wang may have \" forged \" the appellant's signature, the matters in the application for review were consistent with the appellant's instructions (at [15]), (vi) the appellant knew that letters were to be sent to the appellant not Mr Wang and because Mr Wang's details did not appear anywhere, Mr Wang could not be expected to advise the appellant of any hearing (at [15]), (vii) accordingly, it was reasonable to assume that Mr Wang expected the appellant to call Mr Wang when the appellant received notice of the hearing date (at [15]), (viii) if the appellant had been at his address for service \"that he had given to the Tribunal\", then the appellant would have received the letter notifying him about the hearing and could have attended the hearing (at [16]), (ix) it was the appellant's responsibility at all times to keep the Tribunal advised of his address (at [16]), and (x) a protection visa application is a serious matter.",
      "id": "s75"
    },
    {
      "text": "People in the appellant's position could be expected to have some concern for the status and progress of their applications.",
      "id": "s76"
    },
    {
      "text": "If \"an applicant fails to clearly understand the processes through which he is going because he does not ask, he cannot be placed in the same category as a similar person who does his best to understand the processes, who does ask and who is deliberately misled\" (at [16]).",
      "id": "s77"
    },
    {
      "text": "On appeal, the Minister supported this reasoning.",
      "id": "s78"
    },
    {
      "text": "The Minister submitted that this is a weak case.",
      "id": "s79"
    },
    {
      "text": "Fraud is a serious allegation.",
      "id": "s80"
    },
    {
      "text": "The evidence is simply lacking.",
      "id": "s81"
    },
    {
      "text": "The only evidence about Mr Wang's alleged status as a migration agent comes from the appellant.",
      "id": "s82"
    },
    {
      "text": "The appellant does not suggest that the claims in the protection visa applications are not his claims.",
      "id": "s83"
    },
    {
      "text": "The letter Mr Wang wrote notifying the Department of the appellant's change of address was in the appellant's interests.",
      "id": "s84"
    },
    {
      "text": "Similarly, Mr Wang's lodgement of the review application with the Tribunal was in the appellant's interest.",
      "id": "s85"
    },
    {
      "text": "This is not a promising foundation for an argument of fraud.",
      "id": "s86"
    },
    {
      "text": "The appellant's case comes down to the advice he received not to worry.",
      "id": "s87"
    },
    {
      "text": "However, Mr Wang did not tell the appellant not to open mail.",
      "id": "s88"
    },
    {
      "text": "Mr Wang did not say to the appellant not to bother to get letters translated.",
      "id": "s89"
    },
    {
      "text": "Mr Wang did not advise the appellant not to attend the hearing before the Tribunal.",
      "id": "s90"
    },
    {
      "text": "The appellant chose to move to Perth after finding out about the delegate's refusal.",
      "id": "s91"
    },
    {
      "text": "If the appellant moved after getting the Tribunal's invitation to a hearing then he chose not to open the letter.",
      "id": "s92"
    },
    {
      "text": "If the appellant moved before getting the letter then he chose not to give Mr Wang his new address.",
      "id": "s93"
    },
    {
      "text": "The mere fact that Mr Wang was apparently committing offences, whether he was or was not a migration agent (albeit different offences), does not establish fraud.",
      "id": "s94"
    },
    {
      "text": "An inference cannot be drawn that Mr Wang intended to ensure the appellant did not attend the Tribunal's hearing to cover his own dishonesty.",
      "id": "s95"
    },
    {
      "text": "At worst, Mr Wang gave the appellant bad, perhaps negligent, advice.",
      "id": "s96"
    },
    {
      "text": "The parties referred to the same decisions as identifying the relevant principles.",
      "id": "s97"
    },
    {
      "text": "(1) An agent's fraudulent dealings may have the effect of stultifying \"the operation of the critically important natural justice provisions made by Div 4 of Pt 7 \" of the Migration Act 1958 (Cth).",
      "id": "s98"
    },
    {
      "text": "In that event, the \"state of affairs merits the description of the practice of fraud 'on' the Tribunal\" ( SZFDE v Minister for Immigration and Citizenship (2007) 232 CLR 189 ; [2007] HCA 35 at [51] ).",
      "id": "s99"
    },
    {
      "text": "(2) Nevertheless, \"there are sound reasons of policy why a person whose conduct before an administrative tribunal has been affected, to the detriment of that person, by bad or negligent advice or some other mishap should not be heard to complain that the detriment vitiates the decision made\" ( SZFDE at [53]).",
      "id": "s100"
    },
    {
      "text": "(3) \" SZFDE requires that the agent in question is fraudulent in a way that effects the Tribunal's Pt 7 decision-making process.",
      "id": "s101"
    },
    {
      "text": "An omission to notify the date of a hearing to a visa applicant may have adverse consequences for that applicant if, ...the Tribunal proceeds to make a decision under s 426A in the applicant's absence.",
      "id": "s102"
    },
    {
      "text": "But before that omission can properly be said to have occasioned a fraud on the Tribunal, it must itself be able properly to be characterised as a fraudulent omission vis-&agrave;-vis the visa applicant: SZFDE , at [51].",
      "id": "s103"
    },
    {
      "text": "The simple fact of a failure to inform or bare negligence or inadvertence will not necessarily be sufficient to give rise to fraud on the Tribunal\" ( Minister for Immigration and Citizenship v SZLIX (2008) 245 ALR 501 ; [2008] FCAFC 17 at [33] ).",
      "id": "s104"
    },
    {
      "text": "(4) An agent who places his or her own interests above that of the client is not necessarily engaged in a fraud, even if the conduct in question breaches the requirements of the Migration Act and Migration Regulations 1994 (Cth); what is required is \"'fraudulent' conduct vis-&agrave;-vis the appellant\" having the effect of disabling or stultifying the processes of the Tribunal ( SZHVM v Minister for Immigration and Citizenship (2008) 170 FCR 211 ; [2008] FCA 600 at [48] ).",
      "id": "s105"
    },
    {
      "text": "(5) Where a person is \"complicit and knowingly involved in the decision to mislead the Tribunal\" ( SZHVM at [46]), it may hardly be said that the person is fraudulently deceived in the sense that occurred in SZFDE ( SZLHP v Minister for Immigration and Citizenship (2008) 172 FCR 170 ; [2008] FCAFC 152 at [20] ).",
      "id": "s106"
    },
    {
      "text": "(6) Nevertheless, \"there are many ways in which fraud may be manifested\" ( SZIVK v Minister for Immigration and Citizenship [2008] FCA 334 at [33] ).",
      "id": "s107"
    },
    {
      "text": "Consistent with the appellant's submissions, I am satisfied that the Federal Magistrate erred in dismissing the claim that the (undisputed) circumstances of this case involved a fraud by a third party on the Tribunal such that its process was stultified and miscarried.",
      "id": "s108"
    },
    {
      "text": "Irrespective of the reason (disclosed at [3] in the Federal Magistrate's reasons), the appellant was not cross-examined on his evidence.",
      "id": "s109"
    },
    {
      "text": "The appellant's evidence is generally consistent with the documentary record and thus should be accepted.",
      "id": "s110"
    },
    {
      "text": "From that evidence the following matters are clear.",
      "id": "s111"
    },
    {
      "text": "(1) Whether a migration agent or not, Mr Wang was assisting the appellant with his protection visa application.",
      "id": "s112"
    },
    {
      "text": "Yet Mr Wang completed the protection visa application form in a manner which did not disclose his involvement.",
      "id": "s113"
    },
    {
      "text": "Given his negative answer to the question about the appellant receiving assistance, it may be inferred that Mr Wang did so deliberately.",
      "id": "s114"
    },
    {
      "text": "Moreover, he did so knowing that he had told the appellant that he, Mr Wang, would do everything to get the appellant a visa.",
      "id": "s115"
    },
    {
      "text": "The fact that the appellant signed blank forms does not indicate that the appellant knew about, or was complicit in, Mr Wang's decision to conceal his involvement in assisting the appellant.",
      "id": "s116"
    },
    {
      "text": "(2) Mr Wang's advice to the appellant during the first conversation after their meeting that \"if work rights have been granted you do not need to worry about anything else\" and in the third conversation that \"you do not have to worry...I will look after everything else.",
      "id": "s117"
    },
    {
      "text": "There is nothing more you need to do\" has to be considered in a context where Mr Wang must be inferred to have concealed his involvement from the Department.",
      "id": "s118"
    },
    {
      "text": "(3) Mr Wang thereafter lodged an application for review with the Tribunal without the appellant's knowledge.",
      "id": "s119"
    },
    {
      "text": "While the lodgement of the application may have been within the scope of Mr Wang's retainer by the appellant, nothing in the evidence suggests that the appellant authorised Mr Wang to forge the appellant's signature on the application for review and thereby (again) conceal Mr Wang's own involvement in assisting the appellant.",
      "id": "s120"
    },
    {
      "text": "(4) It may be accepted that, unlike the circumstances in SZFDE , it is not possible in this case to draw an inference from the evidence about Mr Wang's motives for concealing his involvement from the Department and Tribunal and advising the appellant that the appellant needed to do nothing as he, Mr Wang, would look after everything.",
      "id": "s121"
    },
    {
      "text": "In SZFDE the High Court was able to draw an inference about the motive of the agent in question at [45] (\"self-protection, lest in the course of a Tribunal hearing there be revealed [the agent's] apparently unlawful conduct in contravention of restrictions imposed by Pt 3 Div 2 of the Act, particularly by s 281\") because the evidence established that the agent had represented that he was a practising solicitor and a registered migration agent when he was neither.",
      "id": "s122"
    },
    {
      "text": "In this case it may be inferred that Mr Wang held himself out to be a registered migration agent but it is not possible to determine whether this was true or untrue at the time.",
      "id": "s123"
    },
    {
      "text": "Mr Wang's actual motives thus remain in the realm of speculation.",
      "id": "s124"
    },
    {
      "text": "However, the range of possible motives is not mere speculation.",
      "id": "s125"
    },
    {
      "text": "If not a migration agent, Mr Wang's taking of money to assist the appellant was an offence under s 281 of the Migration Act .",
      "id": "s126"
    },
    {
      "text": "If a migration agent, Mr Wang's concealment of his involvement was an offence under ss 312A and 312B of the Migration Act .",
      "id": "s127"
    },
    {
      "text": "Either way, the negative answers on the forms to the Department and the Tribunal to questions about his involvement were dishonest.",
      "id": "s128"
    },
    {
      "text": "The ticking of those \"no\" boxes, considered with the leaving of all other related boxes blank and the provision of the appellant's address as the address for service, disclose a deliberate scheme to conceal Mr Wang's involvement.",
      "id": "s129"
    },
    {
      "text": "(5) Consistent with the position in SZFDE (at [38]), Mr Wang has not given evidence and fraud is a serious matter.",
      "id": "s130"
    },
    {
      "text": "Despite the inability to make a finding about Mr Wang's motives, the overwhelming inference on the evidence is that Mr Wang had a reason to be dishonest with the Department and the Tribunal about his involvement as the appellant's agent.",
      "id": "s131"
    },
    {
      "text": "There is no other rational explanation for Mr Wang having ensured that questions in the application forms about the involvement of an agent were falsely answered and the appellant's address was notified as the place to send correspondence (despite the fact that Mr Wang must have known that the appellant did not read or speak English when Mr Wang may be inferred to have been able to do both).",
      "id": "s132"
    },
    {
      "text": "(6) The evidence indicates that the appellant was a victim of Mr Wang's dishonesty.",
      "id": "s133"
    },
    {
      "text": "Putting it another way, the advice Mr Wang gave the appellant was an aspect of Mr Wang's dishonesty.",
      "id": "s134"
    },
    {
      "text": "Specifically, in the third conversation Mr Wang told the appellant that the appellant needed to do \"nothing\" as Mr Wang would \"look after everything else\".",
      "id": "s135"
    },
    {
      "text": "Yet Mr Wang, consistent with his concealment of his involvement, completed the review form in such a way as to represent, first, that the appellant did not have any adviser acting on his behalf and, second, that correspondence should be forwarded to the appellant rather than to Mr Wang himself.",
      "id": "s136"
    },
    {
      "text": "As part of so doing, Mr Wang forged the appellant's signature.",
      "id": "s137"
    },
    {
      "text": "This is the context in which the advice in the third conversation must be considered.",
      "id": "s138"
    },
    {
      "text": "The advice Mr Wang gave the appellant in this conversation was not merely bad or negligent.",
      "id": "s139"
    },
    {
      "text": "It was false and must have been known by Mr Wang to be false.",
      "id": "s140"
    },
    {
      "text": "Mr Wang, who must be inferred to have intended at all times to continue the concealment of his involvement, knew that he would be completing the review application form so as not to disclose his own involvement.",
      "id": "s141"
    },
    {
      "text": "To do so Mr Wang must have known that he would have to use the appellant's address as the address for service.",
      "id": "s142"
    },
    {
      "text": "Yet he told the appellant to do \"nothing\" as he, Mr Wang, would \"look after everything else\".",
      "id": "s143"
    },
    {
      "text": "By reason of the advice, the appellant was induced to \"do nothing\" and, indeed, did nothing.",
      "id": "s144"
    },
    {
      "text": "If he was still at his Sydney address and received the letters from the Tribunal, he did not open them or have them translated.",
      "id": "s145"
    },
    {
      "text": "If he had moved to Perth before receipt of those letters, he did not inform Mr Wang of his change of address.",
      "id": "s146"
    },
    {
      "text": "With respect to the Federal Magistrate's reasons, I do not agree that the appellant \"knew full well that letters relating to his situation would be sent directly to him and not to Mr Wang\" (at [15]) in the circumstances I have described.",
      "id": "s147"
    },
    {
      "text": "The appellant knew that letters had been sent to him in the past but Mr Wang told him in the third conversation to do nothing as he, Mr Wang, would do everything.",
      "id": "s148"
    },
    {
      "text": "I also do not consider speculation about what Mr Wang may or may not have thought is open on the evidence.",
      "id": "s149"
    },
    {
      "text": "Further, I do not accept the reasoning inherent in the Federal Magistrate's statement that, if the appellant had been at the address for service he had given the Tribunal, the appellant would have received the Tribunal's correspondence (at [16]).",
      "id": "s150"
    },
    {
      "text": "The fact is that the appellant had not given any address to the Tribunal.",
      "id": "s151"
    },
    {
      "text": "The appellant did not even know that Mr Wang had made such an application on his behalf.",
      "id": "s152"
    },
    {
      "text": "For the same reason I do not see that, on the facts of this case, it was the appellant's responsibility to \"keep the Tribunal advised of his address at all times\" (at [16]).",
      "id": "s153"
    },
    {
      "text": "A person cannot be responsible for the progress of an application about which they know nothing.",
      "id": "s154"
    },
    {
      "text": "Finally, the Federal Magistrate's observations in the concluding sentences of [16], culminating with the finding that there was no \"deliberate misleading\" of the appellant, is difficult to reconcile with Mr Wang's conduct in, on the one hand, falsely answering the questions about the involvement of an agent in the applications to both the Department and the Tribunal and giving the appellant's address as the address for service whilst, on the other hand, falsely advising the appellant that the appellant need do nothing as he, Mr Wang, would do everything else.",
      "id": "s155"
    },
    {
      "text": "With respect to the Minister's submissions, it is true that Mr Wang did not advise the appellant not to open letters, not to get letters translated, and not to attend the Tribunal's hearing.",
      "id": "s156"
    },
    {
      "text": "But this is not to the point on the facts of this case.",
      "id": "s157"
    },
    {
      "text": "Having dishonestly concealed his involvement from the Department and the Tribunal and nominated the appellant's address for service of correspondence, Mr Wang told the appellant to do nothing as he, Mr Wang, would look after everything.",
      "id": "s158"
    },
    {
      "text": "Mr Wang did so in circumstances where he lodged the review application with the Tribunal without the appellant's knowledge, having forged the appellant's signature on the application form.",
      "id": "s159"
    },
    {
      "text": "Although the facts are different from SZFDE , Mr Wang's advice to the appellant to do nothing and leave everything to Mr Wang must be seen to be a part of his activity in acting as the appellant's agent yet deliberately and dishonestly concealing his involvement from the Department and the Tribunal.",
      "id": "s160"
    },
    {
      "text": "On the undisputed facts there was \"'fraudulent' conduct vis-&agrave;-vis the appellant\" in this case ( SZHMV at [48]).",
      "id": "s161"
    },
    {
      "text": "Accordingly, by reason of Mr Wang's dishonesty, the appellant did not know about the role of the Tribunal or his opportunity to attend a hearing and did not in fact attend the hearing.",
      "id": "s162"
    },
    {
      "text": "It is not possible to speculate about what the appellant might or might not have done had Mr Wang's dishonest conduct not occurred.",
      "id": "s163"
    },
    {
      "text": "By reason of Mr Wang's conduct, and adopting the High Court's language in SZFDE at [51], the Tribunal \"was disabled from the due discharge of its imperative statutory functions with respect to the conduct of the review.",
      "id": "s164"
    },
    {
      "text": "That state of affairs merits the description of the practice of fraud 'on' the Tribunal\".",
      "id": "s165"
    },
    {
      "text": "It follows that the Federal Magistrate erred in not finding jurisdictional error on the undisputed evidence before him and the appeal must be upheld.",
      "id": "s166"
    },
    {
      "text": "THE SECTION 424A ISSUE \n The appellant also claimed that the Federal Magistrate erred in dismissing the alleged contravention by the Tribunal of s 424A of the Migration Act .",
      "id": "s167"
    },
    {
      "text": "The Tribunal referred to the delegate's decision putting the appellant on notice of the deficiencies in his application, immediately before noting that the appellant had not submitted any further information and had not attended the hearing.",
      "id": "s168"
    },
    {
      "text": "The appellant submitted that the Tribunal thus adopted the deficiencies identified by the delegate as its reasons for refusal of the review application.",
      "id": "s169"
    },
    {
      "text": "These matters constituted information about an omission (citing NBKS v Minister for Multicultural and Indigenous Affairs (2006) 156 FCR 205 ; [2006] FCAFC 174).",
      "id": "s170"
    },
    {
      "text": "The Tribunal was bound to, but did not, comply with s 424A of the Migration Act (by giving the appellant \"clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review\", ensuring the appellant \"understands why it is relevant to the review, and the consequences of it being relied on in affirming the decision that is under review\" and inviting the appellant to comment or respond).",
      "id": "s171"
    },
    {
      "text": "The Minister supported the Federal Magistrate's conclusion (at [19]) that the deficiencies the delegate identified were not the reason for the Tribunal's refusal of the application.",
      "id": "s172"
    },
    {
      "text": "The Tribunal simply did not reach the required state of satisfaction.",
      "id": "s173"
    },
    {
      "text": "This, the Minister said, is consistent with a long line of authority (for example, SZEFM v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 78 at [23] , SZEGX v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 166 at [10] , SZCIA v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 238 at [9] - [14] , and SZBZO v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 494 at [4] - [49] .",
      "id": "s174"
    },
    {
      "text": "The Minister also submitted that, in any event, the appellant's protection visa application is not information within the meaning of s 424A ( SZBYR v Minister for Immigration and Citizenship (2007) 235 ALR 609 ; [2007] HCA 26 at [17] - [18] ).",
      "id": "s175"
    },
    {
      "text": "I accept the Minister's submissions.",
      "id": "s176"
    },
    {
      "text": "It is true, as the appellant said, that SZBYR did not overrule the decision of the Full Federal Court in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs (2006) 150 FCR 214 ; [2006] FCAFC 2.",
      "id": "s177"
    },
    {
      "text": "Hence, the exclusion in s 424A(3)(b) does not apply to the protection visa application ( SZBYR at [16]).",
      "id": "s178"
    },
    {
      "text": "The reasoning in SZBYR , however, is not as narrow as the appellant claimed.",
      "id": "s179"
    },
    {
      "text": "The reasoning is not limited to a decision about the weight to be given to inconsistencies between a visa application and later statements.",
      "id": "s180"
    },
    {
      "text": "The relevant \"information\" for the purposes of s 424A is information to the effect that the appellant is not a person \"to whom Australia owed protection obligations under the Convention\" or information that itself contains a \"a rejection, denial or undermining of the ...claims to be ...[a person] to whom Australia owed protection obligations\" ( SZBYR at [17]).",
      "id": "s181"
    },
    {
      "text": "The matters relied on by the appellant are not information but, rather, mere omissions the delegate noted in the visa application.",
      "id": "s182"
    },
    {
      "text": "Moreover, the Tribunal's reasons, read as a whole, indicate that its reason for affirming the delegate's decision was its lack of satisfaction on the available material.",
      "id": "s183"
    },
    {
      "text": "Accordingly, and consistent with the decisions cited by the Minister, I am not persuaded that the Federal Magistrate erred with respect to the application of s 424A.",
      "id": "s184"
    },
    {
      "text": "THE PERSONAL IDENTIFIER ISSUE \n This issue arises by reason of the letter dated 14 August 2007 from an officer of the Department to the appellant.",
      "id": "s185"
    },
    {
      "text": "The letter includes the following paragraphs: \n I am writing to you about your application for a Protection visa received by the Department on 13 August 2007.",
      "id": "s186"
    },
    {
      "text": "As you may recall, you signed your application in front of a person declaring himself/herself to be a Justice of the Peace (JP).",
      "id": "s187"
    },
    {
      "text": "However, I am unable to confirm the registration of this person as a JP and the signature does not meet with legal requirements.",
      "id": "s188"
    },
    {
      "text": "Please contact me on 02 9032 4594 to arrange a suitable time for you to attend this office and sign your application again.",
      "id": "s189"
    },
    {
      "text": "I will witness your signature at this time as I am qualified to do so.",
      "id": "s190"
    },
    {
      "text": "Before the Federal Magistrates Court the appellant submitted that this letter was a request for a personal identifier within the meaning of s 46(2A)(ab) of the Migration Act .",
      "id": "s191"
    },
    {
      "text": "That section provides that: \n (2A) An application for a visa is invalid if: \n (a) prescribed circumstances exist; and \n (aa) the Minister has not waived the operation of this subsection in relation to the application for the visa; and \n (ab) the applicant has been required by an officer to provide one or more personal identifiers in relation to the application; and \n (b) the applicant has not complied with the requirement.",
      "id": "s192"
    },
    {
      "text": "Under s 5A(1) a personal identifier is defined as follows: \n personal identifier means any of the following (including any of the following in digital form): \n (a) fingerprints or handprints of a person (including those taken using paper and ink or digital livescanning technologies); \n (b) a measurement of a person's height and weight; \n (c) a photograph or other image of a person's face and shoulders; \n (d) an audio or a video recording of a person (other than a video recording under section 261AJ) ; \n (e) an iris scan; \n (f) a person's signature; \n (g) any other identifier prescribed by the regulations, other than an identifier the obtaining of which would involve the carrying out of an intimate forensic procedure within the meaning of section 23WA of the Crimes Act 1914 .",
      "id": "s193"
    },
    {
      "text": "The prescribed circumstance under s 46(2A)(a) is specified in cl 2.08AB of the Migration Regulations .",
      "id": "s194"
    },
    {
      "text": "It provides that: \n For paragraph 46(2A)(a) of the Act, the circumstance is that the application is for a visa that is not: \n (a) a bridging visa; or \n (b) a Witness Protection (Trafficking) (Permanent) (Class DH) visa; or \n (c) a Witness Protection (Trafficking) (Temporary) (Class UM) visa.",
      "id": "s195"
    },
    {
      "text": "The Federal Magistrate accepted the appellant's submission that the letter of 14 August 2007 was a request for a personal identifier (at [27]).",
      "id": "s196"
    },
    {
      "text": "Accordingly, the Federal Magistrate found the application for a protection visa to be invalid (at [27]).",
      "id": "s197"
    },
    {
      "text": "However, the Federal Magistrate considered that s 69 of the Migration Act applied with the consequence that the decision relating to the invalid application was preserved (at [30], citing SZIWV v Minister for Immigration and Citizenship [2007] FCA 1338).",
      "id": "s198"
    },
    {
      "text": "Section 69 provides that: \n (1) Non-compliance by the Minister with Subdivision AA or AB or section 494D in relation to a visa application does not mean that a decision to grant or refuse to grant the visa is not a valid decision but only means that the decision might have been the wrong one and might be set aside if reviewed.",
      "id": "s199"
    },
    {
      "text": "(2) If the Minister deals with a visa application in a way that complies with Subdivision AA, AB and this Subdivision, the Minister is not required to take any other action in dealing with it.",
      "id": "s200"
    },
    {
      "text": "In this appeal the Minister filed a notice of contention asserting that the Federal Magistrate ought to have held that the appellant was not required to provide a personal identifier within the meaning of s 46(2A)(ab).",
      "id": "s201"
    },
    {
      "text": "The Minister submitted that: - (i) the purpose of the personal identifier provisions (as disclosed in the Explanatory Memorandum to the Migration Legislation Amendment (Identification and Authentication) Act 2004 (Cth) (the 2004 amending Act)) is to enable the identity of persons to be established and authenticated, (ii) there was no issue as to the appellant's identity in the present case, (iii) there was no evidence that the author of the letter was an authorised officer for the purpose of ss 5D and 258-258G, nor was there evidence of compliance with the regime for the provision of information about the obtaining of a personal identifier set out in cl 3.21 of the Migration Regulations , and (iv) the letter did not require the appellant to provide a personal identifier, nor did it state that invalidity would be a consequence of a failure to comply.",
      "id": "s202"
    },
    {
      "text": "The Minister's submissions disclose that the personal identifier provisions inserted into the Migration Act by the 2004 amending Act involve a relatively complex scheme.",
      "id": "s203"
    },
    {
      "text": "First, s 5D limits the officers who may carry out identification tests (defined in s 5(1) as a test carried out in order to obtain a personal identifier) as follows: \n (1) The Minister or Secretary may, in an instrument authorising an officer as an authorised officer for the purposes of carrying out identification tests under this Act, specify the types of identification tests that the authorised officer may carry out.",
      "id": "s204"
    },
    {
      "text": "(2) Such an authorised officer is not an authorised officer in relation to carrying out an identification test that is not of a type so specified.",
      "id": "s205"
    },
    {
      "text": "Second, ss 258 - 258G of the Act regulate the carrying out of identification tests (s 258B) and the obtaining of information (s 258C).",
      "id": "s206"
    },
    {
      "text": "Section 258C is relevant in the present case and is in these terms: \n (1) Before requiring a non-citizen to provide a personal identifier in circumstances to which subsection 40(5), 46(2C), 166(8), 170(5), 175(5), 188(7) or 192(2C) applies, the non-citizen must be informed, in the prescribed manner, of such matters as are prescribed.",
      "id": "s207"
    },
    {
      "text": "(2) The manner in which the non-citizen is informed of the matters need not involve an officer or authorised officer informing the non-citizen of the matters.",
      "id": "s208"
    },
    {
      "text": "Third, cl 3.21 of the Migration Regulations specifies the prescribed matters for the purpose of s 258C as follows: \n (1) For subsection 258C(1) of the Act, the matters are: \n (a) the reason why a personal identifier is required to be provided; and \n (b) how a personal identifier may be collected; and \n (c) how any personal identifier that is collected may be used; and \n (d) the circumstances in which a personal identifier may be disclosed to a third party; and \n (e) notification that a personal identifier may be produced in evidence in a court or tribunal in relation to the non-citizen who provided the personal identifier; and \n (f) notification that the Privacy Act 1988 applies to a personal identifier, and that the non-citizen has a right to make a complaint to the Privacy Commissioner about the handling of personal information; and \n (g) notification that the Freedom of Information Act 1982 gives a person access to certain information and documents in the possession of the Government of the Commonwealth and of its agencies, and that the non-citizen has a right under that Act to seek access to that information or those documents under that Act, and to seek amendment of records containing personal information that is incomplete, incorrect, out of date or misleading; and \n (h) information concerning how a personal identifier is to be obtained from a minor or incapable person.",
      "id": "s209"
    },
    {
      "text": "(2) For subsection 258C(1) of the Act, the manner of informing a non-citizen is in writing.",
      "id": "s210"
    },
    {
      "text": "Fourth, ss 46(2B) and (2C) of the Act provide that: \n (2B) The applicant is taken not to have complied with a requirement referred to in paragraph (2A)(ab) unless the one or more personal identifiers are provided by way of one or more identification tests carried out by an authorised officer.",
      "id": "s211"
    },
    {
      "text": "(2C) However, subsection (2B) does not apply, in circumstances prescribed for the purposes of this subsection, if the personal identifier is of a prescribed type and the applicant: \n (a) provides a personal identifier otherwise than by way of an identification test carried out by an authorised officer; and \n (b) complies with any further requirements that are prescribed relating to the provision of the personal identifier.",
      "id": "s212"
    },
    {
      "text": "Finally, cl 2.08AC of the Migration Regulations is as follows: \n For subsection 46(2C) of the Act: \n (a) the circumstance is that the application is for a visa that is not: \n (i) a bridging visa; or \n (ii) a Witness Protection (Trafficking) (Permanent) (Class DH) visa; or \n (iii) a Witness Protection (Trafficking) (Temporary) (Class UM) visa; and \n (b) a personal identifier is one of the following types: \n (i) a photograph or other image of the applicant's face and shoulders; \n (ii) the applicant's signature.",
      "id": "s213"
    },
    {
      "text": "The appellant submitted that s 46(2C) of the Migration Act did not apply as referred to in s 258C because the appellant did not in fact provide the personal identifier as referred to in s 46(2C)(a).",
      "id": "s214"
    },
    {
      "text": "Hence, cl 3.21 of the Migration Regulations also did not apply.",
      "id": "s215"
    },
    {
      "text": "Further, the mere fact that the officer made the request in breach of cl 3.21 could not alter the character of the letter from one requiring a personal identifier in accordance with s 46(2A)(ab).",
      "id": "s216"
    },
    {
      "text": "I do not accept the appellant's submissions on this issue.",
      "id": "s217"
    },
    {
      "text": "As the Minister submitted, the letter does nothing more than note that the officer could not confirm the registration of the Justice of the Peace before whom the application was signed.",
      "id": "s218"
    },
    {
      "text": "The letter requested the appellant's attendance to sign the application in front of the author of the letter as she was qualified to witness the signature.",
      "id": "s219"
    },
    {
      "text": "The appellant did not respond and the application was processed in the usual course.",
      "id": "s220"
    },
    {
      "text": "The letter does not, in terms or substance, require a personal identifier.",
      "id": "s221"
    },
    {
      "text": "It requests that the appellant sign his application again as the witnessing of that application could not be confirmed.",
      "id": "s222"
    },
    {
      "text": "The request is not about the identity of the appellant.",
      "id": "s223"
    },
    {
      "text": "Further, ss 258C and 46(2C) cannot be construed as the appellant suggested.",
      "id": "s224"
    },
    {
      "text": "Section 258C would be meaningless if it only applied after personal information had been provided.",
      "id": "s225"
    },
    {
      "text": "The section, in terms, operates as a condition precedent to an officer requiring a non-citizen to provide a personal identifier.",
      "id": "s226"
    },
    {
      "text": "The fact that the letter makes no reference to any of the provisions regulating the requirement to provide a personal identifier, including the extensive list of matters required to be provided by cl 3.21 of the Migration Regulations , on the facts of the present case, is not indicative of a breach of those requirements; it supports the Minister's submission that the personal identifier provisions were simply not engaged at all by the letter.",
      "id": "s227"
    },
    {
      "text": "For these reasons I consider that the Minister's notice of contention should be upheld.",
      "id": "s228"
    },
    {
      "text": "This conclusion does not affect the outcome of the appeal but I have decided the issue at the Minister's request because, apparently, it is of some practical or policy significance to the Department.",
      "id": "s229"
    },
    {
      "text": "My conclusion also means that the appellant is not entitled to the declaration as to the invalidity of the application sought in the further amended notice of appeal.",
      "id": "s230"
    },
    {
      "text": "CONCLUSIONS \n For the reasons set out above I have accepted the appellant's argument that the Federal Magistrate erred in not finding jurisdictional error by reason of fraud by a third party on the Tribunal.",
      "id": "s231"
    },
    {
      "text": "It follows that the appeal must be allowed and consequential orders made.",
      "id": "s232"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s233"
    },
    {
      "text": "Associate:\n \n \nDated: 28 May 2009\n \n Counsel for the Appellant: Mr S E J Prince \n \n Counsel for the First Respondent: Mr T Reilly \n \n Solicitor for the First Respondent: DLA Phillips Fox \n Date of Hearing: 22 May 2009 \n \n Date of Judgment: 28 May 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/559.html",
      "id": "s234"
    }
  ]
}