{
  "name": "Wide Bay Conservation Council Inc v Burnett Water Pty Ltd (No 3) [2009] FCA 540 (15 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/540.html",
  "catchphrases": [
    {
      "text": "pleadings",
      "id": "c0"
    },
    {
      "text": "statement of claim",
      "id": "c1"
    },
    {
      "text": "application by respondent to strike out paragraphs of the amended statement of claim",
      "id": "c2"
    },
    {
      "text": "whether the paragraphs the subject of the challenge were necessarily pleaded",
      "id": "c3"
    },
    {
      "text": "whether the paragraphs the subject of the challenge were factors going to the exercise of a discretion to grant injunctive relief",
      "id": "c4"
    },
    {
      "text": "held paragraphs stated evidence rather than material facts",
      "id": "c5"
    },
    {
      "text": "held paragraphs counselled an irrelevant factual inquiry",
      "id": "c6"
    },
    {
      "text": "held offending paragraphs struck out.",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "This practice application is a sequel to an order which I made on 18 March 2009 striking out the then existing statement of claim for reasons which I then published: Wide Bay Conservation Council Inc v Burnett Water Pty Ltd (No 2) [2009] FCA 237.",
      "id": "s0"
    },
    {
      "text": "Having so done, I granted leave to the Wide Bay Burnett Conservation Council Inc (Conservation Council) to file and serve an amended statement of claim.",
      "id": "s1"
    },
    {
      "text": "In today's application, Burnett Water Pty Ltd (Burnett Water) seeks the following orders in respect of the amended statement of claim: that paras 35 - 43, 45, 46 - 90 and 96 - 98 be struck out.",
      "id": "s2"
    },
    {
      "text": "In Professor Cairns' work, Australian Civil Procedure (6 th Ed) at page 160, the following statement is made in respect of the Australian position relative to the system of pleadings which developed in England following the Judicature Act 1875 (UK) (Judicature Act) reforms: \n The same system was later introduced into the Australian jurisdictions.",
      "id": "s3"
    },
    {
      "text": "The system of pleading initiated by the Judicature Act 1875 is still in force, although with some modifications.",
      "id": "s4"
    },
    {
      "text": "Supreme Courts in the Australian States and Territories are courts of unlimited jurisdiction.",
      "id": "s5"
    },
    {
      "text": "Their rules adopt the procedural concepts of the 1883 revision of the English rules of 1875.",
      "id": "s6"
    },
    {
      "text": "That particular observation made by Professor Cairns commended itself to the authors of Bullan and Leake and Jacob's Precedents of Pleadings (16 th Ed) at para 1-08 as a good background in respect of the Australian position.",
      "id": "s7"
    },
    {
      "text": "Professor Cairns, in the paragraph quoted, speaks of the position in relation to the Supreme Courts of the States and Territories.",
      "id": "s8"
    },
    {
      "text": "Whilst a purist might these days debate the proposition as to whether or not truly those courts are courts of unlimited jurisdiction, having regard to the impact of Federal statute law conferring exclusive jurisdictions on this Court, the proposition about the taking up of the Judicature Act rules which Professor Cairns makes in respect of the Supreme Courts, has, so far as the essence of the pleading rule in this court is concerned, equal resonance.",
      "id": "s9"
    },
    {
      "text": "By that I mean that in O 11 r 2 one finds familiar language having regard to post-Judicature Act pleading rules.",
      "id": "s10"
    },
    {
      "text": "That rule provides as follows:\n \n Subject to these rules: \n\n \n (a) a pleading of a party shall contain and contain only a statement in summary form of the material facts on which the party relies but not the evidence by which those facts are to be proved.",
      "id": "s11"
    },
    {
      "text": "Order 11, rule 16 of this Court's rules provides: \n Where a pleading: \n\n \n (a) discloses no reasonable cause of action or defence or other case appropriate to the nature of the pleading; \n (b) has a tendency to cause prejudice, embarrassment or delay in the proceeding; or \n (c) is otherwise an abuse of process of the court, the court may at any stage of the proceeding order that the whole or any part of the pleading be struck out.",
      "id": "s12"
    },
    {
      "text": "It is under this rule that Burnett Water seeks the striking out of the paragraphs identified.",
      "id": "s13"
    },
    {
      "text": "To give context, it is necessary to refer to the statutory provisions which are called in aid by the Conservation Council.",
      "id": "s14"
    },
    {
      "text": "It claims injunctive relief pursuant to s 475 of the Environment Protection and Biodiversity Conservation Act 1999 (the Act).",
      "id": "s15"
    },
    {
      "text": "That section is in these terms: \n Section 475 Injunctions for contravention of the Act \n\n \n Applications for injunctions \n\n \n (1) If a person has engaged, engages or proposes to engage in conduct consisting of an act or omission that constitutes an offence or other contravention of this Act or the regulations: \n\n(a) the Minister; or \n \n(b) an interested person (other than an unincorporated organisation); or \n \n(c) a person acting on behalf of an unincorporated organisation that is an interested person; \n \nmay apply to the Federal Court for an injunction.",
      "id": "s16"
    },
    {
      "text": "Prohibitory injunctions \n\n \n (2) If a person has engaged, is engaging or is proposing to engage in conduct constituting an offence or other contravention of this Act or the regulations, the Court may grant an injunction restraining the person from engaging in the conduct.",
      "id": "s17"
    },
    {
      "text": "Additional orders with prohibitory injunctions \n (3) If the court grants an injunction restraining a person from engaging in conduct and in the Court's opinion it is desirable to do so, the Court may make an order requiring the person to do something (including repair or mitigate damage to the environment).",
      "id": "s18"
    },
    {
      "text": "Mandatory injunctions \n\n \n (4) If a person has refused or failed, or is refusing or failing, or is proposing to refuse or fail to do an act, and the refusal or failure did, does or would constitute an offence or other contravention of this Act or the regulations, the Court may grant an injunction requiring the person to do the act.",
      "id": "s19"
    },
    {
      "text": "Interim injunctions \n\n \n (5) Before deciding an application for an injunction under this section, the Court may grant an interim injunction: \n\n(a) restraining a person from engaging in conduct; or \n \n(b) requiring a person to do an act.",
      "id": "s20"
    },
    {
      "text": "Meaning of interested person--individuals \n\n \n (6) For the purposes of an application for an injunction relating to conduct or proposed conduct, an individual is an interested person if the individual is an Australian citizen or ordinarily resident in Australia or an external Territory, and: \n\n(a) the individual's interests have been, are or would be affected by the conduct or proposed conduct; or \n \n(b) the individual engaged in a series of activities for protection or conservation of, or research into, the environment at any time in the 2 years immediately before: \n \n(i) the conduct; or \n \n(ii) in the case of proposed conduct--making the application for the injunction.",
      "id": "s21"
    },
    {
      "text": "Meaning of interested person--organisations \n\n \n (7) For the purposes of an application for an injunction relating to conduct or proposed conduct, an organisation (whether incorporated or not) is an interested person if it is incorporated (or was otherwise established) in Australia or an external Territory and one or more of the following conditions are met: \n\n(a) the organisation's interests have been, are or would be affected by the conduct or proposed conduct; \n \n(b) if the application relates to conduct--at any time during the 2 years immediately before the conduct: \n \n(i) the organisation's objects or purposes included the protection or conservation of, or research into, the environment; and \n \n(ii) the organisation engaged in a series of activities related to the protection or conservation of, or research into, the environment; \n \n(c) if the application relates to proposed conduct--at any time during the 2 years immediately before the making of the application: \n \n(i) the organisation's objects or purposes included the protection or conservation of, or research into, the environment; and \n \n(ii) the organisation engaged in a series of activities related to the protection or conservation of, or research into, the environment.",
      "id": "s22"
    },
    {
      "text": "Declaratory relief is also sought.",
      "id": "s23"
    },
    {
      "text": "The jurisdiction to grant declaratory relief would form part of the ancillary jurisdiction possessed by this Court in respect of proceedings instituted where there is jurisdiction to entertain that proceeding: see s 21, Federal Court of Australia Act 1976 (Cth).",
      "id": "s24"
    },
    {
      "text": "The particular basis upon which relief under s 475 is sought is to be found in the amended pleading in s 142 of the Act, which provides: \n Compliance with conditions on approval \n\n \n (1) A person whose taking of an action has been approved under this Part must not contravene any condition attached to the approval.",
      "id": "s25"
    },
    {
      "text": "Civil penalty: \n\n \n(a) for an individual--1,000 penalty units, or such lower amount as is prescribed by the regulations; \n \n(b) for a body corporate--10,000 penalty units, or such lower amount as is prescribed by the regulations.",
      "id": "s26"
    },
    {
      "text": "(1A) Subsection (1) does not apply to a person who is not the holder of the approval if: \n\n(a) the person was not informed of the condition; and \n \n(b) the person could not reasonably have been expected to be aware of the condition.",
      "id": "s27"
    },
    {
      "text": "Note:\n \nThe defendant bears an evidential burden in relation to the matter in subsection (1A).",
      "id": "s28"
    },
    {
      "text": "See subsection 13.3(3) of the Criminal Code .",
      "id": "s29"
    },
    {
      "text": "(2) A contravention of a condition attached to an approval under this Part does not invalidate the approval.",
      "id": "s30"
    },
    {
      "text": "The broad factual background to the proceedings is described in an earlier interlocutory judgment which I gave on 12 December 2008, Wide Bay Conservation Council Inc v Burnett Water Pty Ltd [2008] FCA 1900.",
      "id": "s31"
    },
    {
      "text": "The most convenient way to deal with the challenge made is, first, to make some particular comments on the general submission advanced on behalf of the Conservation Council: that the paragraphs under challenge were factors going to the exercise of a discretion to grant injunctive relief, and therefore necessarily pleaded in the statement of claim so as to avoid Burnett Water being taken by surprise.",
      "id": "s32"
    },
    {
      "text": "In that regard, a number of decisions of this Court in which a question of the granting of injunctive relief under s 475 of the Act were relied upon.",
      "id": "s33"
    },
    {
      "text": "On analysis, that reliance can be seen to be misconceived, for the following reasons: \n(a) Booth v Bosworth [2001] FCA 1453 ; (2001) 114 FCR 39.",
      "id": "s34"
    },
    {
      "text": "The foundation for the injunctive relief sought in that case under s 475 was an alleged breach of s 12 of the Act.",
      "id": "s35"
    },
    {
      "text": "An element of s 12 is that the action concerned either have a significant impact on world heritage values or be likely to have such an impact in respect of a declared world heritage property.",
      "id": "s36"
    },
    {
      "text": "In contrast, \"significant impact\" is - unless it has in some way in the wording of a condition in a particular case, and this is not one --- of no relevance at all in respect of whether there has been a contravention of a condition of the kind with which s 142 is concerned.",
      "id": "s37"
    },
    {
      "text": "(b) Minister for the Environment and Heritage v Greentree (No 2) [2004] FCA 741 ; (2004) 138 FCR 198.",
      "id": "s38"
    },
    {
      "text": "In that case, the injunctive relief sought pursuant to s 475 had as its foundation an alleged breach of s 16 of the Act as read with s 17.",
      "id": "s39"
    },
    {
      "text": "Regard to s 16 discloses that it, too, has a \"significant impact\" element akin to that found in s 12, but in this instance focused upon the ecological character of a declared RAMSAR wetland.",
      "id": "s40"
    },
    {
      "text": "For reasons already given in respect of Booth [2001] FCA 1453 ; 114 FCR 39 , \"significant impact\" has no role to play here in relation to the alleged breach of the condition and hence a contravention of s 142.",
      "id": "s41"
    },
    {
      "text": "(c) Brown v Forestry Tasmania (No 4) [2006] FCA 1729 ; (2006) 157 FCR 1.",
      "id": "s42"
    },
    {
      "text": "In this case, the alleged contravention grounding injunctive relief was a contravention of s 18 of the Act.",
      "id": "s43"
    },
    {
      "text": "Regard to that section discloses that it, too, has a \"significant impact\" element, on this occasion related to listed threatened species included in the \"extinct in the wild\" category.",
      "id": "s44"
    },
    {
      "text": "Again, for reasons given in relation to Booth [2001] FCA 1453 ; 114 FCR 39 , \"significant impact\" has no role to play in this case in relation to s 142.",
      "id": "s45"
    },
    {
      "text": "It is convenient also to make some comment in respect of what one might term a root authority in relation to factors that are relevant in deciding whether or not, in planning and environment cases, to grant injunctive relief as a consequence of a failure to comply with a condition of land use or with an unlawful use of land in some other way.",
      "id": "s46"
    },
    {
      "text": "That case is Warringah Shire Council v Sedevic (1987) 10 NSWLR 335.",
      "id": "s47"
    },
    {
      "text": "In that case (at page 339), Kirby P, as his Honour then was, sets out a number of guidelines for the exercise of a court's discretion in relation to the granting of injunctive relief.",
      "id": "s48"
    },
    {
      "text": "Whilst whether or not injunctive relief should be granted in the present case is dependent upon the terms of s 475 and also is informed by s 479, his Honour's guidelines nonetheless have a persuasive value.",
      "id": "s49"
    },
    {
      "text": "So, too, so far as the granting of injunctive relief is concerned as a matter of discretion, do remarks made in the Queensland Court of Appeal in NRMCA (Queensland) Limited v Andrew (1993) 2 Qd R 706 at 713.",
      "id": "s50"
    },
    {
      "text": "These remarks were made in the context of the width of the discretion granted to the court under Queensland's Local Government (Planning and Environment) Act 1990 (Qld).",
      "id": "s51"
    },
    {
      "text": "It was that stated that the discretion to grant or refuse an injunction is not constrained by any rule that it must enjoin the illegality unless special circumstances are shown.",
      "id": "s52"
    },
    {
      "text": "The court rejected a submission that there was a prima facie right to an injunction in the case before it, instead endorsing that the correct approach was to treat the matter as necessitating the exercise of wide discretion.",
      "id": "s53"
    },
    {
      "text": "Other cases to similar effect were also cited on behalf of the Conservation Council.",
      "id": "s54"
    },
    {
      "text": "It is unnecessary to refer to them because they stand for no different proposition.",
      "id": "s55"
    },
    {
      "text": "I propose now to deal with the paragraphs of the statement of claim under challenge seriatim .",
      "id": "s56"
    },
    {
      "text": "Paragraphs 35 - 43 are as follows: \n Lungfish are a listed threatened species \n\n The Burnett River basin is one of the most developed river catchments in Queensland containing 26 water storages, including seven on the main river channel of which the dam is one.",
      "id": "s57"
    },
    {
      "text": "At a height of 37.1m, the dam is much higher and a great impediment to lungfish movement than other water infrastructure constructed in the lower Burnett River, which otherwise consists of weirs and a tidal barrage.",
      "id": "s58"
    },
    {
      "text": "The dam is located approximately in the centre of the lungfish population in the Burnett River basis and effectively divides the population in two.",
      "id": "s59"
    },
    {
      "text": "Inundation as a result of dams and weirs removes the breeding habitat of lungfish (shallow water containing dense macrophytes).",
      "id": "s60"
    },
    {
      "text": "Dam walls black the movement of lungfish upstream and restrict movement downstream to passage over the dam's spillway unless an effective fish transfer device is operating.",
      "id": "s61"
    },
    {
      "text": "Lungfish can be injured or killed when they pass over the top of dam walls or spillways during high water flows, particularly a stepped spillway of the height constructed on the dam.",
      "id": "s62"
    },
    {
      "text": "Lungfish are a long-lived, slow growing species that depend on high adult survivorship to maintain a stable population size and increased adult mortality from anthropogenic factors such as deaths of adults on dam spillways may cause their populations to substantially decline over time.",
      "id": "s63"
    },
    {
      "text": "As a result of breeding habitat reductions, restrictions on lungfish passage and increased adult mortality on the Burnett River due to the construction of dams and weirs the lungfish population on the Burnett River is likely to undergo a substantial decline within the next three generations.",
      "id": "s64"
    },
    {
      "text": "As a result of threats to lungfish populations in the Burnett River and Mary River from dam and weir development the Minister administering the EPBC Act (\"the Minister) included lungfish on the list of threatened species, in the category of \"vulnerable\", established under section 178 of the EPBC Act on 6 August 2003 and lungfish remain on the list in that category.",
      "id": "s65"
    },
    {
      "text": "In my opinion, these paragraphs are objectionable on the basis that they state evidence rather than material facts.",
      "id": "s66"
    },
    {
      "text": "I strike them out.",
      "id": "s67"
    },
    {
      "text": "Another feature of these paragraphs which, in itself, would warrant their striking out, apart from their evidentiary quality, is evident in para 43.",
      "id": "s68"
    },
    {
      "text": "That seems to me to counsel an inquiry into lungfish populations in the Mary River, Weir development in that river and motivations of the Minister administering the Act.",
      "id": "s69"
    },
    {
      "text": "These are not relevant to whether or not the condition concerned has been breached.",
      "id": "s70"
    },
    {
      "text": "Paragraphs 45 - 46 are as follows: \n Significant impact to lungfish \n\n The respondent's conduct in contravening condition 3 of the approved and section 142 of the EPBC Act, specified above, has, will have, or is likely to have a significant impact on lungfish by: \n(a) stopping, hindering, or reducing upstream and downstream movement or migration of lungfish in the Burnett River for feeding or reproduction;\n \n(b) causing a greater number of lungfish to move downstream in flood events over the dam's stepped spillway and, thereby, increasing mortality in the lungfish population due to death or injury of lungfish on the stepped spillway; and\n \n(c) unless the respondent's contravention of condition 3 is restrained by the Court, the impacts specified in paragraphs (a) and (b) will continue during the operation of the dam.",
      "id": "s71"
    },
    {
      "text": "The respondent's conduct in contravening condition 3 of the approval and section 142 of the EPBC Act, specified above, has, will have, or is likely to have the significant impact on lungfish specified in paragraph 45 having regard to the following contextual facts: \n(a) the importance of maintaining connectivity in the lungfish population in the Burnett River for the conservation of the population specified in paragraphs 12 and 13 above;\n \n(b) the threats and impacts faced by the lungfish population in the Burnett River due to the construction of dams and weirs specified in paragraphs 35 to 42 above;\n \n(c) the risk that water levels in the dam will fall beneath EL 62 m and the downstream fishway will not operate in the future for extended periods of time; and\n \n(d) the threats and impacts faced by the lungfish species outside the population in the Burnett River due to the proposed construction of the Traveston Crossing Dam on the Mary River using a fish transfer device modelled on the Paradise Dam.",
      "id": "s72"
    },
    {
      "text": "I note in passing, in respect of para 45, that it exhibits the vice of being \"rolled up,\" ie, \"has, will have, or is likely to have a significant impact\".",
      "id": "s73"
    },
    {
      "text": "It also exhibits the vice of seeking to introduce as an element of what must be proved in relation to a breach of s 142, in this case, a concept which is foreign, namely, \"significant impact\".",
      "id": "s74"
    },
    {
      "text": "For reasons already given, that is a concept or an element that is germane to contraventions of, for example, ss 12, 16 or s 18, but not, unless a condition uses that language, s 142.",
      "id": "s75"
    },
    {
      "text": "Another concern about para 45 and para 46 is that even though the amended statement of claim does not profess to ground the claim for relief on a breach of s 142A, unlike its earlier counterpart, the language of that section has translated into these paragraphs.",
      "id": "s76"
    },
    {
      "text": "These reasons alone, in my opinion, warrant the striking out of these two paragraphs and I strike them out.",
      "id": "s77"
    },
    {
      "text": "Paragraphs 47 - 52 are as follows: \n Lungfish mortality on stepped spillway \n\n In addition, a failure to provide suitable downstream passage for lungfish through the downstream fishway is likely to have a significant impact on lungfish because lungfish attempting to move or migrate downstream by passing over the stepped spillway on the dam in non-skimming flows (where water is less than 0.3m above the crest of the spillway) will be severely damaged with significant mortalities likely to result.",
      "id": "s78"
    },
    {
      "text": "Lungfish mortality when water is released from the dam over the stepped spillway would be significantly reduced by construction of a smooth section of the spillway with a gate on the crest and a plunge-pool dedicated to fish passage as described in reports by: \n(a) Martin Mallen-Cooper to the Burnett Dam Alliance, of which the respondent was a member, on or about 21 February 2004; and\n \n(b) Andreas Neumaier to the Burnett Dam Alliance on 2 March 2004.",
      "id": "s79"
    },
    {
      "text": "Construction of a smooth section of the spillway with a gate on the crest and a plunge-pool dedicated to fish passage, as particularised above, is international best practice for dams of a similar height to the dam.",
      "id": "s80"
    },
    {
      "text": "The respondent did not install a spillway crest gate, smooth spillway section, and plunge pool when the dam was constructed or at all.",
      "id": "s81"
    },
    {
      "text": "In circumstances where the dam has already been constructed, the installation of a spillway crest gate, smooth spillway section, and plunge pool dedicated to reducing lungfish mortality on the stepped spillway, particularised above, is no longer practicable.",
      "id": "s82"
    },
    {
      "text": "As a consequence of the failure to install a spillway crest gate, smooth spillway section, and plunge pool, particularised above, lungfish are likely to be severely damaged with significant mortalities likely to result passing over the stepped spillway on the dam in non-skimming flows in the future.",
      "id": "s83"
    },
    {
      "text": "These paragraphs counsel a factual inquiry into the adequacy or otherwise of the spillway of the dam so far as injury to lungfish is concerned.",
      "id": "s84"
    },
    {
      "text": "That is a subject which has nothing whatsoever to do with whether or not the condition has been breached.",
      "id": "s85"
    },
    {
      "text": "I strike them out.",
      "id": "s86"
    },
    {
      "text": "Paragraphs 53 - 59 are as follows: \n Representations made to obtain approval \n\n In seeking to obtain the approval the respondent submitted an environmental impact statement (\"the EIS\") to the Minister in September 2001 that, inter alia , proposed to install a fish transfer device to mitigate impacts on the passage of fish movement caused by the construction of the dam at an estimated cost of $1,492,000 within an overall project cost then estimated at $180,864,000.",
      "id": "s87"
    },
    {
      "text": "The fish transfer device was proposed by the respondent in the EIS to mitigate the impacts of the dam on a number of fish species, including lungfish.",
      "id": "s88"
    },
    {
      "text": "On 4 November 2002, Mike Montefiore, then Director of the respondent, wrote to the department then administering the EPBC Act, Environment Australia, regarding actions the respondent proposed to take focussed on the lungfish and giving commitments to implement a range of initiatives \"to ensure the ongoing health fo the species.",
      "id": "s89"
    },
    {
      "text": "\"\n In his correspondence of 4 November 2002 Mr Montefiore stated that the project specific actions to protect lungfish to be undertaken by the respondent were, inter alia :\n \n incorporation of a fishway into the Burnett River Dam ... to allow downstream and upstream passage of fish, including lungfish.",
      "id": "s90"
    },
    {
      "text": "The fishway has been designed to accommodate the lungfish.",
      "id": "s91"
    },
    {
      "text": "Based, inter alia , on the respondent's commitments to incorporate a fish transfer device into the dam, between or about 3 April 2003 and 29 July 2003 Environment Australia and the respondent negotiated and agreed to additional conditions to be attached to the approval focused on the lungfish.",
      "id": "s92"
    },
    {
      "text": "The respondent represented to Environment Australia on or about 26 June 2003 that the additional conditions were:\n \n ... specifically relevant to the lungfish that would, in the opinion of Burnett Water Pty Ltd and its expert advisers, be appropriate to protect the lungfish and mitigate damage to the lungfish from the construction and operation of the Burnett River Dam.",
      "id": "s93"
    },
    {
      "text": "The additional conditions attached to the approval of the dam by the Minister on 8 August 2003 adopted to the respondent's commitments to \"a suite of initiatives to address the long-term survival of the Australian lungfish.",
      "id": "s94"
    },
    {
      "text": "\" \nThese paragraphs are directed to allegations in respect of representations said to have been made on behalf of Burnett Water in order to obtain the approval subject to conditions.",
      "id": "s95"
    },
    {
      "text": "They are not relevant to whether or not the condition has been breached.",
      "id": "s96"
    },
    {
      "text": "In relation to whether, as a matter of discretion, injunctive relief should go, it is possible to see how, having regard to Warringah Shire Council (1987) 10 NSWLR 335 and the NRMCA (Queensland) Limited (1993) 2 Qd R 706 , evidence of what was put to the Minister might have a relevance if what was constructed was something completely different.",
      "id": "s97"
    },
    {
      "text": "There is a question as to the content of the term \"material facts\" in O 11 r 2 of the rules.",
      "id": "s98"
    },
    {
      "text": "An English case, Millington v Loring (1880) 6 QBD 190 , is still annotated in the Butterworths Practice for a proposition that: \n Whether or not a fact is material will depend on the circumstances of each case.",
      "id": "s99"
    },
    {
      "text": "Material facts are not limited to the facts constituted in the cause of action, but extend to the relief being sought, and generally, so that there is no chance of the respondent being taken by surprise.",
      "id": "s100"
    },
    {
      "text": "I can see how this proposition has pertinence in relation to the giving of particulars in relation to the damages which an applicant seeks in either a common law or statutory cause of action founded claim for damages.",
      "id": "s101"
    },
    {
      "text": "It is rather less easy to see how this has any application in relation to a claim for injunctive relief under s 475.",
      "id": "s102"
    },
    {
      "text": "Especially, that is so, having regard to the terms of s 479 which excludes from the fatality of impact on a discretion to grant injunctive relief particular considerations, that, under the general law of equity, would be followed.",
      "id": "s103"
    },
    {
      "text": "Whether or not the considerations that are set out in relation to these representations become material may depend upon the course taken by Burnett Water in its defence.",
      "id": "s104"
    },
    {
      "text": "I do not see that they have any place in the statement of claim.",
      "id": "s105"
    },
    {
      "text": "I strike them out.",
      "id": "s106"
    },
    {
      "text": "Paragraphs 60-82 are as follows: \n Compliance audit and internal audit \n\n In early June 2007 the department administering the EPBC Act, then the Department of Environment and Water Resources (\"DEWR\"), informed the respondent that it proposed to conduct a random compliance inspection of the dam to assess compliance with the conditions of approval (\"the compliance audit\").",
      "id": "s107"
    },
    {
      "text": "Prior to the compliance audit occurring in June 2007 the upstream fishway had not been operated for a period of 8 consecutive months as particularised in paragraph 26 above.",
      "id": "s108"
    },
    {
      "text": "At the time of the compliance audit and subsequently a company trading as \"SunWater\" operated the dam as agent of the respondent.",
      "id": "s109"
    },
    {
      "text": "PARTICULARS OF AGENT AND AGENCY \n\n \n (a) On or about 16 December 2005 the respondent became a wholly-owned subsidiary of SunWater Pty Ltd (ACN 059 666 625), trading as \"SunWater\".",
      "id": "s110"
    },
    {
      "text": "(b) on 16 January 2006 SunWater Pty Ltd changed its company name to ACN 059 666 625 Pty Ltd, trading as \"SunWater\".",
      "id": "s111"
    },
    {
      "text": "(c) On 12 May 2008 ACN 059 666 625 Pty Ltd was de-registered and its assets transferred to a newly incorporated company, SunWater Pty Ltd (ACN 131 034 985), trading as \"SunWater\").",
      "id": "s112"
    },
    {
      "text": "(d) The agency between the respondent (as principal) and SunWater(as agent) commenced in or about November 2005 when the dam commenced operation and continued thereafter.",
      "id": "s113"
    },
    {
      "text": "(e) The scope of the agency was at all material times for SunWater to operate the dam on the respondent's behalf, including compliance with the approval and negotiations with the department administering the EPBC Act.",
      "id": "s114"
    },
    {
      "text": "Prior to the site visit to the dam by a four person audit team from DEWR for the purposes of performing the compliance audit, an employee of SunWater and agent of the respondent, Andrew Maughan, worked to ensure that the upstream fishway operation would be demonstrated to the auditors.",
      "id": "s115"
    },
    {
      "text": "When the DEWR audit team conducted a site inspection of the dam on 26 June 2007, SunWater staff acting as agents for the respondent operated the upstream fishway to represent to the auditors that the upstream fishway was in fact operational.",
      "id": "s116"
    },
    {
      "text": "Further, on 10 August 2007 Peter Sampson, General Manager Water Services, SunWater, and an agent of the Respondent, wrote to DEWR and requested that the audit report find, inter alia , that \"The upstream fish lift is operational.",
      "id": "s117"
    },
    {
      "text": "\"\n In so doing Mr Sampson represented to DEWR that the upstream fishway was operational.",
      "id": "s118"
    },
    {
      "text": "On 8-10 October 2007 an internal auditor employed by SunWater, Danny Green, acting also as an agent for the respondent, conducted an internal audit of the environmental management system of the dam.",
      "id": "s119"
    },
    {
      "text": "Mr Green found in his report, dated 10 October 2007 (\"the internal audit report\") inter alia :\n \nIt is noted that SunWater may be breaching the conditions outlined within its Federal licence to operate and maintain Paradise Dam.",
      "id": "s120"
    },
    {
      "text": "The wording of the condition may work in the favour of SunWater however SunWater is exposed to negative publicity and undue political scrutiny even if a court does find that the organisation has not breached the conditions.",
      "id": "s121"
    },
    {
      "text": "Further, Mr Green found in the internal audit report:\n \nThere is a possible non-conformance with the operation of the upstream fish lift at Paradise Dam as it has only been operated 13 days in the year up to 30 June 2007.",
      "id": "s122"
    },
    {
      "text": "The operation of the upstream fishway at the Paradise Dam for 13 days in the year up to 30 June 2007 represented operation for 3.5% of total daily time.",
      "id": "s123"
    },
    {
      "text": "The findings of the internal audit report were not conveyed to DEWR.",
      "id": "s124"
    },
    {
      "text": "DEWR and representatives of SunWater, acting as agents for the respondent, arranged a meeting in Brisbane on 22 November 2007 to discuss a draft compliance audit report provided by DEWR to SunWater concerning the findings of the compliance audit of the dam conducted by DEWR in June 2007.",
      "id": "s125"
    },
    {
      "text": "On 14 November 2007 Mike Smith, Director of the DEWR Monitoring and Audit Section sent an email to Briony Pomplum, Environmental Services Manager, SunWater, setting out the issues that DEWR wished to address at the meeting.",
      "id": "s126"
    },
    {
      "text": "One of the issues raised by Mr Smith was:\n \nCan SunWater provide advice as to whether the fishlift has been operating as intended i.e., with optimal operating times and if not, what are SunWater's plans to address any shortfall in operational performance?",
      "id": "s127"
    },
    {
      "text": "The proposed meeting on 22 November 2007 to discuss the draft DEWR compliance audit report was cancelled by DEWR and in lieu of the meeting SunWater prepared a letter to answer the questions raised by Mr Smith.",
      "id": "s128"
    },
    {
      "text": "Ms Pomplun prepared a draft response to Mr Smith's questions on 22 November 2007 that responded to his question regarding \"whether the fishlift has been operating as intended ...\" by stating in reply that the upstream fishway had been \"plagued with mechanical failure.",
      "id": "s129"
    },
    {
      "text": "\"\n On 22 November 2007 Mr Danny Green, acting as an employee of SunWater and agent of the respondent, stated in an email in relation to the draft response prepared by Ms Pomplun, inter alia , that:\n \nI suggest that the words responding to whether the fishlift has been operating as intended should be modified.",
      "id": "s130"
    },
    {
      "text": "The audit did not come down too hard on this aspect so I don't [sic] think we should include comments like \"plagued with mechanical failure\".",
      "id": "s131"
    },
    {
      "text": "Mr Green's email on 22 November 2007 in relation to Mr Pomplun's draft response was copied, inter alia , to Peter Boettcher, Chief Executive Officer of SunWater and Chief Operating Officer of the respondent.",
      "id": "s132"
    },
    {
      "text": "On 23 November 2007, Mr Boettcher wrote, as Chief Operating Officer of the respondent, to DEWR in lieu of the meeting planned for 22 November 2007 and responded to the question from DEWR particularised in paragraph 73 above by stating:\n \nThe upstream fishway operating range is EL 44.44m to EL66.66m.",
      "id": "s133"
    },
    {
      "text": "The fishway became operational when the dam commenced in December 2005.",
      "id": "s134"
    },
    {
      "text": "The fishway has not been operated as intended due to:\n \n December 2005 to March 2006 represented the commissioning phase of the fishway; Initial mechanical problems were experienced during March 2006 to June 2006; During the period June 2006 --- December 2006, the fishway operation was interrupted by the construction of the mini-hydro facility at the Dam; Advice was received in August 2006, from the Burnett Dam Alliance (BDA), to cease operating the fishway at the then current level of EL 49.09m, due to concerns by BDA that the fish hopper might hit a submerged rock pimple ( Evidence Doc No.",
      "id": "s135"
    },
    {
      "text": "14 ).",
      "id": "s136"
    },
    {
      "text": "The storage continued below this level from August 2006 to October 2007.",
      "id": "s137"
    },
    {
      "text": "Investigations during July to September 2007 by [Burnett Water Pty Ltd (BWPL)], found that the fishway could in fact be operated to the full lower operating level of EL44.44m, without damaging the hopper.",
      "id": "s138"
    },
    {
      "text": "On 10 October 2007, a correction was received from BDA that the fishway could operate to the EL 44.44m ( Evidence Doc No.",
      "id": "s139"
    },
    {
      "text": "15 ) and operation of the fishway recommenced with on-site supervision.",
      "id": "s140"
    },
    {
      "text": "The current operation will be monitored to assess any further operational issues, whilst the operator is on-site.",
      "id": "s141"
    },
    {
      "text": "Once reliable operation is confirmed, continuous operation of the fishway will recommence.",
      "id": "s142"
    },
    {
      "text": "The statements by Mr Boettcher in his letter to DEWR of 23 November 2007, particularised in paragraph 78, acknowledged that:\n \n (a) condition 3 of the approval required continuous operation; and\n (b) the respondent knew it had failed to operate the upstream fishway for long periods.",
      "id": "s143"
    },
    {
      "text": "The conduct engaged in by Mr Boettcher, set out in the preceding paragraphs, was engaged in on behalf of the respondent by Mr Boettcher as an employee of the respondent with in the scope of his actual or apparent authority.",
      "id": "s144"
    },
    {
      "text": "In the premises, that state of mind of Mr Boettcher in engaging in the conduct set out in the preceding paragraphs was the state of mind of the respondent pursuant to section 498B(2) of the EPBC Act.",
      "id": "s145"
    },
    {
      "text": "In the premises, the respondent, through its employees and agents, knew that the upstream fishway had not operated for long periods during 2006 and 2007 and the respondent knew that this contravened or may contravene condition 3 of the approval.",
      "id": "s146"
    },
    {
      "text": "There are a number of criticisms that were made, legitimately, in my opinion, in relation to these paragraphs.",
      "id": "s147"
    },
    {
      "text": "As a general proposition the paragraphs plead evidence rather than material facts.",
      "id": "s148"
    },
    {
      "text": "That aside, paras 79 - 82 are particular conclusions related to Burnett Waters having acknowledged that condition 3 of the approval required continuance of operation and then Burnett Water knowingly contravening that.",
      "id": "s149"
    },
    {
      "text": "The submission is made that these allegations going to the subsequent conduct are irrelevant.",
      "id": "s150"
    },
    {
      "text": "They certainly can have no bearing upon the construction of condition 3.",
      "id": "s151"
    },
    {
      "text": "That condition means what it says as a matter of law, irrespective of what either the Conservation Council or Burnett Water may have, in earlier and different contexts, said it means.",
      "id": "s152"
    },
    {
      "text": "There is also a quality about these paragraphs as well that tends to engage an allegation of a contravention of s 142A.",
      "id": "s153"
    },
    {
      "text": "That particular section was eschewed on behalf of the Conservation Council as grounding the claimed entitlement to injunctive relief.",
      "id": "s154"
    },
    {
      "text": "It seems to me that this group of paragraphs in the statement of claim, apart from pleading evidence, are embarrassing and would tend to prejudice the trial of the proceeding; I strike them out.",
      "id": "s155"
    },
    {
      "text": "Paragraphs 83 - 90 are as follows: \n Modification of DPI interim report \n\n In February 2008 officers of Queensland Department of Primary Industries &amp; Fisheries (\"DPI\") prepared interim reports for the respondent on the monitoring program for the upstream fishway (\"the upstream fishway interim report\") and the downstream fishway (\"the downstream fishway interim report\").",
      "id": "s156"
    },
    {
      "text": "An early draft of the upstream fishway interim report (the early draft) stated at section 3.1, inter alia :\n \n Since the completion of the Paradise Dam and the upstream fishway a number of issues have led to the fishway being inoperable for long periods of time.",
      "id": "s157"
    },
    {
      "text": "After the initial setup and commissioning of the fishway in March 2006 the fishway was operated for five percent of the total time.",
      "id": "s158"
    },
    {
      "text": "Most faults were due to mechanical failures to the fish hopper in the early stages of operation.",
      "id": "s159"
    },
    {
      "text": "The early draft concluded at section 5, inter alia:\n \n The downtime of the fishway operation is of major concern.",
      "id": "s160"
    },
    {
      "text": "Even before [Burnett Dam Alliance] ceased the operation of the fishway, it had only operated for five percent of the total time in use.",
      "id": "s161"
    },
    {
      "text": "The fishway needs to be operated for long periods of time to address design and maintenance failures.",
      "id": "s162"
    },
    {
      "text": "Large numbers of fish are migrating even under reduced inflows to the Burnett River system.",
      "id": "s163"
    },
    {
      "text": "For this reason investigation into the operation of the fishway during low impoundment levels need to be seriously addressed.",
      "id": "s164"
    },
    {
      "text": "In or about February 2008 an unknown employee or agent of the respondent reviewed the early draft and instructed the DPI orally and/or in writing to modify it by, inter alia : \n(a) deleting the statement that the downstream fishway \"has operated for give percent of the total time\"; and\n \n(b) deleting the statement that the \"downtime of the fishway operation is of major concern.",
      "id": "s165"
    },
    {
      "text": "\"\n \n The modifications of the early draft instructed by the respondent's employee or agent, specified above, were incorporated by DPI into the final version of the upstream fishway interim report.",
      "id": "s166"
    },
    {
      "text": "In the premises, the respondent had knowledge of the problems identified with the operation of the upstream fishway in the early draft of the upstream fishway interim report.",
      "id": "s167"
    },
    {
      "text": "The respondent failed to inform DEWR of the problems identified with the operation of the upstream fishway in the early draft of the upstream fishway interim report, specified above.",
      "id": "s168"
    },
    {
      "text": "The respondent provided the downstream fishway interim report to DEWR but did not supply the upstream fishway interim report to DEWR.",
      "id": "s169"
    },
    {
      "text": "These suffer, also, in my opinion, from the vice of pleading evidence.",
      "id": "s170"
    },
    {
      "text": "They also seem to plead evidence to the end of the allegation of knowledge of the contraventions.",
      "id": "s171"
    },
    {
      "text": "In my opinion, they have no role to play in the proof of a breach of s 142.",
      "id": "s172"
    },
    {
      "text": "Whether or not they have any role at all to play at a later stage of pleadings may depend on the stance taken by Burnett Water in its defence.",
      "id": "s173"
    },
    {
      "text": "They are, in my opinion, unnecessary pleadings in the statement of claim.",
      "id": "s174"
    },
    {
      "text": "I strike them out.",
      "id": "s175"
    },
    {
      "text": "Paragraphs 96 to 98 are as follows: \n Utility of alternative relief sought \n\n Even when operating continuously over the full operational range of the dam, the downstream fishway may contravene condition 3 of the approval because it may not be suitable for the lungfish, however, further monitoring of the downstream fishway in operation is required to determine this issue.",
      "id": "s176"
    },
    {
      "text": "Even when operating continuously, the upstream fishway may contravene condition 3 of the approval because it may not be suitable for the lungfish, however, further monitoring of the upstream fishway in operation is required to determine this issue.",
      "id": "s177"
    },
    {
      "text": "Despite the facts alleged in paragraph 96 and 97, the alternative relief sought by the respondent, specified below, has utility because: \n(a) even if the benefit of the alternative relief is limited and does not achieve full compliance with condition 3, the alternative relief sought is likely to reduce the impacts to lungfish of the respondent's contravention of condition 3; and\n \n(b) continuous operation will assist the respondent to improve the design and operation of the downstream fishway and the upstream fishway that can in time be implemented.",
      "id": "s178"
    },
    {
      "text": "On behalf of Burnett Water the submission is made that these paragraphs of the statement of claim which appear under the title \"Utility of Alternative Relief Sought\" amount in substance to a pleading that the relief sought by the Conservation Council may not render the fish transfer device suitable for lungfish in accordance with condition 3 of the approval.",
      "id": "s179"
    },
    {
      "text": "It is submitted that it follows from this that they are embarrassing and should be struck out.",
      "id": "s180"
    },
    {
      "text": "I agree that the relief to which the Conservation Council is entitled in the event that a case is made under s 142 must relate to the contravention that it has proved.",
      "id": "s181"
    },
    {
      "text": "None of the foregoing is, in any way, intended to inhibit the tender of evidence which may go to the exercise of a discretion as to whether or not to grant injunctive relief under s 475.",
      "id": "s182"
    },
    {
      "text": "Rather, my intention in striking out those paragraphs is to ensure that the issues so far as material facts are concerned are confined to those which, in my opinion, O 11 r 2 requires and no further.",
      "id": "s183"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s184"
    },
    {
      "text": "Associate:\n \n \nDated: 25 May 2009\n \n Counsel for the Applicant: Mr C McGrath \n \n Solicitor for the Applicant: Environment Defenders Office (Qld) \n \n Counsel for the Respondent: Mr D Gore QC with Mr D Clothier \n \n Solicitor for the Respondent: Allens Arthur Robinson Lawyers \n Date of Hearing: 15 May 2009 \n \n Date of Judgment: 15 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/540.html",
      "id": "s185"
    }
  ]
}