{
  "name": "Jemella Australia Pty Ltd v GHD Australia Direct Pty Ltd [2009] FCA 599 (29 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/599.html",
  "catchphrases": [
    {
      "text": "trade marks",
      "id": "c0"
    },
    {
      "text": "infringement of trade marks",
      "id": "c1"
    },
    {
      "text": "determining an account of profits",
      "id": "c2"
    },
    {
      "text": "default of appearance by respondent",
      "id": "c3"
    },
    {
      "text": "imperfect evidentiary foundation as to profits",
      "id": "c4"
    },
    {
      "text": "court to take pragmatic approach in assessing profits",
      "id": "c5"
    },
    {
      "text": "trade marks act (cth) ss 126, 127",
      "id": "c6"
    },
    {
      "text": "costs",
      "id": "c7"
    },
    {
      "text": "whether costs should be fixed in a gross sum",
      "id": "c8"
    },
    {
      "text": "whether reasonable to fix costs without giving applicant an opportunity to be heard or detailed rationale in advance of amount sought",
      "id": "c9"
    },
    {
      "text": "respondents not given notice by applicant of intention to fix costs",
      "id": "c10"
    },
    {
      "text": "costs sought based on time costing",
      "id": "c11"
    },
    {
      "text": "held costs should be taxed not fixed",
      "id": "c12"
    },
    {
      "text": "federal court rules (cth) o 62 r 4(2)",
      "id": "c13"
    },
    {
      "text": "intellectual property",
      "id": "c14"
    },
    {
      "text": "practice and procedure",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "This is a sequel to orders that I made on 12 September 2008.",
      "id": "s0"
    },
    {
      "text": "At that time I gave judgment by default to the Applicant, Jemella Australia Pty Ltd (Jemella Australia), in respect of its claim for the infringement of a registered trademark of which, at the time, it had a licence from the owner of that mark, Jemella Limited, the Fifth Respondent.",
      "id": "s1"
    },
    {
      "text": "These reasons should be read in conjunction with those which I gave at the time when the default judgment was entered.",
      "id": "s2"
    },
    {
      "text": "By orders made that day the Respondents, other than Jemella Limited, were directed to file affidavits directed to the subject of an assessment of damages or an account of profits at the election of Jemella Australia.",
      "id": "s3"
    },
    {
      "text": "Today is the day appointed for the hearing of assessment of damages or an account of profits.",
      "id": "s4"
    },
    {
      "text": "I am satisfied, on the material before me, that each of Mr John Gubecka, the Second Respondent, Ms Anne-Marie Rachel La Porta, the Third Respondent, and Mr Damon Jakin, the Fourth Respondent, have been given notice of today's date, being the appointed date for hearing.",
      "id": "s5"
    },
    {
      "text": "As it transpires, the solicitors acting for those individuals have had their instructions withdrawn.",
      "id": "s6"
    },
    {
      "text": "None of those Respondents appeared today when the matter was called on.",
      "id": "s7"
    },
    {
      "text": "It seems to me, though, that they have been given proper notice of today's hearing.",
      "id": "s8"
    },
    {
      "text": "I, therefore, see no injustice in proceeding to hear the matter even though they have not appeared.",
      "id": "s9"
    },
    {
      "text": "Section 126 of the Trade Marks Act 1995 (Cth) (the Trade Marks Act ) provides materially: \n The relief that a court may grant in an action for an infringement of a registered trademarks includes: \n\n \n (a) ... \n\n \n (b) At the option of the plaintiff, but subject to section 127 , damages or an account of profits.",
      "id": "s10"
    },
    {
      "text": "Section 127 of the Trade Marks Act is not pertinent to the present proceeding.",
      "id": "s11"
    },
    {
      "text": "Of the options presented by s 126 , Jemella Australia has elected to claim profits.",
      "id": "s12"
    },
    {
      "text": "Its claim for profits is on the basis that the account of profits be taken in respect of what it submits is a joint and several liability on the part of the individual respondents.",
      "id": "s13"
    },
    {
      "text": "I should record that in October 2008, following the default judgment, the First Respondent, GHD Australia Direct Pty Ltd (GHD Australia Direct), was deregistered.",
      "id": "s14"
    },
    {
      "text": "The proceeding today, therefore, is for an account of profits as against Mr Gubecka, Ms La Porta and Mr Jakin.",
      "id": "s15"
    },
    {
      "text": "Jemella Australia did alternatively seek nominal damages under s 126.",
      "id": "s16"
    },
    {
      "text": "It seems to me, though, that an election involves a choice as to one or the other and that, in effect, the choice is one for the person who has brought the action rather than for the court, having regard to the language in s 126(b).",
      "id": "s17"
    },
    {
      "text": "Jemella Australia also seeks an order pursuant to O 62 r 4(2)(c) of the Federal Court Rules that its costs of the proceeding, including the costs of today's assessment, be fixed in a gross sum.",
      "id": "s18"
    },
    {
      "text": "The case in respect of which default judgment was entered, as it emerged from the statement of claim, was this: \n(a) From about early 2007, the Respondents carried on a business of selling hairstyling products via the internet.",
      "id": "s19"
    },
    {
      "text": "(b) The Respondents imported into Australia hairstyling irons and associated documents and packaging, hereafter the counterfeit irons, bearing the GHD trademark without consent.",
      "id": "s20"
    },
    {
      "text": "(c) The Respondents advertised for sale and sold the counterfeit irons.",
      "id": "s21"
    },
    {
      "text": "(d) The Respondents have infringed the GHD trademark.",
      "id": "s22"
    },
    {
      "text": "(e) The Respondents have earned profits as a result of the infringement of the trademark.",
      "id": "s23"
    },
    {
      "text": "Apart from damages under the Trade Marks Act an assessment of damages was also sought under the Trade Practices Act 1974 (Cth) (Trade Practices Act).",
      "id": "s24"
    },
    {
      "text": "My attention has been drawn to what appears to be a slip in the orders made on 12 September 2008, in that in para 1(j) there is a reference to s 82 of the Trade Marks Act , which should be instead a reference to the Trade Practices Act .",
      "id": "s25"
    },
    {
      "text": "I direct that order be amended accordingly.",
      "id": "s26"
    },
    {
      "text": "Of the Respondents, two, Mr Gubecka and Mr Jakin, have filed affidavits pursuant to the orders made on 12 September.",
      "id": "s27"
    },
    {
      "text": "Ms La Porta has not, but I note that Mr Gubecka deposes to his affidavit being the subject of authorisation by her to make it on her behalf as well.",
      "id": "s28"
    },
    {
      "text": "I am satisfied, therefore, that each of the individual respondents has complied with the order made on 12 September 2008.",
      "id": "s29"
    },
    {
      "text": "In Liquideng Farm Supplies Pty Ltd v Liquid Engineering 2003 Pty Ltd (2009) 79 IPR 437, a Full Court of this Court considered the subject of the taking of an account of profits under the Trade Marks Act .",
      "id": "s30"
    },
    {
      "text": "That case is particularly pertinent in that it, too, was decided against the background of what one might term an imperfect evidentiary foundation.",
      "id": "s31"
    },
    {
      "text": "To describe the evidence in the present case in relation to the profits as imperfect is, in no way, to voice a criticism of Jemella Australia.",
      "id": "s32"
    },
    {
      "text": "It has done the best it can to adduce evidence on that subject and further to secure, by court order, affidavits from those whom one might think know rather more on that subject.",
      "id": "s33"
    },
    {
      "text": "The result, nonetheless, is an imperfection in terms of allowing a precise assessment of an account of profits.",
      "id": "s34"
    },
    {
      "text": "There are some principles which emerge from Liquideng (2009) 79 IPR 437 which are pertinent.",
      "id": "s35"
    },
    {
      "text": "They are these: \n(a) In determining an account of profits the court must do the best it can on the whole of the material before it.",
      "id": "s36"
    },
    {
      "text": "Mere speculation or guesswork is not generally appropriate.",
      "id": "s37"
    },
    {
      "text": "Some foundation is needed.",
      "id": "s38"
    },
    {
      "text": "Nonetheless, the exercise of taking an account of profits calls for an allowance to be made for a lack of precision where evidence before the court is incomplete, inexact and generalised.",
      "id": "s39"
    },
    {
      "text": "(b) A pragmatic approach is the correct approach to take.",
      "id": "s40"
    },
    {
      "text": "The court should take into account the evidence before it, at least insofar as it provides indicators, limited though, they may be, as to the proper figure, rather than simply taking an open-ended approach and settling upon gross sales.",
      "id": "s41"
    },
    {
      "text": "(c) Where the evidence before the court gives some indications as to an appropriate figure, the proper approach is for the court to proceed and do the best it can, on the basis of what is before the court.",
      "id": "s42"
    },
    {
      "text": "Where it's not possible to calculate a figure, the court should give the benefit of the doubt to the holder or authorised user of the registered mark.",
      "id": "s43"
    },
    {
      "text": "That is because knowledge of precise costs is in the hands of the infringer.",
      "id": "s44"
    },
    {
      "text": "That said, simply to treat gross revenue as profits with an arbitrary discount, where the evidence suggested that there were costs, would be contrary to principle, even allowing for assessment being an inexact science.",
      "id": "s45"
    },
    {
      "text": "(d) No allowance should be made in respect of wages incurred by, or on behalf of the infringer.",
      "id": "s46"
    },
    {
      "text": "An infringing party ought not be permitted to have the benefit of remuneration or directors fees for carrying on its infringing activities.",
      "id": "s47"
    },
    {
      "text": "I approach the taking of the account of profits in this case on these bases.",
      "id": "s48"
    },
    {
      "text": "The evidence before me proves, in my opinion, that the registered mark, GHD, has become well-known, and associated with hairstyling products of a particular good repute and quality.",
      "id": "s49"
    },
    {
      "text": "That being so, remarks made by Windeyer J in Colbeam Palmer Limited v Stock Affiliates Pty Ltd [1968] HCA 50 ; (1968) 122 CLR 25 are pertinent: \n All profits made by an infringer by selling goods of that kind under that name may in some cases be said to be attributable to his use of the mark.",
      "id": "s50"
    },
    {
      "text": "In cases of that sort the buyer of the goods is taken to have bought them because of the mark under which they were sold.",
      "id": "s51"
    },
    {
      "text": "If that mark was for him an inducement, not necessarily the sole inducing cause of his buying the goods, the infringing seller is accountable to the owner of the mark for the profit he made by the sale.",
      "id": "s52"
    },
    {
      "text": "Those sentiments apply equally in respect of a claim by an authorised licensee of the registered mark.",
      "id": "s53"
    },
    {
      "text": "There is not an exact correspondence as between the affidavits of Mr Gubecka and Mr Jakin as to the number of counterfeit irons imported.",
      "id": "s54"
    },
    {
      "text": "Mr Gubecka's evidence is that 175 counterfeit irons were imported.",
      "id": "s55"
    },
    {
      "text": "Mr Jakin's evidence is that, to the best of his recollection, in the period of his involvement in the ordering and sale of the counterfeit irons about 160 were purchased.",
      "id": "s56"
    },
    {
      "text": "Of the two, Mr Gubecka appears to have had the greater involvement in the activities of GHD Australia Direct.",
      "id": "s57"
    },
    {
      "text": "I note that it is to his affidavit that invoices from a Chinese company, Mount Rise Limited, in respect of the sale of the counterfeit irons, are exhibited.",
      "id": "s58"
    },
    {
      "text": "Further, on the face of those invoices, the buyer is shown as Mr Gubecka, rather than Mr Jakin.",
      "id": "s59"
    },
    {
      "text": "I accept that Mr Jakin has done the best he can from his recollection, but it is a recollection that is unassisted by documentation.",
      "id": "s60"
    },
    {
      "text": "Further, the disparity may well be attributable to Mr Jakin's later cessation of involvement in the activities of GHD Australia Direct.",
      "id": "s61"
    },
    {
      "text": "For those reasons it seems to me preferable to act, for the purposes of assessment, on Mr Gubecka's evidence as to the number of counterfeit irons imported.",
      "id": "s62"
    },
    {
      "text": "The attempted importation itself was an infringement of the registered mark by use.",
      "id": "s63"
    },
    {
      "text": "There has been a subsequent and further infringement in the sale of the counterfeit irons, manifesting that the importation was for the purposes of sale.",
      "id": "s64"
    },
    {
      "text": "Mr Gubecka's evidence is that the price at which the counterfeit irons were sold --- and all of them were --- was between AUD$205 and AUD$240.",
      "id": "s65"
    },
    {
      "text": "That range corresponds with the recollection of Mr Jakin in part.",
      "id": "s66"
    },
    {
      "text": "His recollection is that the range was $190 to $230 with a \"buy it now\" price of $215.",
      "id": "s67"
    },
    {
      "text": "Again, though, Mr Jakin's affidavit attesting to that range is unassisted by documentation of GHD Australia Direct.",
      "id": "s68"
    },
    {
      "text": "I prefer Mr Gubecka's evidence in that regard.",
      "id": "s69"
    },
    {
      "text": "Again, that is not to say that I am, in any way, critical of Mr Jakin.",
      "id": "s70"
    },
    {
      "text": "His recollection is certainly close to the greater precision that Mr Gubecka is able to give.",
      "id": "s71"
    },
    {
      "text": "Jemella Australia submits that given that there is a range of sale prices before me, that it is appropriate to adopt an average of $222.50 per unit.",
      "id": "s72"
    },
    {
      "text": "The giving of greater precision as to the precise cost of sale of each unit is a subject uniquely in the hands of those individual respondents involved in the activities of GHD Australia Direct.",
      "id": "s73"
    },
    {
      "text": "In those circumstances, it seems to me, consistent with principle as recited by the Full Court in Liquideng (2009) 79 IPR 437, to give the benefit of the doubt to Jemella Australia.",
      "id": "s74"
    },
    {
      "text": "It also seems to me that in so doing, a fair approach is to adopt the average submitted as appropriate by Jemella Australia.",
      "id": "s75"
    },
    {
      "text": "Jemella Australia accepts, correctly, with respect, that on the taking of an account, allowance must be made for the cost of purchasing the counterfeit irons including, in that regard, the telegraphic transfer fee in respect of purchase costs as evident in the material exhibited to Mr Gubecka's affidavit.",
      "id": "s76"
    },
    {
      "text": "Adopting then the average approach, and allowing for purchase costs, it is possible to tabulate an amount of profit per unit in respect of the 175 counterfeit irons.",
      "id": "s77"
    },
    {
      "text": "'Schedule A --- Calculation of Profits' to Jemella Australia's submissions which provides that tabulation is annexure \"A\" to the reasons for judgment.",
      "id": "s78"
    },
    {
      "text": "That tabulation is cast on the sales at the minimum of $205, the maximum of $240 per unit, and then gives a median sale, or what I have termed an average.",
      "id": "s79"
    },
    {
      "text": "The end result of that, if one looks to that average, is a profit of $12,786.",
      "id": "s80"
    },
    {
      "text": "There are some indications of other costs associated with the sale of the units, apart from the cost of their purchase and associated telegraphic transfer.",
      "id": "s81"
    },
    {
      "text": "Business activity statement data is exhibited to Mr Gubecka's affidavit.",
      "id": "s82"
    },
    {
      "text": "Further, from other affidavit evidence read, it is apparent that the units concerned were promoted by the use of the internet.",
      "id": "s83"
    },
    {
      "text": "It is not possible, in the absence of an explanation from any of the individual respondents, particularly Mr Gubecka, to give any precision at all to how much of the expenses set out in the business activity statements ought properly to be regarded as attributable to the sales of the counterfeit irons.",
      "id": "s84"
    },
    {
      "text": "Again, that is a subject uniquely within the province of those behind GHD Australia Direct.",
      "id": "s85"
    },
    {
      "text": "I apprehend though, from Liquideng (2009) 79 IPR 437, that I ought, in the face of some indications on the affidavit material before me of additional expenses, at least to make some allowance for those as best I can.",
      "id": "s86"
    },
    {
      "text": "Postage and handling is one, but this seems to be incorporated, in any event, into the cost of sales, so I do not propose to make any allowance for that.",
      "id": "s87"
    },
    {
      "text": "Another, though, are internet costs.",
      "id": "s88"
    },
    {
      "text": "There may well also be some costs associated with the transporting of the counterfeit irons to the post office, although these would seem necessarily to be modest.",
      "id": "s89"
    },
    {
      "text": "I make that observation because it seems, on the evidence, that there were bulk dispatches of counterfeit irons, rather than numerous individual trips.",
      "id": "s90"
    },
    {
      "text": "There must also have been some cost of storage although, again, how much should be allowed in that regard is moot.",
      "id": "s91"
    },
    {
      "text": "I note that Mr Jakin deposes that the business was conducted from the residence of Mr Gubecka and Ms La Porta, who is Mr Gubecka's partner.",
      "id": "s92"
    },
    {
      "text": "It seems to me that it gives recognition to the indications and to principle to allow some additional amount then per unit in respect of costs, other than labour costs, associated with the sale of the counterfeit irons.",
      "id": "s93"
    },
    {
      "text": "Doing the best I can, albeit at the expense of precision, I propose to allow $10 per unit, by way of what one might term \"incidental costs\" to recognise expenses such as advertising, storage and costs of transport to post office.",
      "id": "s94"
    },
    {
      "text": "These fall for deduction from the tabulated amount of $12,786.",
      "id": "s95"
    },
    {
      "text": "In total, the incidentals amount to $1750.",
      "id": "s96"
    },
    {
      "text": "That then leaves a net amount of $11,036.14.",
      "id": "s97"
    },
    {
      "text": "It seems to me that this is the amount to allow by way of an account of profits in respect of the infringements, the subject of default judgment.",
      "id": "s98"
    },
    {
      "text": "The question then becomes, should each or any of the individual respondents be held liable for the amount of profits assessed?",
      "id": "s99"
    },
    {
      "text": "On the evidence, GHD Australia Direct was effectively the alter-ego of Mr Gubecka and Ms La Porta.",
      "id": "s100"
    },
    {
      "text": "Ms La Porta was nominally sole director, secretary and shareholder.",
      "id": "s101"
    },
    {
      "text": "However, it is quite apparent, on the evidence, that Mr Gubecka had operational responsibility for the activities of GHD Australia Direct.",
      "id": "s102"
    },
    {
      "text": "The case is one where it has been pleaded, and default judgment has been entered, on the basis that the respondents were jointly and severally liable.",
      "id": "s103"
    },
    {
      "text": "Mr Jakin's involvement is more passing than that of Mr Gubecka and Ms La Porta, but it is not an insignificant involvement.",
      "id": "s104"
    },
    {
      "text": "It is apparent, from his own affidavit, that he was a participant in the plan to bring the counterfeit irons into Australia and to market them via the internet.",
      "id": "s105"
    },
    {
      "text": "It is significant that he does not depose to having received nothing from the enterprise.",
      "id": "s106"
    },
    {
      "text": "There has been no application by, or on behalf of any of the individual respondents to set aside the default judgment.",
      "id": "s107"
    },
    {
      "text": "In those circumstances, it seems to me that I should regard GHD Australia Direct as the alter-ego of each, in conformity with the case pleaded and in respect of which judgment by default was entered.",
      "id": "s108"
    },
    {
      "text": "An assessment of damages under the Trade Practices Act would yield no different or better result for Jemella Australia.",
      "id": "s109"
    },
    {
      "text": "There remains then, a question as to whether costs should be fixed?",
      "id": "s110"
    },
    {
      "text": "I do have evidence before me as to the amount of costs which have been incurred as between solicitor and client and by way of disbursements including, in that regard, counsel's fees.",
      "id": "s111"
    },
    {
      "text": "That evidence also goes to the extent of providing some guidance from an experienced solicitor as to the amounts that one might expect would be allowed on a party and party taxation.",
      "id": "s112"
    },
    {
      "text": "Having said that, and without descending to the detail, the overall amounts do seem to me to be rather large, both in respect of solicitor's costs and counsel's fees.",
      "id": "s113"
    },
    {
      "text": "It may, though, do something of an injustice to Jemella Australia to proceed on that basis and fix costs that are reasonable, in my opinion, without giving Jemella Australia a detailed opportunity to be heard in relation to costs.",
      "id": "s114"
    },
    {
      "text": "The appropriate way in which such an opportunity is afforded is by way of a direction for costs to be taxed.",
      "id": "s115"
    },
    {
      "text": "That then allows the detailed explanation to be given to an officer of the court who is familiar with the process of taxation.",
      "id": "s116"
    },
    {
      "text": "In making that observation, I have also taken into account that the costs of both solicitor and counsel seem to have been formulated on a time costing basis.",
      "id": "s117"
    },
    {
      "text": "I have nothing to suggest, and certainly do not infer, that that was anything other than a way that was authorised as between solicitor and client.",
      "id": "s118"
    },
    {
      "text": "Nonetheless, time costing can be conducive to inefficiency.",
      "id": "s119"
    },
    {
      "text": "I deliberately use the word \"can\" in that regard, because, again, the subject is one which ought properly to be explored, in fairness to Jemella Australia and also to the respondents, with the court's taxing officer.",
      "id": "s120"
    },
    {
      "text": "Another matter which I take into account in deciding that it is just to direct that costs be taxed rather than fixed is that the individual respondents have not been given notice, either of an intention to seek a fixing of costs, or of a detailed rationale upon which a particular sum was to be promoted to the court as to the reasonable sum to fix in respect of costs.",
      "id": "s121"
    },
    {
      "text": "I accept fully that there is a convenience associated with a fixing of costs, but, equally, it seems to me that, in fairness both to Jemella Australia and the respondents, this is not a case where I ought to proceed to fix costs today.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s123"
    },
    {
      "text": "Associate:\n \n \nDated: 5 June 2009\n \n Counsel for the Applicant: Ms J Payne \n \n Solicitor for the Applicant: McInnes Wilson \n \n Solicitor for the Respondents: No Appearance by the Respondents \n Date of Hearing: 29 May 2009 \n \n Date of Judgment: 29 May 2009 \n SCHEDULE A --- CALCULATION OF PROFITS \n \n SALES COST OF SALES PROFIT No of units Sales @ $205 per unit Sales @ $240 per unit Median sales # Cost as per invoices (USD) Total cost AUD* Cost per unit (AUD) Profit @ $205 per unit Profit @ $240 per unit Profit @ Median # 13 $ 2,655.00 $ 3,120.00 $ 2,892.50 $ 1,750.00 $ 2,225.53 $ 171.19 $ 439.47 $ 894.47 $ 666.97 80 $ 16,400.00 $ 19,200.00 $ 17,800.00 $ 9,900.00 $ 11,902.50 $ 148.78 $ 4,497.50 $ 7,297.50 $ 5,897.50 14 $ 2,870.00 $ 3,360.00 $ 3,115.00 $ 1,900.00 $ 2,258.13 $ 161.30 $ 611.87 $ 1,101.87 $ 856.87 68 $ 13,940.00 $ 16,320.00 $ 15,130.00 $ 8,500.00 $ 9,765.20 $ 143.61 $ 4,174.80 $ 6,554.80 $ 5,364.80 175 $ 35,875.00 $ 42,000.00 $ 38,937.50 $ 22,050.00 $ 26,151.36 $ $ 9,723.64 $ 15,848.64 $ 12,786.14 \n \n NOTES: \n \n # $222.50 per unit \n \n * As per blank transfer requests, includes transfer fees.",
      "id": "s124"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/599.html",
      "id": "s125"
    }
  ]
}