{
  "name": "Toro Martinez v Minister for Immigration &amp; Citizenship [2009] FCA 528 (21 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/528.html",
  "catchphrases": [
    {
      "text": "administrative law",
      "id": "c0"
    },
    {
      "text": "retrospective legislation",
      "id": "c1"
    },
    {
      "text": "deeming provision",
      "id": "c2"
    },
    {
      "text": "intended to reverse effect of judicial decision that statutory power to cancel a visa could not be exercised in respect of particular class of visa",
      "id": "c3"
    },
    {
      "text": "deeming provision validated decisions by the minister and a delegate of the minister",
      "id": "c4"
    },
    {
      "text": "deeming provision silent about validity of decision made before retrospective legislation enacted by administrative appeals tribunal to affirm decision of delegate to cancel visa",
      "id": "c5"
    },
    {
      "text": "whether tribunal's decision continued to be invalid after retrospective legislation commenced because of its earlier jurisdictional error",
      "id": "c6"
    },
    {
      "text": "whether validation of delegate's previously invalid decision also validated previously invalid decision of tribunal",
      "id": "c7"
    },
    {
      "text": "principles of construction",
      "id": "c8"
    },
    {
      "text": "retrospective legislation",
      "id": "c9"
    },
    {
      "text": "deeming provisions",
      "id": "c10"
    },
    {
      "text": "principle that legislature is taken not to intend to interfere with fundamental or accrued rights unless express language is used",
      "id": "c11"
    },
    {
      "text": "principle of interpretation when construing retrospective legislation that the parliament intended to act fairly",
      "id": "c12"
    },
    {
      "text": "deeming provision designed to overcome the effect of a superior court decision",
      "id": "c13"
    },
    {
      "text": "deeming provision created a statutory fiction",
      "id": "c14"
    },
    {
      "text": "importance of identifying the legislative purpose of the deeming provision",
      "id": "c15"
    },
    {
      "text": "whether deeming provision is capable of removing jurisdictional error where no express words used",
      "id": "c16"
    },
    {
      "text": "decision-maker ignoring relevant material",
      "id": "c17"
    },
    {
      "text": "jurisdictional error",
      "id": "c18"
    },
    {
      "text": "statutory interpretation",
      "id": "c19"
    },
    {
      "text": "statutes",
      "id": "c20"
    },
    {
      "text": "administrative law",
      "id": "c21"
    }
  ],
  "sentences": [
    {
      "text": "Alejandro Toro Martinez first arrived in Australia in 1985.",
      "id": "s0"
    },
    {
      "text": "On 4 May 1989 he appears to have been granted a permanent entry permit under the then provisions of the Migration Act 1958 (Cth).",
      "id": "s1"
    },
    {
      "text": "There was a reference in some material before the Administrative Appeals Tribunal to another potential source of visa held by him.",
      "id": "s2"
    },
    {
      "text": "However, it is common ground that Mr Toro Martinez held a transitional (permanent) (Class BF) visa from the time of commencement of the Migration Reform Act 1992 (Cth) on 1 September 1994 and the tribunal so found.",
      "id": "s3"
    },
    {
      "text": "A delegate of the Minister cancelled that visa under s 501 of the Act on 10 March 2008, because Mr Toro Martinez did not pass the character test in s 501(6)(a).",
      "id": "s4"
    },
    {
      "text": "That was because of his substantial criminal record in respect of his convictions for being knowingly concerned in the importation into Australia of a substantial trafficable quantity of cocaine on two different occasions in December 1996.",
      "id": "s5"
    },
    {
      "text": "Mr Toro Martinez applied to the Administrative Appeals Tribunal for a review of the delegate's decision pursuant to s 500(1)(b) of the Act on 20 March 2008.",
      "id": "s6"
    },
    {
      "text": "After a hearing at which it took oral evidence from Mr Toro Martinez and his fianc&eacute;e, the tribunal affirmed the decision under review and gave its reasons on 19 June 2008.",
      "id": "s7"
    },
    {
      "text": "A COMPLICATION --- THE VISA COULD NOT BE CANCELLED \n Nonetheless, as a result of the subsequent decision of the Full Court of this Court in Sales v Minister for Immigration and Citizenship [2008] FCAFC 132 ; (2008) 171 FCR 56 , it is common ground that Mr Toro Martinez's visa was in a class of visa that was not then capable of cancellation under s 501(2).",
      "id": "s8"
    },
    {
      "text": "This was because the visa did not meet the description in s 501(2) of a visa \"... that has been granted to a person\".",
      "id": "s9"
    },
    {
      "text": "The Full Court held that the legislative scheme providing for the conversion of Mr Toro Martinez's permanent entry permit into a transitional (permanent) visa did not involve any grant of that visa to him.",
      "id": "s10"
    },
    {
      "text": "If a person was the holder of a permanent entry permit immediately before 1 September 1994 then reg (4)(1) of the Migration Reform (Transitional Provisions) Regulations 1994 provided that \"... that entry permit continues in effect on and after 1 September 1994 as a transitional (permanent) visa that permits the holder to remain indefinitely in Australia\".",
      "id": "s11"
    },
    {
      "text": "The source of Mr Toro Martinez's visa was his permanent entry permit which was continued in effect as a visa by force of reg 4.",
      "id": "s12"
    },
    {
      "text": "Accordingly, it is common ground that the decision of the delegate of the Minister made on 10 March 2008 to cancel Mr Toro Martinez's visa under s 501(2) was invalid since the Minister had no power to cancel a visa that had not, in fact, been granted.",
      "id": "s13"
    },
    {
      "text": "The consequence of the decision in Sales [2008] FCAFC 132 ; 171 FCR 56 was that the only correct and preferable decision which the tribunal could have made at the time it acted was to set aside the decision under review, because there was no power to make it in the first place.",
      "id": "s14"
    },
    {
      "text": "Mr Toro Martinez applied promptly to this Court to review the decision of the tribunal.",
      "id": "s15"
    },
    {
      "text": "Before any hearing of the application to the Court, the Minister accepted that the decision in Sales [2008] FCAFC 132 ; 171 FCR 56 applied equally to Mr Toro Martinez, because the original decision to cancel his visa had no force or effect.",
      "id": "s16"
    },
    {
      "text": "The Department of Immigration and Citizenship wrote to Mr Toro Martinez and informed him of this outcome.",
      "id": "s17"
    },
    {
      "text": "The letter warned him that the legislative position may change.",
      "id": "s18"
    },
    {
      "text": "He was released from immigration detention.",
      "id": "s19"
    },
    {
      "text": "Consequently, on 26 August 2008 Mr Toro Martinez filed a notice of discontinuance of his application in the Court.",
      "id": "s20"
    },
    {
      "text": "THE 2008 AMENDING LEGISLATION \n Next, the Parliament enacted the Migration Legislation Amendment Act (No 1) 2008 which inserted s 501HA into the Act.",
      "id": "s21"
    },
    {
      "text": "The purpose of that provision was to reverse Sales [2008] FCAFC 132 ; 171 FCR 56 as it applied to decisions taken after the day on which the amendment commenced, being 19 September 2008 (see Schedule 4, items 5 and 6(iii)).",
      "id": "s22"
    },
    {
      "text": "In item 7 of Schedule 4 of the 2008 amendment the Parliament provided that any decision to cancel a transitional permanent visa made or purporting to have been made by the Minister or a delegate before 19 September 2008 was deemed to be valid.",
      "id": "s23"
    },
    {
      "text": "Mr Toro Martinez was then returned to immigration detention and filed a fresh application challenging the tribunal's decision.",
      "id": "s24"
    },
    {
      "text": "On 5 December 2008 Emmett J dismissed that application as incompetent ( Martinez v Minister for Immigration and Citizenship (No 2) [2008] FCA 1995) but his Honour granted leave to Mr Toro Martinez to withdraw his notice of discontinuance in these proceedings since the Minister did not oppose this course.",
      "id": "s25"
    },
    {
      "text": "His Honour also made directions in these proceedings: Martinez v Minister for Immigration and Citizenship [2008] FCA 1994.",
      "id": "s26"
    },
    {
      "text": "THE 2008 AMENDMENT \n What the 2008 amendment meant in the context of a person in Mr Toro Martinez's position is the principal ground of the present amended application.",
      "id": "s27"
    },
    {
      "text": "It is necessary to set out the relevant items of the Schedule in the 2008 amendment in order to understand the argument: \n \" 5 After section 501H \n Insert: \n\n \n 501HA Application of sections 501 to 501H to transitional (permanent) visas and transitional (temporary) visas \n\n \n If, under the Migration Reform (Transitional Provisions) Regulations, a person:\n \n (a) held a permanent return visa, permanent entry permit or permanent visa that continues in effect as a transitional (permanent) visa; or\n (b) held a temporary entry permit or temporary visa that continues in effect as a transitional (temporary) visa; or\n (c) is taken to hold a transitional (permanent) visa; \n\n \n the person is also taken, for the purposes of sections 501 to 501H, to have been granted a visa.",
      "id": "s28"
    },
    {
      "text": "6 Application \n\n \n (1) The amendment made by item 2 of this Schedule applies in respect of a person who has been granted: \n\n \n (a) a bridging visa (within the meaning of the Migration Act 1958 ); or\n (b) a criminal justice visa (within the meaning of that Act); \n\n \n on or after the day on which that item commences.",
      "id": "s29"
    },
    {
      "text": "(2) The amendment made by item 4 of this Schedule applies in relation to an authorised recipient, whether the notice under subsection 494D(1) of the Migration Act 1958 in relation to the authorised recipient is given before, on or after the day on which that item commences.",
      "id": "s30"
    },
    {
      "text": "(3) The amendment made by item 5 of this Schedule applies in respect of a decision to cancel a visa that is made under the Migration Act 1958 on or after the day on which that item commences.",
      "id": "s31"
    },
    {
      "text": "Validation of pre-commencement decisions in relation to transitional (permanent) visas and transitional (temporary) visas \n \n (1) To avoid doubt, any decision made or purported to have been made: \n\n \n (a) by the Minister under section 501, 501A, 501B, 501C or 501F of the Migration Act 1958 (as in force at any time on or after 1 September 1994 and before the day on which this item commences) before the day on which item 5 of this Schedule commences; or\n (b) by a delegate of the Minister under section 501 of the Migration Act 1958 (as in force at any time on or after 1 September 1994 and before the day on which this item commences) before the day on which item 5 of this Schedule commences;\n to cancel a transitional (permanent) visa or a transitional (temporary) visa is as valid, and is taken always to have been as valid, as it would have been if the transitional (permanent) visa or transitional (temporary) visa were a visa that had been granted.",
      "id": "s32"
    },
    {
      "text": "(2) In subitem (1): \n\n \n transitional (permanent) visa means a transitional (permanent) visa referred to in the Migration Reform (Transitional Provisions) Regulations.",
      "id": "s33"
    },
    {
      "text": "transitional (temporary) visa means a transitional (temporary) visa referred to in the Migration Reform (Transitional Provisions) Regulations.",
      "id": "s34"
    },
    {
      "text": "\" \n\n GROUNDS OF REVIEW \n Mr Toro Martinez argued that the decision of the tribunal involved a jurisdictional error and therefore was to be regarded as no decision at all ( Plaintiff S157/2002 v The Commonwealth (2003) 211 CLR 476 at 506 [76] per Gaudron, McHugh, Gummow, Kirby and Hayne JJ) on the following bases: \n (1) The only correct or preferable decision at which it could have arrived was that the decision should be set aside because the visa had not been granted or taken to be granted for the purposes of s 501 having regard to the law later laid down in Sales [2008] FCAFC 132 ; 171 FCR 56.",
      "id": "s35"
    },
    {
      "text": "(2) The tribunal ignored relevant considerations by failing to have regard to:\n \n (a) the impact on Mr Toro Martinez's daughter as revealed in her interview with the Department in June 2001, and her letter to the Department in July 2007 because it referred only to a letter she had written on 15 April 2008 in concluding that she would suffer some emotional hardship from his removal; and\n \n (b) the conclusion of the Department's International Obligations and Humanitarian Concerns Assessment that, because of the poor overall security situation in Columbia, it would be unreasonable to expect Mr Toro Martinez's fianc&eacute;e or his daughter to leave the relative safety of Australian society and accompany him to Columbia.",
      "id": "s36"
    },
    {
      "text": "(3) The tribunal reached a conclusion not open on the evidence before it, namely that Mr Toro Martinez would face no serious danger of personal harm by returning to Columbia because, first, the International Obligations and Humanitarian Concerns Assessment had identified that other States were choosing not to return persons involuntarily to Columbia and, secondly, there were multiple human rights violations there.",
      "id": "s37"
    },
    {
      "text": "(4) Direction No 21 made by the Minister under s 499 of the Act was invalid because it went beyond the giving of directions or interfered with the unfettered discretion of a decision-maker under s 501(2).",
      "id": "s38"
    },
    {
      "text": "(5) The tribunal applied Direction No 21 by obeying its requirements to give prominence or weight to matters as primary considerations and thus failed to have regard to all of the relevant circumstances, according them appropriate weight as it saw fit.",
      "id": "s39"
    },
    {
      "text": "(6) The tribunal failed to accord procedural fairness because it did not give Mr Toro Martinez any opportunity, let alone a reasonable opportunity, to inspect documents to which it proposed to have regard in reaching its decision in contravention of s 39(1) of the Administrative Appeals Tribunal Act 1975 (Cth) or alternatively its common law obligation to accord him procedural fairness.",
      "id": "s40"
    },
    {
      "text": "Ground 1\n Mr Toro Martinez argued that item 7 was intended to deal only with invalid decisions made before 19 September 2008.",
      "id": "s41"
    },
    {
      "text": "He contended that despite the introductory words of item 7(1), there was no doubt to avoid.",
      "id": "s42"
    },
    {
      "text": "The regime introduced by s 501HA took effect with respect to decisions made after the commencement of item 7.",
      "id": "s43"
    },
    {
      "text": "Thus, s 501HA had no application to any decision that had already been made and could not affect the status of the decision made on 10 March 2003.",
      "id": "s44"
    },
    {
      "text": "On the other hand, item 7(1)(b) operated on the decision affecting Mr Toro Martinez which had been made by the delegate on 10 March 2008.",
      "id": "s45"
    },
    {
      "text": "However, he argued that the tribunal committed a jurisdictional error because in deciding his matter on 19 June 2008 the tribunal did not do the only thing then open to it to do, namely to set the delegate's decision aside as being made without any power to do so.",
      "id": "s46"
    },
    {
      "text": "Mr Toro Martinez argued that the construction of item 7 ought to be governed by the principle that where a choice of constructions is open, an Act should be construed so as not to encroach upon common law rights and freedoms.",
      "id": "s47"
    },
    {
      "text": "I note that Mr Toro Martinez foreshadowed an argument that he is not affected by the amendments at all, and that the process of cancellation of his visa should start afresh.",
      "id": "s48"
    },
    {
      "text": "However, that question was not argued before me and I express no view on it.",
      "id": "s49"
    },
    {
      "text": "The Minister, on the other hand, relied upon the words in item 7(1) \"... is as valid, and is taken always to have been as valid, as it would have been if the transitional (permanent) visa ... were a visa that had been granted\".",
      "id": "s50"
    },
    {
      "text": "He contended that this retrospectively deemed the delegate's decision always to have been valid and that, as a result, the tribunal's decision affirming that decision was unimpeachable.",
      "id": "s51"
    },
    {
      "text": "The Minister argued that to affirm the decision under review had the effect of leaving the delegate's decision as the only operative decision.",
      "id": "s52"
    },
    {
      "text": "He contended that an affirmation by the tribunal of a decision of a delegate has the effect that the original decision of the delegate continues to operate and the later decision of the tribunal does not operate in substitution: Kim v Minister for Immigration and Citizenship [2008] FCAFC 73 ; (2008) 167 FCR 578 at 583 [23] per Tamberlin J, with whom Besanko J agreed at 586 [42]; see also Daher v Minister for Immigration and Ethnic Affairs (1996) 70 FCR 585 at 587F-588B per North J.",
      "id": "s53"
    },
    {
      "text": "Do the words in item 7 \"... is taken always to have been as valid\" have a retrospective operation so as to deny that the tribunal made any jurisdictional error?",
      "id": "s54"
    },
    {
      "text": "Mr Toro Martinez filed his notice of discontinuance in this Court on 26 August 2008, more than three weeks before item 7 came into operation as a law of the Commonwealth.",
      "id": "s55"
    },
    {
      "text": "Thus, it could not be said that the enactment of item 7 affected these proceedings at the time as pending or current litigation.",
      "id": "s56"
    },
    {
      "text": "The evident intention of the 2008 amendment was to validate earlier decisions to cancel visas that had not been \"granted\" but were nonetheless operative.",
      "id": "s57"
    },
    {
      "text": "Those visas were in the category that the judgment in Sales [2008] FCAFC 132 ; 171 FCR 56 had revealed could not fall within the then statutory powers of cancellation.",
      "id": "s58"
    },
    {
      "text": "A court will assume that the legislature intended to act fairly when it construes retrospective legislation to ascertain the extent that the law was intended to operate retrospectively: Attorney-General (NSW) v World Best Holdings Ltd [2005] NSWCA 261 ; (2005) 63 NSWLR 557 at 571 [54] per Spigelman CJ.",
      "id": "s59"
    },
    {
      "text": "And, there is a general rule that where the legislature alters the rights of persons retrospectively unless the Act clearly so operates, the Court will not construe it to affect rights: cf: Bawn Pty Ltd v Metropolitan Meat Industries Board (1970) 72 SR (NSW) 466 at 486C-D per Mason JA: see too NSW Food Authority v Nutricia Australia Pty Ltd (2008) 253 ALR 133 at 161-162 [130]-[132] per Spigelman CJ, with whom Hidden and Latham JJ agreed.",
      "id": "s60"
    },
    {
      "text": "The Minister also argued that retrospective legislation may affect existing proceedings.",
      "id": "s61"
    },
    {
      "text": "That, of course, is correct.",
      "id": "s62"
    },
    {
      "text": "But the result is affected by the principle that the legislation will be read down so as not to have such an operation in the absence of clear words of a contrary statutory intention: see Nutricia 253 ALR at 162 [132] per Spigelman CJ.",
      "id": "s63"
    },
    {
      "text": "In Minister for Immigration and Citizenship v Haneef [2007] FCAFC 203 ; (2007) 163 FCR 414 at 442-444 [105] - [113] , Black CJ, French and Weinberg JJ discussed the construction of s 501 and applied the principles identified in the following passage in Coco v The Queen (1994) 179 CLR 427 at 437.",
      "id": "s64"
    },
    {
      "text": "There Mason CJ, Brennan, Gaudron and McHugh JJ said: \n \"The insistence on express authorization of an abrogation or curtailment of a fundamental right, freedom or immunity must be understood as a requirement for some manifestation or indication that the legislature has not only directed its attention to the question of the abrogation or curtailment of such basic rights, freedoms or immunities but has also determined upon abrogation or curtailment of them.",
      "id": "s65"
    },
    {
      "text": "The courts should not impute to the legislature an intention to interfere with fundamental rights.",
      "id": "s66"
    },
    {
      "text": "Such an intention must be clearly manifested by unmistakable and unambiguous language.",
      "id": "s67"
    },
    {
      "text": "General words will rarely be sufficient for that purpose if they do not specifically deal with the question because, in the context in which they appear, they will often be ambiguous on the aspect of interference with fundamental rights (see Chu Kheng Lim v Minister for Immigration, Local Government and Ethnic Affairs [1992] HCA 64 ; (1992) 176 CLR 1 at p 12, per Mason CJ).",
      "id": "s68"
    },
    {
      "text": "\" \n\n They said that application of this principle by the Courts would be likely to enhance the Parliamentary process by securing a greater measure of attention to the impact of legislative proposals on fundamental rights: Coco 179 CLR at 437-438.",
      "id": "s69"
    },
    {
      "text": "In Minister for Immigration and Ethnic Affairs v Sciascia (1991) 31 FCR 364 at 370-372 Burchett and Lee JJ discussed (in passages approved in Haneef 163 FCR at 443 [108] and [111]) a statutory predecessor of s 501 that provided that an illegal immigrant was liable to deportation if that person had been convicted of offences and been sentenced to imprisonment for at least one year.",
      "id": "s70"
    },
    {
      "text": "They said that the section deprived the persons \"caught by it of one of their most precious rights, their right of community\".",
      "id": "s71"
    },
    {
      "text": "Burchett and Lee JJ said that the making of a deportation order was a plain infringement of liberty and was more so if the law authorising it was retroactive.",
      "id": "s72"
    },
    {
      "text": "They said ( Sciascia 31 FCR at 372): \n \"Both retrospectivity and curtailment of liberty, when found in any statute, are strong pointers towards a construction strictly confining its operation.",
      "id": "s73"
    },
    {
      "text": "\" \n\n The cancellation of a non-citizen's visa will have a profound effect on the rights of the visa holder.",
      "id": "s74"
    },
    {
      "text": "He or she will lose the freedom which the visa confers to remain in Australia and to exercise and enjoy the benefit of the liberties, freedoms and rights which persons present in this country ordinarily enjoy.",
      "id": "s75"
    },
    {
      "text": "Moreover, s 501 can apply to persons who have served sentences of imprisonment eligible to be released unconditionally or on parole.",
      "id": "s76"
    },
    {
      "text": "One immediate consequence of the decision to cancel the visa was that Mr Toro Martinez remained in immigration detention when he would otherwise have been entitled to be at liberty (albeit in respect of the unserved portion of his sentences of imprisonment) on parole.",
      "id": "s77"
    },
    {
      "text": "Item 7 in the 2008 amendment is capable of operating in a manner that infringes the liberty of persons whose visas had been purportedly cancelled under decisions of the Minister or a delegate that were invalid for reasons given in Sales [2008] FCAFC 132 ; 171 FCR 56.",
      "id": "s78"
    },
    {
      "text": "The item is intended to restore the legal force of those decisions.",
      "id": "s79"
    },
    {
      "text": "The Minister argued that because item 7 has the effect of validating the delegate's decision retrospectively, the necessary consequence is that the tribunal's decision is also validated.",
      "id": "s80"
    },
    {
      "text": "That followed, he contended, because the tribunal's affirmation of the delegate's decision never operated (unlike the case prior to the 2008 amendment) on a valid decision of the delegate to cancel Mr Toro Martinez's visa even though it was not a visa that had been granted.",
      "id": "s81"
    },
    {
      "text": "In effect, the Minister argued that the words in item 7 \"... is as valid, and is taken always to have been as valid, as it would have been\" not only validated the delegate's decision that had previously been invalid, but changed the status in law of the tribunal's decision.",
      "id": "s82"
    },
    {
      "text": "Mr Toro Martinez argued that item 7 expressly referred to two classes of decision, first, those by the Minster made under identified sections of the Act (item 7(1)(a)) and secondly, by a delegate of the Minister made under only s 501 (item 7(1)(b)).",
      "id": "s83"
    },
    {
      "text": "He pointed out that in the 2008 amendment there was no reference to decisions made by the tribunal.",
      "id": "s84"
    },
    {
      "text": "He argued that if the Minister wished now to cancel a visa that previously had not been cancelled validly, he could do so under the new s 501HA.",
      "id": "s85"
    },
    {
      "text": "But, the Minister wished to have the legislation construed so as to make valid a decision of the tribunal which, at the time it was given, was not a decision at all because of its jurisdictional error in affirming a decision that could not have been made under s 501 ( Plaintiff S157 211 CLR at 506 [76]).",
      "id": "s86"
    },
    {
      "text": "Mr Toro Martinez argued that for this result to ensue clear words of necessary intendment were required, and the Parliament had not used them.",
      "id": "s87"
    },
    {
      "text": "He argued that all item 7(1) did was to restore validity to the delegate's decision.",
      "id": "s88"
    },
    {
      "text": "But, he contended, this did not affect the legal status of the tribunal's invalid decision.",
      "id": "s89"
    },
    {
      "text": "He argued that regardless of whether the decision of the delegate was valid or invalid, in reviewing that decision the tribunal was exercising an independent function under s 43 of the Administrative Appeals Tribunal Act .",
      "id": "s90"
    },
    {
      "text": "A long line of authority in this Court has held that the tribunal has jurisdiction to review a purported decision, even where it is clear that the decision of the original decision-maker was affected by a jurisdictional error: Collector of Customs (NSW) v Brian Lawlor Automotive Pty Limited [1979] FCA 21 ; (1979) 41 FLR 338 at 342---344 per Bowen CJ, 370 per Smithers J; Zubair v Minister for Immigration [2004] FCAFC 248 ; (2004) 139 FCR 344 at 352-354 [28] - [32] per Finn, Mansfield and Gyles JJ.",
      "id": "s91"
    },
    {
      "text": "The tribunal has power to cure a defect in the delegate's decision once the tribunal's jurisdiction has been invoked by an application for review: Zubair 139 FCR at 354.",
      "id": "s92"
    },
    {
      "text": "A party affected will elect to treat an administrative decision as valid, though erroneous, by exercising the right to have it reviewed by a second administrative body, in preference to exercising a right to have a court compel proper performance by the original authority of its duty.",
      "id": "s93"
    },
    {
      "text": "Such an outcome promotes administrative efficiency, provided that the party applying for the review subsequently receives a fair hearing by the second body.",
      "id": "s94"
    },
    {
      "text": "In that way, any defects in the process by which the original decision was reached are cured by the later determination on the administrative review or administrative appeal: Twist v Randwick Municipal Council [1976] HCA 58 ; (1976) 136 CLR 106 at 116 per Mason J.",
      "id": "s95"
    },
    {
      "text": "In reviewing an administrative decision the tribunal has to give the decision it considers to be the correct or preferable decision.",
      "id": "s96"
    },
    {
      "text": "That function must be performed independently of any instruction, advice or wish of the executive government, including in cases where government policy is a relevant factor for consideration and the powers of the tribunal are limited to affirming or recommending the reconsideration of the decisions of a Minister: Wilson v Minister for Aboriginal and Torres Strait Islander Affairs [1996] HCA 18 ; (1996) 189 CLR 1 at 17-18 per Brennan CJ, Dawson, Toohey, McHugh and Gummow JJ, approving Re Becker and Minister for Immigration and Ethnic Affairs (1977) 1 ALD 58 at 163 per Brennan J as President of the Tribunal.",
      "id": "s97"
    },
    {
      "text": "The decision of the tribunal in the particular circumstances of each case must be arrived at according to its opinion as to the merits of that case.",
      "id": "s98"
    },
    {
      "text": "However, as French, O'Loughlin and Whitlam JJ pointed out in Madafferi v Minister for Immigration and Multicultural Affairs [2002] FCAFC 220 ; (2002) 118 FCR 326 at 346 [68] the source of the tribunal's power to give the correct or preferable decision on a review is s 43 of the Administrative Appeals Tribunal Act .",
      "id": "s99"
    },
    {
      "text": "They said: \n \"It does not exercise afresh the power conferred by the enactment under which the decision was made.",
      "id": "s100"
    },
    {
      "text": "A fortiori, when it affirms a decision or sets it aside and remits it for reconsideration, it does not exercise a power conferred by the enactment under which the primary decision-maker has made his or her decision ... Analogous reasoning in Daher v Minister for Immigration and Ethnic Affairs (1996) 70 FCR 585 at 587 led North J to conclude that a decision of the Refugee Review Tribunal affirming a decision of the Minister to refuse a visa was not itself a decision to refuse the grant of the visa.",
      "id": "s101"
    },
    {
      "text": "\" \n Here, the decision of the tribunal was affected by jurisdictional error at the time it was made on 19 June 2008.",
      "id": "s102"
    },
    {
      "text": "In my opinion the decision of the tribunal was no decision at all.",
      "id": "s103"
    },
    {
      "text": "The Tribunal had not made a decision in accordance with s 43 of the Administrative Appeals Tribunal Act , because the only correct and preferable decision to which it could have arrived on 19 June 2008 was to set aside the decision to cancel the visa as not having been a decision made in accordance with s 501.",
      "id": "s104"
    },
    {
      "text": "The visa had never been grated to Mr Toro Martinez and was therefore outside the reach of s 501(2): Sales [2008] FCAFC 132 ; 171 FCR 56.",
      "id": "s105"
    },
    {
      "text": "The 2008 amendment did not deal in item 7 with a purported decision of the tribunal.",
      "id": "s106"
    },
    {
      "text": "The language of item 7 addressed two of the three possible categories of decision to which Sales [2008] FCAFC 132 ; 171 FCR 56 applied, namely a decision by, first, the minister under identified sections of the Act and, secondly, the delegate under s 501 alone.",
      "id": "s107"
    },
    {
      "text": "That raises the question whether the words \"... is as valid, as it would have been if the transitional (permenant) visa ... were a visa that had been granted\" operate to change the nature of the tribunal's decision because they transformed the earlier invalid decision of the delegate into a valid decision.",
      "id": "s108"
    },
    {
      "text": "Although there is no evidence as to the number of potentially affected decisions, it is safe to infer that a considerable number of visas in the affected category had been cancelled over the previous years.",
      "id": "s109"
    },
    {
      "text": "Challenges to the cancellation of those visas, like Mr Toro Martinez's, would have been made to, first, the tribunal and then to this Court and the High Court.",
      "id": "s110"
    },
    {
      "text": "The consequence of giving item 7 a narrow construction is that persons who left Australia either voluntarily or involuntarily, based on failed challenges to the purported cancellation of their visas could now assert rights of re-entry and residence on the ground that the tribunal's decisions to affirm the cancellations were affected by the above jurisdictional error.",
      "id": "s111"
    },
    {
      "text": "It is unlikely that the Parliament intended that consequence.",
      "id": "s112"
    },
    {
      "text": "That may be why it chose the opening words of the chapeau to item 7(1): \n \"To avoid doubt, any decision made or purported to have been made.",
      "id": "s113"
    },
    {
      "text": "\" \n\n The doubt referred to was, clearly enough, whether those two classes of decision were valid.",
      "id": "s114"
    },
    {
      "text": "The language of the Parliament does not suggest that it sought to create a distinction between those who had accepted a decision by the Minister or a delegate to cancel their visas without challenge and those who had applied unsuccessfully to the tribunal or the Courts to set aside the decision to cancel.",
      "id": "s115"
    },
    {
      "text": "Such a distinction would create, not avoid, doubt.",
      "id": "s116"
    },
    {
      "text": "The anomalous result would ensure that a person who had taken proceedings to reverse the cancellation but failed would be in a better position than someone who had accepted the decision in the first place.",
      "id": "s117"
    },
    {
      "text": "It would certainly give a new and unattractive twist to the aphorism that \"it is better to have tried and failed than never to have tried at all\".",
      "id": "s118"
    },
    {
      "text": "The Parliament evidenced an intention that any decision within items 7(1)(a) or (b) would provide lawful authority for acts done on the faith of it, including keeping a person in immigration detention or removing him or her from Australia.",
      "id": "s119"
    },
    {
      "text": "It did this by using the legislative device of taking the original decision of the Minister or delegate (as referred to in item 7(1)(a) or (b)) as always to have been as valid as it would have been had the relevant visa in fact been granted, as item 7(1) provides.",
      "id": "s120"
    },
    {
      "text": "McHugh J observed in Re Macks; Ex parte Saint [2000] HCA 62 ; (2000) 204 CLR 158 at 203 [115] that the use of the phrase \"as if\" always introduces a fiction or a hypothetical contrast, deeming something to be what it is not.",
      "id": "s121"
    },
    {
      "text": "The use of phrases such as \"is taken to be\" and \"as if\" in legislative provisions like item 7 is \"...a convenient device for reducing the verbiage of an enactment\": R v Hughes (2000) 202 CLR 535 at 551 [24].",
      "id": "s122"
    },
    {
      "text": "But, as Gleeson CJ, Gaudron, McHugh, Gummow, Hayne and Callinan JJ added ( Hughes 202 CLR at 551 [24]): \n \"Perhaps, paradoxically, it is to be expected that this very lack of verbiage will give rise to various textual awkwardness.",
      "id": "s123"
    },
    {
      "text": "\" \n\n Deeming provisions that do create fictions must be carefully construed.",
      "id": "s124"
    },
    {
      "text": "The purpose for which the legislature introduced the fiction must be identified by the Court: Muller v Dalgety &amp; Co Ltd [1909] HCA 67 ; (1909) 9 CLR 693 at 696 per Griffith CJ; Hunter Douglas Australia Pty Ltd v Perma Blinds (1970) 122 CLR 49 at 65 per Windeyer J; see too Redland Shire Council v Stradbroke Rutile Pty Ltd [1974] HCA 4 ; (1974) 133 CLR 641 at 655 per Gibbs J.",
      "id": "s125"
    },
    {
      "text": "The curative effect of legislative provisions using the statutory fictions created by phrases such as those used in item 7 will usually operate only on the source of invalidity identified in the enactment: cf: Yougarla v Western Australia [2001] HCA 47 ; (2001) 207 CLR 344 at 368 [60] per Gleeson CJ, Gaudron, McHugh, Gummow, Hayne and Callinan JJ.",
      "id": "s126"
    },
    {
      "text": "If the tribunal had arrived at the conclusion, subsequently established by the decision in Sales [2008] FCAFC 132 ; 171 FCR 56 , that it had no power to cancel the visa under s 501, it would have set aside the decision of the delegate (see: s 43 (1)(c) of the Administrative Appeals Tribunal Act ).",
      "id": "s127"
    },
    {
      "text": "Had the tribunal done that, item 7 would not have had any effect on the tribunal's decision because the delegate's decision would no longer be operative.",
      "id": "s128"
    },
    {
      "text": "As Hayne and Heydon JJ identified in Shi v Migration Agents Registration Authority [2008] HCA 31 ; (2008) 235 CLR 286 at 314---315 [96]-[98], the tribunal's task here was to decide on the material before it whether to exercise the Minister's power under s 501(2) (if it existed).",
      "id": "s129"
    },
    {
      "text": "In the contrasting position, that has actually occurred, the tribunal decided that the correct and preferable decision was the one arrived at by the delegate.",
      "id": "s130"
    },
    {
      "text": "It would be an odd result if item 7 operated to validate the latter decision but had no effect on the former.",
      "id": "s131"
    },
    {
      "text": "The natural and ordinary meaning of item 7 is that it validates certain decisions of the Minister and his delegates.",
      "id": "s132"
    },
    {
      "text": "If it cannot, and in its terms does not, undo other decisions, such as those of the tribunal, I am of opinion that item 7 should not be read to validate other decisions to which it is not expressly directed.",
      "id": "s133"
    },
    {
      "text": "However as Brennan J said in Re Brian Lawlor Automotive Pty Ltd and Collector of Customs (NSW) (1978) 1 ALD 167 at 175-176 in a passage approved by Hayne and Heydon JJ in Shi 235 CLR 315 [100].",
      "id": "s134"
    },
    {
      "text": "\"A decision by the Tribunal pursuant to s 43(1)(a) to affirm the original decision leaves the original decision intact, and this is the only decision which takes effect under the enactment: the original powers are not drawn upon by the Tribunal's order.",
      "id": "s135"
    },
    {
      "text": "Equally, a decision to set aside the decision under review and remit the matter for reconsideration pursuant to s 43(1)(c)(ii) requires the original repository of the powers and discretions to exercise them afresh: they are not exercised by the Tribunal.",
      "id": "s136"
    },
    {
      "text": "Section 43(1) grants the original powers and discretions to the Tribunal, but it does not require the Tribunal to exercise them unless the Tribunal is making a fresh order the effectiveness of which depends upon their exercise.",
      "id": "s137"
    },
    {
      "text": "\" \n\n That being so, although the Minister's delegate's decision has been validated by item 7, the tribunal is yet to perform its function of review of that decision in accordance with law.",
      "id": "s138"
    },
    {
      "text": "By applying to the tribunal before the 2008 amendment came into force, a person who then invoked a challenge to the Minister's or delegate's decision under s 501(2) elected to treat that decision as valid, though erroneous, and to have the tribunal exercise the power, in preference to challenging the decision in judicial review proceedings: Twist 136 CLR at 116 per Mason J.",
      "id": "s139"
    },
    {
      "text": "And the tribunal could have \"cured\" the defect in the delegate's decision by setting it aside: cf Zubair 139 FCR at 354.",
      "id": "s140"
    },
    {
      "text": "But the decision of the tribunal in respect of Mr Toro Martinez was given in respect of a different legal and factual scenario from that considered by the delegate and, because of Sales [2008] FCAFC 132 ; 171 FCR 56 , was no decision at all, being infected by jurisdictional error.",
      "id": "s141"
    },
    {
      "text": "The Minister argued that item 7 requires the Court to treat the delegate's decision as having always been valid so that, he contended, it is not possible now to hold that the tribunal committed a jurisdictional error.",
      "id": "s142"
    },
    {
      "text": "I do not consider that this is a correct process of construction of item 7.",
      "id": "s143"
    },
    {
      "text": "The 2008 amendment did not affect the tribunal's decision or give it any validity.",
      "id": "s144"
    },
    {
      "text": "Even though the delegate's original decision to cancel Mr Toro Martinez's visa was left intact, the tribunal decided that this was the correct and preferable decision on the material before it.",
      "id": "s145"
    },
    {
      "text": "That is, the function which the tribunal performed was a review on the merits of the delegate's decision using all of the material available up to the time that the tribunal made its decision: Shi 235 CLR at 298-299 [34]-[38] per Kirby J, 314-316 [96]-[101] per Hayne and Heydon JJ, 324-325 [134], 326 [137], 327-328 [140]-[144] per Kiefel J, with whom Crennan J agreed on this issue at 319 [117].",
      "id": "s146"
    },
    {
      "text": "As Kiefel J observed, s 43(1) of the Administrative Appeals Tribunal Act gives the tribunal powers in s 43(1)(a) to (c) for the purpose of reviewing a decision.",
      "id": "s147"
    },
    {
      "text": "She said that the purpose of the powers was \"... to permit the Tribunal to consider for itself what the decision should be\": Shi 235 CLR at 326 [137].",
      "id": "s148"
    },
    {
      "text": "It is in that task that the tribunal committed a jurisdictional error and thus failed to complete its review in accordance with law.",
      "id": "s149"
    },
    {
      "text": "The Minister also sought to draw an analogy with stamp duty legislation that prohibited the admission into evidence of an unstamped instrument but gave the instrument, once duly stamped, its full force and effect, relying on Shepherd v Felt &amp; Textiles of Australia Ltd [1931] HCA 21 ; (1931) 45 CLR 359 at 383 per Dixon J.",
      "id": "s150"
    },
    {
      "text": "I reject this argument.",
      "id": "s151"
    },
    {
      "text": "First, stamp duty legislation, ordinarily, does not affect liberty of individuals or fundamental human rights.",
      "id": "s152"
    },
    {
      "text": "Secondly, that legislation suspends, conditionally, the operation of an existing instrument only when it is sought to be put into evidence.",
      "id": "s153"
    },
    {
      "text": "I do not consider that generalised references to stamp duty legislation assist in construing item 7.",
      "id": "s154"
    },
    {
      "text": "The Parliament enacted the 2008 amendments knowing that both the tribunal and the Courts would have made decisions affecting visas purportedly cancelled by one of the two classes of decision for which item 7 provided.",
      "id": "s155"
    },
    {
      "text": "Yet, the 2008 amendments did not address curing any error made by the tribunal in arriving at its decision.",
      "id": "s156"
    },
    {
      "text": "Nor did the 2008 amendments validate any decision of the tribunal.",
      "id": "s157"
    },
    {
      "text": "The liberty of an individual is at stake.",
      "id": "s158"
    },
    {
      "text": "The Parliament did not express, in unambiguous and clear language, its intention to remove the accrued right of persons in the position of Mr Toro Martinez to treat the decision of the tribunal as no decision at all.",
      "id": "s159"
    },
    {
      "text": "I am of opinion that the tribunal's decision should be quashed and a writ of mandamus issued to command it to perform its function of review according to law.",
      "id": "s160"
    },
    {
      "text": "Ground 2\n The essence of the second ground is that the tribunal failed to have regard to or consider the evidence of Mr Toro Martinez's daughter and a departmental assessment relating to conditions in Columbia concerning the effect on her, were the visa to be cancelled.",
      "id": "s161"
    },
    {
      "text": "The tribunal did not make any reference in its reasons to an interview given by the daughter to the Department in June 2001 or to her letter of July 2007.",
      "id": "s162"
    },
    {
      "text": "The only evidence of the daughter to which the tribunal referred was her letter of 15 April 2008.",
      "id": "s163"
    },
    {
      "text": "The tribunal used the latter letter and her failure to refer to significant matters in it (which the daughter however had said in the 2001 interview and 2007 letter) in arriving at two important findings.",
      "id": "s164"
    },
    {
      "text": "Nor did the tribunal refer in its decision to the international obligations and humanitarian concerns assessment that it would be unreasonable to expect the daughter to depart the relative safety of Australian society and accompany her father to Columbia.",
      "id": "s165"
    },
    {
      "text": "First, the tribunal found that the daughter: \n \"... would also suffer some emotional hardship from his removal, but as she lives in Melbourne and he has been incarcerated for 10 years, their contact has been by telephone and mail, as she states in her letter of 15 April 2008.",
      "id": "s166"
    },
    {
      "text": "That contact could continue if he is in Columbia.",
      "id": "s167"
    },
    {
      "text": "\" \n\n \nSecondly, earlier in its reasons the tribunal rejected Mr Toro Martinez's claim that he had some basis for denying his involvement in the second offence (to which he pleaded, unsuccessfully, not guilty).",
      "id": "s168"
    },
    {
      "text": "He had asserted to the tribunal that his daughter had some knowledge of the facts but he failed to elaborate on what that was.",
      "id": "s169"
    },
    {
      "text": "The tribunal said that it might be significant that nowhere in the daughter's lengthy letter of support dated 15 April 2008 was there the slightest hint that her father might not have been fully culpable for that second offence.",
      "id": "s170"
    },
    {
      "text": "The tribunal observed that the tenor of the letter might be to the opposite effect.",
      "id": "s171"
    },
    {
      "text": "Significantly the tribunal then said:\n \n \"Nor is there any reference to the alleged wrist slashing in 1996 or to what might have motivated it.",
      "id": "s172"
    },
    {
      "text": "\" \n\n The daughter had given an interview to the Department in June 2001, the substance of which was recorded in notes that were before the tribunal and had been expressly referred to in the decision of the delegate.",
      "id": "s173"
    },
    {
      "text": "The notes of the interview recorded the daughter as having said that she suffered from depression and had attempted suicide due to her father's imprisonment and that \"...",
      "id": "s174"
    },
    {
      "text": "I would lose it completely if he was to go\".",
      "id": "s175"
    },
    {
      "text": "She said that it would be very difficult for her to visit him and that her mother, grandmother and cousins in Australia would be distraught if she went with her father to Columbia.",
      "id": "s176"
    },
    {
      "text": "The notes recorded that her mother had confirmed that she was then undergoing psychiatric care to help with her depression.",
      "id": "s177"
    },
    {
      "text": "Next, in July 2007, the daughter had written a letter to the Department arguing against her father's visa being cancelled.",
      "id": "s178"
    },
    {
      "text": "She expressly requested the Department to consider her earlier submission.",
      "id": "s179"
    },
    {
      "text": "(This a reference to what she had said in the 2001 interview.",
      "id": "s180"
    },
    {
      "text": ") She said: \n \"If my father was to get deported it would have a largely negatively affect on me, both emotionally and physically.",
      "id": "s181"
    },
    {
      "text": "\" \n\n \nThe 2007 letter referred to her earlier diagnosis with severe depression and the fact that she had largely overcome it.",
      "id": "s182"
    },
    {
      "text": "She referred to her need for her father to be near her and that he was, other than her mother, her only family in Australia.",
      "id": "s183"
    },
    {
      "text": "She said that she had suffered greatly from not being with her father for the last nine years.",
      "id": "s184"
    },
    {
      "text": "The tribunal's initial reference to the letter of 15 April 2008 was made in connection with its consideration of Mr Toro Martinez's failure to explain how he was not culpable for, or guilty of the, second offence.",
      "id": "s185"
    },
    {
      "text": "He gave no reasonable basis for that stance.",
      "id": "s186"
    },
    {
      "text": "But, in rejecting his account, the tribunal's reasons referred only to the absence of any reference in the daughter's letter of 15 April 2008 to \"the alleged wrist slashing in 1996\" or what might have motivated it.",
      "id": "s187"
    },
    {
      "text": "The tribunal did not explain why it rejected the daughter's powerful corroboration in her statement to the Department in 2001 that she had attempted suicide due to her father's imprisonment.",
      "id": "s188"
    },
    {
      "text": "Rather, the tribunal treated his evidence as mere \"allegations\" that the daughter had not corroborated in her April 2008 letter.",
      "id": "s189"
    },
    {
      "text": "The Minister argued that this was not in the class of strongly corroborative evidence.",
      "id": "s190"
    },
    {
      "text": "He contended that the evidence did not undermine the ultimate finding that while the daughter would suffer some emotional hardship on his removal, the relationship would be maintained as indicated in her letter of 15 April 2008.",
      "id": "s191"
    },
    {
      "text": "It is a jurisdictional error for an administrative tribunal to ignore relevant material: Craig v South Australia [1995] HCA 58 ; (1995) 184 CLR 163 at 179 per Brennan, Deane, Toohey, Gaudron and McHugh JJ.",
      "id": "s192"
    },
    {
      "text": "The tribunal must give its reasons for its decision pursuant to s 43(2) of the Administrative Appeals Tribunal Act .",
      "id": "s193"
    },
    {
      "text": "The reasons must include the tribunal's findings on material questions of fact together with a reference to the evidence or other material on which those findings were based: s 43(2B).",
      "id": "s194"
    },
    {
      "text": "As McHugh, Gummow and Hayne JJ observed in Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 346 [68] , in respect of the analogous provision in s 430 of the Migration Act , the tribunal need not make findings on any and every matter of fact objectively material to its decision.",
      "id": "s195"
    },
    {
      "text": "They said that s 430: \n \"... requires no more than that the tribunal set out the findings which it did make.",
      "id": "s196"
    },
    {
      "text": "Neither expressly nor impliedly does this section require the tribunal to make , and then set out, some findings additional to those which it actually made.",
      "id": "s197"
    },
    {
      "text": "\" (original emphasis) \n\n Their Honours pointed out that a requirement to set out findings and reasons focuses upon the subjective thought processes of the decision-maker.",
      "id": "s198"
    },
    {
      "text": "In SZANI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1298 at [25] Tamberlin J said that a failure by the Refugee Review Tribunal in its reasons to refer to, consider, or give reasons for rejection of documents which were strongly corroborative of an applicant's claim constituted a jurisdictional error.",
      "id": "s199"
    },
    {
      "text": "In WAIJ v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 74 ; (2004) 80 ALD 568 at 573-574 [22] Lee and Moore JJ noted the principle that observance of the requirement that the review procedure be carried out according to law was an irreducible duty.",
      "id": "s200"
    },
    {
      "text": "They said that the tribunal only obtained power to make a determination under the Act where its decision was based on findings or inferences of the facts grounded on probative material and logical grounds.",
      "id": "s201"
    },
    {
      "text": "It followed that a decision based on illogical or irrational findings or inferences of fact is a decision not supported by reason and is therefore invalid.",
      "id": "s202"
    },
    {
      "text": "The tribunal is not required to address every piece of evidence before it, provided that it considers the intergers of the claim: Paul v Minister for Immigration and Multicultural Affairs [2001] FCA 1196 ; (2001) 113 FCR 396 at 342 [79] per Allsop J with whom Heerey J agreed.",
      "id": "s203"
    },
    {
      "text": "But as French, Sackville and Hely JJ observed in Applicant WAEE v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 184 ; (2003) 75 ALD 630 at 641 [47] \"the inference that the tribunal had failed to consider an issue may be drawn from its failure expressly to deal with that issue in its reasons.",
      "id": "s204"
    },
    {
      "text": "\" However, they said that where the reasons are otherwise comprehensive and the issue at least has been identified at some point the inference will not be drawn too readily and continued: \n \"It may be that it is unnecessary to make a finding on a particular matter because it is subsumed in findings of greater generality or because there is a factual premise upon which a contention rests which has been rejected.",
      "id": "s205"
    },
    {
      "text": "Where, however, there is an issue raised by the evidence advanced on behalf of an applicant and contentions made by the applicant and that issue, if resolved one way, would be dispositive of the tribunal's review of the delegate's decision, a failure to deal with it in the published reasons may raise a strong inference that it has been overlooked.",
      "id": "s206"
    },
    {
      "text": "\" \n\n The Minister argued that if the reasons of the tribunal were looked at in their totality, no error could be discerned.",
      "id": "s207"
    },
    {
      "text": "He argued that the tribunal's finding was open to it and that it was entitled to rely on the daughter's evidence in her letter of 15 April 2008 without needing to refer to her earlier material.",
      "id": "s208"
    },
    {
      "text": "I reject that argument.",
      "id": "s209"
    },
    {
      "text": "I have set out above the tribunal's critical finding concerning its assessment of the impact on his daughter of Mr Toro Martinez's removal from Australia.",
      "id": "s210"
    },
    {
      "text": "That expressly referred only to her letter of 15 April 2008.",
      "id": "s211"
    },
    {
      "text": "Earlier, the tribunal had used that letter to reject his evidence about her \"alleged\" suicide attempt and its connection to him.",
      "id": "s212"
    },
    {
      "text": "While the tribunal could have selected the letter of 15 April 2008 as a means of ascertaining their relationship, its earlier cynicism about Mr Toro Martinez's evidence concerning her \"alleged\" suicide attempt could not have been arrived at without rejecting or ignoring the material before the tribunal from the daughter herself in 2001 that such an event took place.",
      "id": "s213"
    },
    {
      "text": "Although she did not refer there to slashing her wrists, she did refer to an attempted suicide, and so did he in Mr Toro Martinez's evidence.",
      "id": "s214"
    },
    {
      "text": "There was no suggestion that the daughter had attempted suicide more than once.",
      "id": "s215"
    },
    {
      "text": "But the tribunal seems both to have been cynical of Mr Toro Martinez's assertion that such an incident took place, and to have regarded the suffering of the daughter merely as \" some emotional hardship\".",
      "id": "s216"
    },
    {
      "text": "It did not give any consideration to the evidence that she had had a history of a long depressive illness from which she was still recovering, albeit she said that she had overcome it to a great degree.",
      "id": "s217"
    },
    {
      "text": "I am satisfied that the tribunal's reasons demonstrate that it did not have any regard to the two earlier communications in evidence before it which the daughter had made of her position.",
      "id": "s218"
    },
    {
      "text": "This is evident from the way in which the tribunal treated Mr Toro Martinez's assertion that his daughter had attempted suicide.",
      "id": "s219"
    },
    {
      "text": "Her 2001 interview showed that his evidence had a credible and substantial basis.",
      "id": "s220"
    },
    {
      "text": "Had the tribunal had regard to that communication, it would not have treated with cynicism Mr Toro Martinez's reference to the suicide attempt.",
      "id": "s221"
    },
    {
      "text": "The daughter's 2001 and 2007 evidence was fundamental to making an assessment of the impact on her of a decision to cancel his visa.",
      "id": "s222"
    },
    {
      "text": "The daughter's evidence predating her latest letter was overlooked by the tribunal.",
      "id": "s223"
    },
    {
      "text": "It was important material for the tribunal to consider in assessing the impact of the cancellation of Mr Toro Martinez's visa upon her and his credibility.",
      "id": "s224"
    },
    {
      "text": "The tribunal's finding that her 2008 letter did not corroborate Mr Toro Martinez's evidence or mention her attempted suicide and its motivation was illogical and irrational given the contents of the 2001 and 2007 material in evidence.",
      "id": "s225"
    },
    {
      "text": "The tribunal failed to have regard to relevant evidence and material strongly corroborative of Mr Toro Martinez's claim that cancellation of his visa would have an adverse impact on his daughter.",
      "id": "s226"
    },
    {
      "text": "The assessment was considered by the tribunal in relation to Mr Toro Martinez's return to Columbia and the position of his fianc&eacute;e. But, the tribunal assessed his relationship with his daughter only on the basis of the 15 April 2008 letter.",
      "id": "s227"
    },
    {
      "text": "The tribunal did not expressly consider the assessment's conclusion that it would be unreasonable to expect the daughter to travel to Columbia, no doubt, because of its finding as to the nature of the relationship between her and her father.",
      "id": "s228"
    },
    {
      "text": "Since I have found that the tribunal ignored and thus, failed to have regard to the strongly corroborative and relevant material in the daughter's 2001 interview and 2007 letter, I am satisfied that it committed a jurisdictional error: Craig 184 CLR at 179.",
      "id": "s229"
    },
    {
      "text": "Ground 3\n Mr Toro Martinez argued that the tribunal reached a conclusion not open on the evidence before it, namely that it was reasonable for it to conclude that he would face no serious danger of personal harm by returning to Columbia.",
      "id": "s230"
    },
    {
      "text": "The tribunal noted that he had claimed that he might face personal danger in \"certain regions\" but that he had not asserted that Cordoba was one of them.",
      "id": "s231"
    },
    {
      "text": "It said he had no knowledge of any particular problems, of the nature he feared, in the town in which his sole surviving uncle lived.",
      "id": "s232"
    },
    {
      "text": "The tribunal had relied upon the conclusion of the departmental officer who had compiled the international obligations and humanitarian concerns assessment that there was a mere possibility that Mr Toro Martinez might suffer serious harm as a result of indiscriminate generalised or random violence were he to return to Columbia.",
      "id": "s233"
    },
    {
      "text": "He complained that the tenor of the assessment was replete with references to instability, human rights abuses at every level of government and society in Columbia, and the insurgency of guerilla groups who also indulged in substantial and repeated violations of human rights.",
      "id": "s234"
    },
    {
      "text": "He claimed that country information also supported a very pessimistic assessment of the state of civil society in Columbia.",
      "id": "s235"
    },
    {
      "text": "Fact finding is the province of the tribunal.",
      "id": "s236"
    },
    {
      "text": "Ordinarily, an error of fact by the tribunal will not constitute a jurisdictional error, let alone an error of law.",
      "id": "s237"
    },
    {
      "text": "There is no error of law in simply making a wrong finding of fact: Enfield City v Development Assessment Commission [2000] HCA 5 ; (2000) 199 CLR 135 at 154 [44] per Gleeson CJ, Gummow, Kirby and Hayne JJ.",
      "id": "s238"
    },
    {
      "text": "Mr Toro Martinez accepted that position.",
      "id": "s239"
    },
    {
      "text": "However, he argued that the tribunal's conclusion that he would face no serious danger of personal harm by returning to Columbia was not a finding that the tribunal could make on any fair reading of the totality of the material on which it was based.",
      "id": "s240"
    },
    {
      "text": "He relied on the principle that if a decision-maker made a finding that was a critical step in arriving at its ultimate conclusion, but had no evidence to support it, the finding may well constitute a jurisdictional error: SFGB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 231 ; (2003) 77 ALD 402 at 407 [19] per Mansfield, Selway and Bennett JJ; SZDTZ v Minister for Immigration and Citizenship [2007] FCA 1824 at [32] per Greenwood J; SZDFZ v Minister for Immigration and Citizenship [2008] FCA 390 ; (2008) 168 FCR 1 at 12 [42] per Flick J.",
      "id": "s241"
    },
    {
      "text": "I reject that argument.",
      "id": "s242"
    },
    {
      "text": "In my opinion the criticised finding was open to the tribunal.",
      "id": "s243"
    },
    {
      "text": "The tribunal considered the risk of harm to Mr Toro Martinez were he to be returned.",
      "id": "s244"
    },
    {
      "text": "The assessment had considered Mr Toro Martinez's claim that he would be specifically targeted by anti-government paramilitaries, primarily the guerrilla group FARC, as a person who might be kidnapped and held for ransom because he had close relatives living in the United States of America.",
      "id": "s245"
    },
    {
      "text": "However, the assessment pointed out that while there was country information supporting the claim that paramilitaries engaged in these activities as part of their broader struggle against the Columbian government, there was no evidence that supported Mr Toro Martinez's assertion that he would become such a target.",
      "id": "s246"
    },
    {
      "text": "The assessment noted that there clearly was a substantial absence of many aspects of a civilised state governed under the rule of law in Columbia.",
      "id": "s247"
    },
    {
      "text": "It cited an extract from a report by the United Nations High Commissioner for Refugees made in February 2007, which noted that these circumstances \"... often create grave threats to the life, liberty or security of civilian populations in given zones or territories \" (emphasis added).",
      "id": "s248"
    },
    {
      "text": "Thus, there was some material, albeit slender, before the tribunal on which it could base its finding that Mr Toro Martinez would face no serious danger of personal harm in the areas around Cordoba where it was likely he would return, close to where he had lived and his main family were located.",
      "id": "s249"
    },
    {
      "text": "The tribunal was entitled to find that in the regions in which Mr Toro Martinez was likely to live, there was no serious danger that he would come to personal harm.",
      "id": "s250"
    },
    {
      "text": "While life might not be very pleasant in Columbia generally, the tribunal addressed his claim that he would suffer serious harm as a result of indiscriminate generalised or random violence were he returned and concluded that in his circumstances, there was no serious danger that that would occur.",
      "id": "s251"
    },
    {
      "text": "Although other minds may have taken a different view, this was a matter of fact for the tribunal.",
      "id": "s252"
    },
    {
      "text": "I reject the claim that it made a jurisdictional error in this regard.",
      "id": "s253"
    },
    {
      "text": "Ground 4\n Mr Toro Martinez argued that Direction No 21 was invalid for the following reasons: He argued that the terms of Direction No 21 were not a \"direction\" to the delegate, or the tribunal as to how to perform the function of determining whether to cancel a visa or as to the exercise of their powers in relation to cancellation.",
      "id": "s254"
    },
    {
      "text": "Relevantly, the Act provides: \n \" 499 Minister may give directions \n\n \n (1) The Minister may give written directions to a person or body having functions or powers under this Act if the directions are about: \n\n \n (a) the performance of those functions; or\n (b) the exercise of those powers.",
      "id": "s255"
    },
    {
      "text": "(1A) For example, a direction under subsection (1) could require a person or body to exercise the power under section 501 instead of the power under section 200 (as it applies because of section 201) in circumstances where both powers apply.",
      "id": "s256"
    },
    {
      "text": "(2) Subsection (1) does not empower the Minister to give directions that would be inconsistent with this Act or the regulations.",
      "id": "s257"
    },
    {
      "text": "(2A) A person or body must comply with a direction under subsection (1).",
      "id": "s258"
    },
    {
      "text": "(3) The Minister shall cause a copy of any direction given under subsection (1) to be laid before each House of the Parliament within 15 sitting days of that House after that direction was given.",
      "id": "s259"
    },
    {
      "text": "(4) Subsection (1) does not limit subsection 469(1A) \n\n \n \n 501 \n ...\n (2) The Minister may cancel a visa that has been granted to a person if:\n \n (a) the Minister reasonably suspects that the person does not pass the character test; and \n\n \n (b) the person does not satisfy the Minister that the person passes the character test.",
      "id": "s260"
    },
    {
      "text": "\" \n\n \n Mr Toro Martinez argued that the example in s 499(1A) was indicative of the kind of directions that the Parliament envisaged would be encompassed by s 499(1).",
      "id": "s261"
    },
    {
      "text": "I reject that submission.",
      "id": "s262"
    },
    {
      "text": "First, s 15AD(a) of the Acts Interpretation Act 1901 (Cth) provides that where an Act includes an example of the operation of a provision, the example is not to be taken to be exhaustive and, if it is inconsistent with the provision, the provision prevails.",
      "id": "s263"
    },
    {
      "text": "The evident purpose of s 499 is to enable the Minister to give directions so as to ensure consistency in administrative decision-making and to draw to the decision-maker's attention aspects of the policy of the government for which the Minister is responsible to the Parliament.",
      "id": "s264"
    },
    {
      "text": "Moreover, s 499(3) requires the Minister to lay a direction made under s 499(1) before each House of the Parliament.",
      "id": "s265"
    },
    {
      "text": "Thus, the way in which the Minister proposes that delegates and others will be directed under s 499(1) to administer functions or powers under the Act will be subject to Parliamentary scrutiny.",
      "id": "s266"
    },
    {
      "text": "A vast variety of powers and functions are conferred on the Minister by the Migration Act .",
      "id": "s267"
    },
    {
      "text": "It would be undesirable, and would lead to inconsistent, and perhaps, arbitrary decision-making, for decision-makers to have no regard to the current policies of the government as to how various aspects of the migration laws should be administered.",
      "id": "s268"
    },
    {
      "text": "A Minister may give a direction under s 499(1) that identifies principles and considerations upon which the exercise of broad statutory discretions should be made.",
      "id": "s269"
    },
    {
      "text": "The Courts have developed guidelines or principles from time to time that are used in the exercise of discretions in judicial decision-making.",
      "id": "s270"
    },
    {
      "text": "As Mason and Deane JJ pointed out in Norbis v Norbis [1986] HCA 17 ; (1986) 161 CLR 513 at 519 it does not follow that, because a discretion is expressed in legislation in general terms, the legislature intends that the Court should refrain from developing rules or guidelines affecting its exercise.",
      "id": "s271"
    },
    {
      "text": "They said that such rules can promote consistency in decision-making and diminish the risks of arbitrary and capricious adjudication.",
      "id": "s272"
    },
    {
      "text": "I am of opinion that similar considerations inform the giving and content of directions under powers such as s 499(1).",
      "id": "s273"
    },
    {
      "text": "It is a feature of parliamentary democracy that government policy should be carried out through the exercise of the executive power which, in turn, is subject to parliamentary scrutiny.",
      "id": "s274"
    },
    {
      "text": "The structure of our system of government is that the executive power of the Commonwealth is vested in the Governor-General by s 61 of the Constitution .",
      "id": "s275"
    },
    {
      "text": "However, in practice and as a matter of convention that power is exercised by the Queen's Ministers of State for the Commonwealth who administer departments of State pursuant to s 64 of the Constitution .",
      "id": "s276"
    },
    {
      "text": "And, s 64 also requires that a Minister may not hold office for longer than three months unless he or she becomes a senator or a member of the House of Representatives.",
      "id": "s277"
    },
    {
      "text": "Thus, the exercise of the executive power under Ch II of the Constitution is confided to Ministers who are answerable for their conduct of the executive power in the Parliament.",
      "id": "s278"
    },
    {
      "text": "One purpose of the Parliament enacting legislation with broad discretions, such as are found in s 501(2) of the Migration Act , is to accommodate changing government policies over the years.",
      "id": "s279"
    },
    {
      "text": "The constitutional scheme of responsible government would be defeated if departmental decision-makers were entirely free to arrive at their own idiosyncratic views, unfettered by the control of the Minister who, by s 64 of the Constitution , is the person who administers a department of State and answers for that administration in the Parliament.",
      "id": "s280"
    },
    {
      "text": "Hence, the power to give a written direction under s 499 is a valuable means of the Minister ensuring that officers of his or her department will have appropriate regard to the objectives or policies of the government of the day in the exercise of their powers and functions.",
      "id": "s281"
    },
    {
      "text": "I am of opinion that the power in s 501(2) to cancel a visa is capable of being made the subject of a direction made under s 499(1).",
      "id": "s282"
    },
    {
      "text": "Mr Toro Martinez argued that the terms of Direction No 21 were so prescriptive that it was not supported by the power to give it under s 499(1) and was an interference with the unfettered discretion conferred on a decision-maker exercising the power of s 501(2).",
      "id": "s283"
    },
    {
      "text": "He said this followed from, among other indicia, the commencement of the direction which states: \n \"The Act enables the Minister to give precise written directions on what weight is to be given to each of these factors.",
      "id": "s284"
    },
    {
      "text": "\" \n\n Direction No 21 provided in par 2.1 that if a non-citizen did not pass the character test, the decision-maker had to have regard to a number of considerations when exercising the relevant discretion.",
      "id": "s285"
    },
    {
      "text": "The direction identified three primary, as well as other, considerations, the primary ones being set out in par 2.3, namely: \n (a) the protection of the Australian community, and members of the community;\n \n (b) the expectations of the Australian community; and\n \n (c) in all cases involving a parental or other close relationship between a child or children and the person under consideration, the best interests of the child or children.",
      "id": "s286"
    },
    {
      "text": "In relation to the consideration as to the protection of the Australian community, the direction identified factors that the decision-maker was to take into account as including, first, the seriousness and nature of the conduct, secondly, the likelihood that the conduct may be repeated, and, thirdly, whether visa refusal or cancellation may prevent or discourage similar conduct or general deterrence.",
      "id": "s287"
    },
    {
      "text": "Direction No 21 listed 11 other factors that the decision-maker could take into account.",
      "id": "s288"
    },
    {
      "text": "In par 2.2 of the direction the decision-maker was informed that: \n \"The Government is mindful of the need to balance a number of important factors in reaching a decision whether or not to refuse or cancel a visa.",
      "id": "s289"
    },
    {
      "text": "In making such a decision, a decision-maker should have regard to three primary considerations and a number of other considerations.",
      "id": "s290"
    },
    {
      "text": "The primary considerations are set out at paragraphs 2.3 - 2.16 and other considerations are set out at paragraphs 2.17 - 2.24.",
      "id": "s291"
    },
    {
      "text": "Decision-makers must have due regard to the importance placed by the Government on the three primary considerations, but should also adopt a balancing process which takes into account all relevant considerations.",
      "id": "s292"
    },
    {
      "text": "\" \n\n In addition, par 2.18 required decision-makers to consider Australia's international obligations reflected in the International Covenant on Civil and Political Rights and the Convention Against Torture and Other Cruel Inhuman or Degrading Treatment or Punishment and the Convention and the Protocol Relating to the Status of Refugees .",
      "id": "s293"
    },
    {
      "text": "Mr Toro Martinez argued that Direction No 21 had not overcome the criticism of its predecessor, Direction No 17, made by Dowsett J in Aksu v Minister for Immigration and Multicultural and Indigenous Affairs [2001] FCA 514 ; (2001) 65 ALD 667 at 674-675 [21] - [24] .",
      "id": "s294"
    },
    {
      "text": "There, his Honour said that while the direction invited a balancing exercise which would normally involve an assessment of all the relevant factors having regard to their significance in the case in question, in fact that direction fettered that process.",
      "id": "s295"
    },
    {
      "text": "This was because it prescribed that some factors could never have more weight than others.",
      "id": "s296"
    },
    {
      "text": "His Honour pointed out that direction No 17 set out primary considerations which amounted to direct outcomes resultant from a person's bad character so that its effect was that ( Aksu 65 ALD at 674 [23]): \n \"... once he or she fails the character test, there is virtually a prescription in favour of refusal or revocation of a visa.",
      "id": "s297"
    },
    {
      "text": "That is inconsistent with the unfettered discretion conferred by s 501.",
      "id": "s298"
    },
    {
      "text": "\" \n\n In my opinion Direction No 21 does not have that vice.",
      "id": "s299"
    },
    {
      "text": "The Minister asserted that it created a rebuttable presumption about the weight to be given to primary considerations that should guide the exercise of decision-makers' discretions in a uniform manner.",
      "id": "s300"
    },
    {
      "text": "I agree with Emmett J who said that the terms of Direction No 21 do not contain a requirement that any decision-maker, whether the Minister, a delegate or the tribunal, reach a conclusion that particular conduct of the visa holder is abhorrent: Lesuma v Minister for Immigration and Citizenship (No 2) [2007] FCA 2106 ; (2007) 99 ALD 514 at 517 [11] .",
      "id": "s301"
    },
    {
      "text": "I am not satisfied that Direction No 21 exceeded the ambit of the Minister's power to give it under s 499(1).",
      "id": "s302"
    },
    {
      "text": "Often decision-makers will be required to take into account or to have regard to, or to give weight to, numerous, sometimes conflicting factors in arriving at decisions by force of legislation.",
      "id": "s303"
    },
    {
      "text": "Similarly, in general, the description of a factor as a \"primary consideration\" or the attribution of weight to be given to a factor will provide an effective guide to decision-makers but will not require them to arrive at a predetermined conclusion.",
      "id": "s304"
    },
    {
      "text": "Because par 2.2 requires an overall balancing process to be undertaken by the decision-maker, he or she will be able to address the necessities and circumstances of the individual case.",
      "id": "s305"
    },
    {
      "text": "In Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 41, Mason J explained that in the absence of any statutory indication of the weight to be given to various considerations, it was generally for the decision-maker and not the Court to determine the appropriate weight to be given to the matters that are required to be taken into account in exercising a statutory power.",
      "id": "s306"
    },
    {
      "text": "But he said that the Court could set aside an administrative decision which had failed to give adequate weight to a relevant factor of great importance, or had given excessive weight to a relevant factor of no importance.",
      "id": "s307"
    },
    {
      "text": "Mason J cautioned that the preferred ground on which that judicial power was to be exercised was that the decision was \"manifestly unreasonable\".",
      "id": "s308"
    },
    {
      "text": "I discussed the principles applicable to a statutory duty of, or requirement for, a decision-maker to take into account or to have regard to factors in Telstra Corporation Ltd v Australian Competition and Consumer Commission [2008] FCA 1758 at [103] - [112] .",
      "id": "s309"
    },
    {
      "text": "When the expression \"regard must be had to\" or like expressions are used in a statute in respect of a particular criterion or factor to be considered by a decision-maker, he or she is bound to treat such a factor as a central or fundamental element in the making of the relevant decision: Telstra Corporation Ltd v Australian Competition Tribunal [2009] FCAFC 23 at [267] per Jacobson, Lander and Foster JJ applying Telstra [2008] FCA 1758 at [103] - [112] .",
      "id": "s310"
    },
    {
      "text": "Often the three primary considerations in Direction No 21 will tend in different directions.",
      "id": "s311"
    },
    {
      "text": "The best interests of a visa holder's child may often be to remain with his or her parent, while the protection of the Australian community or its expectations may tend in the other direction.",
      "id": "s312"
    },
    {
      "text": "As I said in Telstra [2008] FCA 1758 at [110] , in the context of ordinary principles of administrative decision-making, where fundamental weight must be given to a particular factor or factors, the requirement is that the decision-maker treat consideration of the factors, as opposed to the factors themselves, is a central element in the deliberative process.",
      "id": "s313"
    },
    {
      "text": "It will be in this manner that he or she will give appropriate weight to those factors.",
      "id": "s314"
    },
    {
      "text": "I am of opinion that par 2.17 permits the decision-maker to accommodate such an interpretation.",
      "id": "s315"
    },
    {
      "text": "It refers to other 11 factors that, where relevant, it may be appropriate for the decision-maker to take into account, but as par 2.17 continued, it was the government's view that: \n \"... generally they be given less individual weight than that given to the primary considerations.",
      "id": "s316"
    },
    {
      "text": "\" \n\n In my opinion the requirements of Direction No 21 do not dictate any particular outcome.",
      "id": "s317"
    },
    {
      "text": "Rather, they reflect factors which must be considered by a decision-maker together with others which may be considered.",
      "id": "s318"
    },
    {
      "text": "Merely because two of the factors require that the protection of the Australian community and its expectations are to be given weight as primary considerations, does not mean that they necessarily and in every case will outweigh one or more other considerations, even if they are not primary considerations.",
      "id": "s319"
    },
    {
      "text": "However, by identifying some primary considerations and requiring the decision-maker to give weight to them, the direction emphasises that the decision-maker must have regard to those matters as a fundamental part of his or her deliberation.",
      "id": "s320"
    },
    {
      "text": "That does not preclude the decision-maker determining that some other factor is more important in particular circumstances.",
      "id": "s321"
    },
    {
      "text": "Ground 5\n Mr Toro Martinez argued that the tribunal committed a jurisdictional error in applying Direction No 21 in the manner in which it did.",
      "id": "s322"
    },
    {
      "text": "He contended that this was because at the conclusion of its reasoning it stated that par 2.17 stipulated that other considerations were to receive less individual weight than the primary ones and that notwithstanding the well prepared and well argued case for Mr Toro Martinez, after considering all the evidence, the tribunal said: \n \"I must conclude that the primary considerations of community protection and expectations outweigh the other considerations in this case.",
      "id": "s323"
    },
    {
      "text": "\" \n\n Earlier in its reasoning it had noted that par 2.6(a) of the direction gave \"special and unique prominence and emphasis to offences involving the ... importation ... of illicit drugs\".",
      "id": "s324"
    },
    {
      "text": "Mr Toro Martinez had been convicted of two offences committed in November 1996.",
      "id": "s325"
    },
    {
      "text": "He had pleaded guilty to the first, under s 233B(1)(d) of the Customs Act 1901 (Cth) of being knowingly concerned in the importation of 655 grams of pure cocaine, which exceeded the trafficable quantity.",
      "id": "s326"
    },
    {
      "text": "The maximum penalty for that offence was 25 years imprisonment or a fine of $100,000.",
      "id": "s327"
    },
    {
      "text": "Following a Crown appeal, he was sentenced to six years imprisonment with a three year non-parole period.",
      "id": "s328"
    },
    {
      "text": "He was also convicted in February 2002 of a second offence after a jury trial in respect of being the principal behind an importation of 4.492 kilograms of cocaine into Australia in December 1996.",
      "id": "s329"
    },
    {
      "text": "He was sentenced to 12 years and six months imprisonment with a non-parole period that expired on 8 June 2008.",
      "id": "s330"
    },
    {
      "text": "In that context, the tribunal was entitled to have regard to the very serious conduct involved in Mr Toro Martinez's offending.",
      "id": "s331"
    },
    {
      "text": "The tribunal gave detailed consideration to Mr Toro Martinez's present situation.",
      "id": "s332"
    },
    {
      "text": "It concluded that although the evidence of his rehabilitation suggested that the risk of recidivism might be low, it was nevertheless real and, if it occurred, could have serious consequences for the community.",
      "id": "s333"
    },
    {
      "text": "The tribunal had regard to these factors and the expectations of the Australian community.",
      "id": "s334"
    },
    {
      "text": "It concluded that the seriousness of the offences and their planned and calculated nature would ultimately lead most community members to the conclusion that the appropriate course was to cancel the visa.",
      "id": "s335"
    },
    {
      "text": "The tribunal then turned to considering other matters in accordance with par 2.17 of Direction No 21.",
      "id": "s336"
    },
    {
      "text": "It found that, as I have discussed above, the daughter would suffer some emotional hardship from his removal.",
      "id": "s337"
    },
    {
      "text": "It also found that there was a genuine relationship between Mr Toro Martinez and his fianc&eacute;e and that she would suffer hardship both emotionally and in terms of her business, were he to have his visa cancelled.",
      "id": "s338"
    },
    {
      "text": "The tribunal was evidently sympathetic towards the fianc&eacute;e. It found her to be an honest and deserving woman, making the observation that \"any decision-maker would wish to avoid occasioning her any hardship, but she knew the facts and must have realised there were risks involved in continuing with the relationship\".",
      "id": "s339"
    },
    {
      "text": "Although the tribunal used the language of stipulation and compulsion in coming to its decision, I think a fair reading of its reasons demonstrated that it gave due and proper consideration to the circumstances of the case (leaving aside the errors that I have found) and that it used these terms in the context that, in light of all of the considerations this was the correct and preferable decision.",
      "id": "s340"
    },
    {
      "text": "One can easily understand why a decision-maker not bound by Direction 21 would conclude that the primary considerations of community protection and expectations would outweigh other considerations in this case.",
      "id": "s341"
    },
    {
      "text": "The individual hardships falling upon Mr Toro Martinez's daughter and fianc&eacute;e are one thing.",
      "id": "s342"
    },
    {
      "text": "But the level of criminality for which he was convicted, and for which he had served 10 years in prison, were open to be considered in the way that the tribunal did as demanding a conclusion that they outweighed other considerations.",
      "id": "s343"
    },
    {
      "text": "I am not satisfied that the tribunal committed any error in the way in which it expressed itself.",
      "id": "s344"
    },
    {
      "text": "Decision-makers are allowed considerable latitude in their choice of expression of the reasons they had for determining the matter as they did: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272 per Brennan CJ, Toohey, McHugh and Gummow JJ.",
      "id": "s345"
    },
    {
      "text": "I reject this ground.",
      "id": "s346"
    },
    {
      "text": "Ground 6\n Mr Toro Martinez claimed that he had been denied procedural fairness because the tribunal referred to two documents in forming its conclusion that: \n 'Without more detailed evidence and submissions, one could not draw conclusions about the practical standard of health care that would be available to the applicant in [two named towns], but it seems safe to say that Columbia is not totally devoid of medical services.",
      "id": "s347"
    },
    {
      "text": "\" \n\n The two documents were material from the Pan American Health Organisation as to Columbia's health system, the number of public hospitals, doctors and nurses and pages in Volume 2 of a publication \"Health in the Americas 2007\" which dealt with the State's subsidised health insurance system.",
      "id": "s348"
    },
    {
      "text": "It is common ground that those documents were not drawn to Mr Toro Martinez's attention before the tribunal made its decision and he had no opportunity to inspect them, or to make submissions in relation to them.",
      "id": "s349"
    },
    {
      "text": "Under s 39(1) of the Administrative Appeals Tribunal Act , the tribunal was required to: \n \"... ensure that every party to a proceeding before the tribunal is given a reasonable opportunity to present his or her case and, in particular, to inspect any documents to which the tribunal proposes to have regard in reaching a decision in the proceeding and to make submissions in relation to those documents.",
      "id": "s350"
    },
    {
      "text": "\" \n\n The tribunal concluded at the end of its deliberation on this point that the evidence did not suggest that his current medical condition was acute.",
      "id": "s351"
    },
    {
      "text": "It considered that the two documents provided it with information as to the state of the health system in Columbia in order to come to its finding that that country was \"... not totally devoid of medical services\".",
      "id": "s352"
    },
    {
      "text": "Mr Toro Martinez had argued that the health system in Columbia was inadequate and that he had two medical conditions.",
      "id": "s353"
    },
    {
      "text": "He asserted that he would need medical help and could expect no support in his uncle's small town.",
      "id": "s354"
    },
    {
      "text": "A little earlier in its reasons the tribunal had summarised that contention.",
      "id": "s355"
    },
    {
      "text": "The minister argued that the tribunal's real decision on the point was that the evidence did not suggest that Mr Toro Martinez's health condition was acute or life threatening and that such medical facilities as were available in Columbia would be adequate to deal with it.",
      "id": "s356"
    },
    {
      "text": "I reject that argument.",
      "id": "s357"
    },
    {
      "text": "In Scorgie v Minister for Immigration and Citizenship [2008] FCAFC 101 at [34] , Marshall and Lander JJ said that s 39(1) was attracted if two things were apparent: \n \"First, the documents must be relevant.",
      "id": "s358"
    },
    {
      "text": "Secondly, [the tribunal] must be proposing to have regard to the documents for the purpose of reaching a decision in the proceedings.",
      "id": "s359"
    },
    {
      "text": "\" \n\n There, the tribunal had referred to five previous decisions of the tribunal in which passages from certain documents were either set out or summarised.",
      "id": "s360"
    },
    {
      "text": "Marshall and Lander JJ said there was nothing to suggest that the tribunal failed to comply with s 39(1) merely by referring to a previous (tribunal) decision.",
      "id": "s361"
    },
    {
      "text": "They concluded that the previous decisions did not play any part in the tribunal reaching its decision in the matter: Scorgie [2008] FCAFC 101 at [41] .",
      "id": "s362"
    },
    {
      "text": "The Full Court approved ( Scorgie [2008] FCAFC 101 at [42] , [67] and [71]) of what the trial judge, Flick J, had said as to the position at common law ( Scorgie v Minister for Immigration and Citizenship [2007] 47 AAR 314 at [7]), namely that a denial of procedural fairness would not be established simply because a decision-maker had referred to evidence given in other proceedings in which he or she had been involved.",
      "id": "s363"
    },
    {
      "text": "He said that denial of procedural fairness may be made out if the decision-maker went beyond simply referring to evidence in other proceedings and sought to rely upon that evidence or conclusions previously reached without affording an affected party an opportunity to make submissions.",
      "id": "s364"
    },
    {
      "text": "Flick J referred to the principle, also relied on by Mr Toro Martinez here, that in the ordinary case, where no problem of confidentiality arises, an opportunity should be given to a person affected to deal with adverse information that is credible, relevant and significant to a decision to be made.",
      "id": "s365"
    },
    {
      "text": "The decision-maker must determine what such information is before arriving at the final decision and give an opportunity to the person affected to deal with it: Applicant VEAL of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 72 ; (2005) 225 CLR 88 at 95 [15] and 96 [17] per Gleeson CJ, Gummow, Kirby, Hayne and Heydon JJ.",
      "id": "s366"
    },
    {
      "text": "Information that could not be dismissed from further consideration by the decision-maker before making the decision was \"credible, relevant and significant\".",
      "id": "s367"
    },
    {
      "text": "In my opinion, the tribunal used the two documents containing information adversely for Mr Toro Martinez, contrary to its obligations under s 39(1) and at common law.",
      "id": "s368"
    },
    {
      "text": "However, I am satisfied that no useful result would ensue from the grant of relief on this ground since Mr Toro Martinez cannot complain of the tribunal's ultimate finding that the evidence did not suggest that his condition was acute or life threatening and did not show that appropriate drugs for one of his problems and treatment for the other were unobtainable in Columbia: SZBYR v Minister for Immigration and Citizenship [2007] HCA 26 ; (2007) 235 ALR 609 at 618-619 [29] per Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ.",
      "id": "s369"
    },
    {
      "text": "I am grateful for the assistance I received from counsel for the parties and, in particular, for the willingness of counsel to act for Mr Toro Martinez pursuant to Order 80 of the Federal Court Rules .",
      "id": "s370"
    },
    {
      "text": "CONCLUSION \n I am of opinion that Mr Toro Martinez is entitled to succeed in these proceedings.",
      "id": "s371"
    },
    {
      "text": "I certify that the preceding eighty-nine (89) numbered paragraphs are a true copy of the Reasons for Judgment herein of The Honourable Justice Rares.",
      "id": "s372"
    },
    {
      "text": "Associate:\n \n \nDated: 21 May 2009\n \n Counsel for the Applicant: JAC Potts (pro bono) \n \n Counsel for the First Respondent: R Francois \n \n Solicitor for the First Respondent: Clayton Utz \n Date of Hearing: 18 March 2009 \n \n Date of Judgment: 21 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/528.html",
      "id": "s373"
    }
  ]
}