{
  "name": "BRGAE of 2008 v Minister for Immigration and Citizenship [2009] FCA 543 (26 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/543.html",
  "catchphrases": [
    {
      "text": "migration act 1958 (cth) s 91r(1) , s 91s",
      "id": "c0"
    },
    {
      "text": "application for protection visa",
      "id": "c1"
    },
    {
      "text": "claim that appellants have well-founded fear of being persecuted for membership of particular social group",
      "id": "c2"
    },
    {
      "text": "particular social group was wealthy middle class citizens of sri lanka",
      "id": "c3"
    },
    {
      "text": "appellants are sinhalese",
      "id": "c4"
    },
    {
      "text": "appellants claimed they were at risk of persecution and abduction by sinhalese military due to suspected ties with tamils and because of their particular social group",
      "id": "c5"
    },
    {
      "text": "delegate of minister refused application",
      "id": "c6"
    },
    {
      "text": "tribunal affirmed decision of delegate and rejected appellants' claims of persecution",
      "id": "c7"
    },
    {
      "text": "tribunal found appellants had not previously suffered serious harm and did not have well-founded fear of persecution",
      "id": "c8"
    },
    {
      "text": "decision of tribunal affirmed by federal magistrates court",
      "id": "c9"
    },
    {
      "text": "whether jurisdictional error by tribunal",
      "id": "c10"
    },
    {
      "text": "whether failure of tribunal to identify correct social group when considering if appellants had \"well-founded fear\" of persecution",
      "id": "c11"
    },
    {
      "text": "whether tribunal was distracted by appellants' ethnicity when making decision",
      "id": "c12"
    },
    {
      "text": "whether tribunal needed to identify particular social group once it rejected appellants' claims of persecution",
      "id": "c13"
    },
    {
      "text": "migration",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "Facts\n This is an appeal against a decision of a Federal Magistrate of 19 November 2008 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") delivered 14 February 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed the decision of a delegate of the Minister for Immigration and Citizenship to refuse to grant a protection visa to the appellants.",
      "id": "s1"
    },
    {
      "text": "Background\n The appellants, husband and wife, are citizens of Sri Lanka who arrived in Australia on 7 May 2007.",
      "id": "s2"
    },
    {
      "text": "They obtained travel visas from the Australian High Commission in Colombo and claimed to be visiting Australia to stay with the brother-in-law of the female appellant who had gifted the trip to the appellants.",
      "id": "s3"
    },
    {
      "text": "On 21 May 2007 the appellants lodged an application for a protection visa with the Department of Immigration and Citizenship.",
      "id": "s4"
    },
    {
      "text": "A delegate of the Minister refused the application for a protection visa on 26 June 2007.",
      "id": "s5"
    },
    {
      "text": "On 11 July 2007 the appellants applied to the Tribunal for a review of that decision.",
      "id": "s6"
    },
    {
      "text": "Before the Tribunal, the appellants claimed to have a well-founded fear of persecution in Sri Lanka due to the fact that they belong to a social group predominantly made up of wealthy and middle class citizens or businessmen.",
      "id": "s7"
    },
    {
      "text": "Further, although the appellants are members of the majority Sinhalese population they allege that the work arrangement of the male appellant with Tamils, in his capacity an ice cream vendor, made him a target for the Sri Lankan paramilitary who suspected him of being an informant to the LTTE (Liberation Tigers of Tamil Eelam) and accordingly involved with Tamil terrorist activities.",
      "id": "s8"
    },
    {
      "text": "The appellants claimed that military intelligence, possibly the Karuna faction, had entered their home on 6 April 2007 and had threatened them and mistreated the male appellant.",
      "id": "s9"
    },
    {
      "text": "The paramilitary then allegedly abducted the male appellant, held him hostage and interrogated him with respect to ties with the LTTE.",
      "id": "s10"
    },
    {
      "text": "The appellants allege that the female appellant and her family paid a ransom of 40,000 rupees for his release.",
      "id": "s11"
    },
    {
      "text": "The appellants claimed that on 11 April 2007 the paramilitary returned to their home and asked the female appellant about the whereabouts of the male appellant.",
      "id": "s12"
    },
    {
      "text": "The appellants also claimed that the female appellant's mother has been questioned by paramilitaries about their plans to return to Sri Lanka and was told they suspected the male appellant of involvement with terrorist activities.",
      "id": "s13"
    },
    {
      "text": "The appellants claim that the Sri Lankan government's security forces act with total impunity and acted against Sinhalese civilians who are remotely suspected of providing succour to the LTTE, and further that the middle class were targeted because they were able to pay a hefty bribe to security forces for the release of loved ones.",
      "id": "s14"
    },
    {
      "text": "The Tribunal's Decision\n The Tribunal did not accept the appellants' claims that they had been targeted by the military or the Karuna group.",
      "id": "s15"
    },
    {
      "text": "The Tribunal considered that the information concerning the appellants' activities prior to their departure from Sri Lanka is at odds with their claims as to the circumstances in which they left Sri Lanka, in particular that the male appellant continued to work after his alleged abduction between 13 April 2007 and 6 May 2007.",
      "id": "s16"
    },
    {
      "text": "The Tribunal noted that the appellants had made arrangements to travel to Australia by 7 March 2009 and considered that it appeared to have been a great coincidence that, having suffered no problems prior to having made these arrangements, the appellants then began to suffer difficulties on 6 April 2007.",
      "id": "s17"
    },
    {
      "text": "The Tribunal considered it unlikely that either of the appellants would suffer persecution, abduction or other serious harm at the hands of the Karuna group, paramilitaries, the military or any groups associated with the armed forces if they returned to Sri Lanka, for reason of being a member of the particular social group constituted by wealthy, middle class persons or wealthy middle class businessmen.",
      "id": "s18"
    },
    {
      "text": "Further, the Tribunal considered that the chance that the female appellant would suffer abduction or persecution on this basis was similarly remote.",
      "id": "s19"
    },
    {
      "text": "This finding was made despite the fact that the male appellant had association in the past with Tamil people and military officers as part of his job.",
      "id": "s20"
    },
    {
      "text": "Finally the Tribunal noted, relying on UNHCR information, that \"Sinhalese fleeing generalised violence generally enjoy protection in government controlled areas\".",
      "id": "s21"
    },
    {
      "text": "Decision of the Federal Magistrate\n Before the Federal Magistrate the appellants claimed, in summary, two grounds for review: In relation to the first ground, the Federal Magistrate held (in summary): In asking the Court to review the finding of the Tribunal that the appellants did not have a well-founded fear of persecution, the appellants are asking the Court to interfere with the Tribunal's factual findings, which is beyond the power of the Court.",
      "id": "s22"
    },
    {
      "text": "In relation to the second ground, the Federal Magistrate held (in summary): A fear is well-founded when there is a real substantial basis for it (at [35]).",
      "id": "s23"
    },
    {
      "text": "The Tribunal found that the appellants never had been subject to \"serious harm\" in the past.",
      "id": "s24"
    },
    {
      "text": "In its decision the Tribunal correctly addressed itself as to the relevant test (at [36]).",
      "id": "s25"
    },
    {
      "text": "The Tribunal discussed country information, and noted disappearances and abductions of businessmen and Sinhalese which supported the appellants' claims.",
      "id": "s26"
    },
    {
      "text": "The Tribunal concluded that there would be a remote chance that the male appellant could suffer abduction or other serious harm (at [37]).",
      "id": "s27"
    },
    {
      "text": "Contrary to the appellants' submissions the Tribunal's findings were not premised upon any equation by the Tribunal between a low percentage risk factor and remoteness.",
      "id": "s28"
    },
    {
      "text": "The Tribunal simply, as a matter of fact, determined the chance of harm as remote.",
      "id": "s29"
    },
    {
      "text": "That finding is open on the evidence (at [38]).",
      "id": "s30"
    },
    {
      "text": "The Grounds of Appeal\n The notice of appeal filed 10 December 2008 contains two unparticularised grounds of appeal: His Honour erred in finding that \"it was unnecessary for the tribunal to identify the particular social group as it found it was not satisfied that the appellant has a well funded [sic] fear of persecution\".",
      "id": "s31"
    },
    {
      "text": "His Honour erred in finding that the \"Tribunal made a finding of fact open to it and then applied the legal test correctly\" when considering whether the appellant's fear was well-founded in relation to the claimed social group.",
      "id": "s32"
    },
    {
      "text": "Before me however the appellants pressed only the first ground of appeal.",
      "id": "s33"
    },
    {
      "text": "In summary they submitted that: In response the respondent submitted in summary: The Tribunal did consider the claim of the appellants concerning their membership of a particular social group, namely wealthy middle class businessmen, but it was in the context of the primary submission of the appellants before the Tribunal which was that the male appellant was being persecuted due to his perceived association and support for various Tamil groups.",
      "id": "s34"
    },
    {
      "text": "The issue whether a particular social group needs to be considered if there has been no persecution was recently considered by Besanko J in SZJRU v Minister for Immigration and Citizenship [2009] FCA 315.",
      "id": "s35"
    },
    {
      "text": "The Tribunal found, as a finding of fact, a lack of credibility in the appellants' account of events which formed the basis for the claim of a well-founded fear of persecution.",
      "id": "s36"
    },
    {
      "text": "In short, the Tribunal did not accept that the appellants left Sri Lanka in the circumstances claimed, nor that they had been targeted by the Sri Lankan security forces, the army, the paramilitary, the Karuna nor anyone else.",
      "id": "s37"
    },
    {
      "text": "No jurisdictional error or error in the decision of the Federal Magistrate was apparent in this ground of appeal.",
      "id": "s38"
    },
    {
      "text": "Consideration\n Article 1A(2) of the Refugees Convention provides that a \"refugee\" is a person who: \n owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or owing to such fear, is unwilling to avail himself of the protection of that country.",
      "id": "s39"
    },
    {
      "text": "In applying Art 1A(2) of the Convention and the concept of \"persecution\" in the context of the Migration Act , s 91R of the Migration Act 1958 (Cth) relevantly provides: \n (1) For the purposes of the application of this Act and the regulations to a particular person, Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol does not apply in relation to persecution for one or more of the reasons mentioned in that Article unless: \n\n \n(a) that reason is the essential and significant reason, or those reasons are the essential and significant reasons, for the persecution; and\n \n \n(b) the persecution involves serious harm to the person; and\n \n \n(c) the persecution involves systematic and discriminatory conduct.",
      "id": "s40"
    },
    {
      "text": "(2) Without limiting what is serious harm for the purposes of paragraph (1)(b), the following are instances of serious harm for the purposes of that paragraph: \n\n \n(a) a threat to the person's life or liberty;\n \n \n(b) significant physical harassment of the person;\n \n \n(c) significant physical ill treatment of the person;\n \n \n(d) significant economic hardship that threatens the person's capacity to subsist;\n \n \n(e) denial of access to basic services, where the denial threatens the person's capacity to subsist;\n \n \n(f) denial of capacity to earn a livelihood of any kind, where the denial threatens the person's capacity to subsist.",
      "id": "s41"
    },
    {
      "text": "Further, it is clear from s 91S of the Migration Act that the concept of persecution is to be considered alongside membership of a particular social group for the purposes of the legislation and determination of whether a person is a refugee.",
      "id": "s42"
    },
    {
      "text": "In Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389 the High Court considered the task of the Tribunal where an applicant claimed persecution on the basis of membership of a particular social group.",
      "id": "s43"
    },
    {
      "text": "The majority (Gummow, Hayne and Callinan JJ) said that the task of the Tribunal involved a number of steps, namely: In this case it appears that the Tribunal gave consideration to whether the appellants, in particular the male appellant, was a member of a particular social group.",
      "id": "s44"
    },
    {
      "text": "In particular, I note the following passage from the reasons for decision of the Tribunal including: \n The Tribunal has not accepted that the applicant has been in any way harmed or targeted in the past.",
      "id": "s45"
    },
    {
      "text": "Looking to the reasonably foreseeable future, the Tribunal finds to be remote the chance that the applicant would suffer abduction or other serious harm for reason of being a member of the particular social group constituted by wealthy, middle class persons or wealthy middle class businessmen .",
      "id": "s46"
    },
    {
      "text": "The Tribunal finds this to be the case in spite of his past associations with Tamil people and military officers.",
      "id": "s47"
    },
    {
      "text": "For similar reasons, the Tribunal finds to be remote the chance that the applicant wife would suffer abduction or persecution for reason of membership of such a group .",
      "id": "s48"
    },
    {
      "text": "(emphasis added) \n\n Elsewhere in its reasons, the Tribunal also observed: \n Submissions to the Tribunal have attached emphasis to the risk of abduction of wealthy middle class citizens or businessmen.",
      "id": "s49"
    },
    {
      "text": "The Tribunal is willing to accept for the purposes of this decision that such people constitute a particular social group .",
      "id": "s50"
    },
    {
      "text": "Nevertheless, it finds to be remote the chance that the applicant would suffer abduction or any other harm for reason of the membership of such a group if he were to return to Sri Lanka.",
      "id": "s51"
    },
    {
      "text": "(emphasis added) \n\n At the hearing before me, Ms McWilliam for the appellants strongly contended that the decision of the Tribunal was fatally attended by jurisdictional error because, notwithstanding these statements in the Tribunal's reasons, the Tribunal also obviously considered a relevant issue to be the ethnicity of the appellants, specifically the fact that they are Sinhalese and the impact this had on the likelihood of abduction.",
      "id": "s52"
    },
    {
      "text": "The appellants' submissions stressed the irrelevancy of the ethnicity of the appellants as a factor in the determination by the Tribunal as to whether the appellants had a well-founded fear of persecution for reasons of their membership of their particular social group, which was wealthy, middle class businessmen.",
      "id": "s53"
    },
    {
      "text": "In particular, the appellants note that, after the second passage I quoted from the reasons for decision of the Tribunal, the Tribunal continued: \n In making this finding, the Tribunal has carefully considered all of the evidence, including the written statements and other witness evidence provided to the Tribunal.",
      "id": "s54"
    },
    {
      "text": "For reasons set out above, the Tribunal does not accept that the applicant has in the past in any way suffered harm at the hands of the Karuna group or any other group accused of involvement in abductions.",
      "id": "s55"
    },
    {
      "text": "As the Tribunal has put to the applicants, the available independent country information indicates that it is primarily Tamils and other minority groups who have been the victims of abduction.",
      "id": "s56"
    },
    {
      "text": "Indeed, the reports submitted by the applicants refer largely to Tamils and also Muslims as victims of such harm.",
      "id": "s57"
    },
    {
      "text": "The Tribunal has been provided with articles indicating that Sinhalese account for 9.1% of those killed in Sri Lanka and for 3% of abductions (to the extent that the ethnicity of victims is known).",
      "id": "s58"
    },
    {
      "text": "I accept Ms McWilliam's submission that this case is not out of the ordinary, so that as a general proposition the Tribunal must consider the appellants' case by reference to the particular social group articulated by them (cf Besanko J in SZJRU v Minister for Immigration and Citizenship [2009] FCA 315).",
      "id": "s59"
    },
    {
      "text": "However, the appellants' case is (and must be in order to satisfy the requirements of the Migration Act and the definition of \"refugee\" for the purposes of the Convention), that they had a well-founded fear of persecution by reason of their membership of a particular social group.",
      "id": "s60"
    },
    {
      "text": "As submitted by the Minister, in essence the Tribunal made a factual finding that the appellants did not have a well-founded fear of persecution for any reason, because the Tribunal did not accept that the appellants had previously been the subject of abduction, assault, harassment or other forms of serious harm which complaints formed the basis of the appellants' claims of their well-founded fear of persecution before the Tribunal.",
      "id": "s61"
    },
    {
      "text": "If the appellants did not have a well-founded fear of persecution as contemplated by s 91R(1) of the Migration Act , as the Tribunal found, the Tribunal was entitled to affirm the decision of the Minister not to grant the appellants Protection (Class XA) visas.",
      "id": "s62"
    },
    {
      "text": "The appellants submitted that this approach is contrary to Dranichnikov [2003] HCA 26 ; (2003) 197 ALR 389.",
      "id": "s63"
    },
    {
      "text": "However relevantly in MZXDQ v Minister for Immigration and Multicultural Affairs [2006] FCA 1632 Finkelstein J observed: \n [18] The Appellant contended before this Court that this was an impermissible line of reasoning.",
      "id": "s64"
    },
    {
      "text": "He argued that the steps outlined in Dranichnikov must be followed even if the Tribunal is of the view that the Applicant's fear is unrelated to the membership of any such group.",
      "id": "s65"
    },
    {
      "text": "This is plainly incorrect.",
      "id": "s66"
    },
    {
      "text": "Courts will frequently skip over more difficult questions if the main issue can be determined from the answer to a simpler later question: in the law of negligence, there is no need to ask whether there is a duty of care if it is obvious that there has been no damage.",
      "id": "s67"
    },
    {
      "text": "In this case, moving to the last step in Dranichnikov was quite proper.",
      "id": "s68"
    },
    {
      "text": "... \n\n \n [25] It is entirely proper to avoid identifying the appropriate \"particular social group\" if it is unnecessary to do so.",
      "id": "s69"
    },
    {
      "text": "Dranichnikov does not demand otherwise.",
      "id": "s70"
    },
    {
      "text": "In my view his Honour's reasoning is entire apposite in this case.",
      "id": "s71"
    },
    {
      "text": "In this case the Tribunal did not accept that the appellants had been harmed in any way or targeted in the past.",
      "id": "s72"
    },
    {
      "text": "The Tribunal also found to be remote the chance that the appellants would suffer abduction or other serious harm for reason of being a member of their particular social group.",
      "id": "s73"
    },
    {
      "text": "Accordingly, the Tribunal did not accept that the appellants would have a well-founded basis for any fear of persecution in the future.",
      "id": "s74"
    },
    {
      "text": "Once the Tribunal had made this finding, realistically it was unnecessary for the Tribunal to identify the particular social group of which the appellants claimed to be members.",
      "id": "s75"
    },
    {
      "text": "Ms Wheatley for the first respondent also directed my attention to recent comments of Besanko J in SZJRU v Minister for Immigration and Citizenship [2009] FCA 315 at [50] where, after referring to Dranichnikov [2003] HCA 26 ; (2003) 197 ALR 389 , his Honour said: \n Notwithstanding these principles, it is not necessarily an error for the Tribunal not to begin with (or even to deal with) the question of whether there is a particular social group ...",
      "id": "s76"
    },
    {
      "text": "If the serious harm results from the application of a law of general application and there is no discrimination and therefore no persecution, the claim must fail ... \n\n I respectfully adopt these comments of his Honour.",
      "id": "s77"
    },
    {
      "text": "Indeed, I note that in the circumstances of this case the Tribunal found no serious harm had been suffered, nor was likely to be suffered by the appellants.",
      "id": "s78"
    },
    {
      "text": "In such circumstances, inevitably such a claim as the appellants must fail.",
      "id": "s79"
    },
    {
      "text": "However even if I am wrong in adopting this approach, I consider that the Tribunal did have reference in its decision to the appellants' particular social group.",
      "id": "s80"
    },
    {
      "text": "I do not accept the submission of the appellants that the consideration by the Tribunal as to whether the appellants had a well-founded fear of persecution was conducted against the background of the appellants' ethnicity (rather than their particular social group), notwithstanding there was also some discussion of the appellants' ethnicity.",
      "id": "s81"
    },
    {
      "text": "I am not persuaded that the Tribunal's reference to the appellants' ethnicity was a fatal distraction from the real issue for determination by the Tribunal.",
      "id": "s82"
    },
    {
      "text": "I also note that, while the appellants claim that the ethnic divide in Sri Lanka was irrelevant to determination of the issues before the Tribunal in this case, issues of ethnicity formed a significant part of the case put by the appellants to the Tribunal.",
      "id": "s83"
    },
    {
      "text": "However at the end of the day, as I have already observed, I am satisfied that the Tribunal did consider the appellants' case in the context of their particular social group.",
      "id": "s84"
    },
    {
      "text": "It follows that, in my view, the decision of the Tribunal was not affected by jurisdictional error.",
      "id": "s85"
    },
    {
      "text": "I can also identify no appellable error in the decision of the learned Federal Magistrate.",
      "id": "s86"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s87"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s88"
    },
    {
      "text": "Associate:\n \n \nDated: 26 May 2009\n \n Counsel for the First and Second Appellants: Ms V McWilliam \n \n Counsel for the First and Second Respondents: Ms A Wheatley \n \n Solicitor for the First and Second Respondents: Clayton Utz \n Date of Hearing: 20 May 2009 \n \n Date of Judgment: 26 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/543.html",
      "id": "s89"
    }
  ]
}