{
  "name": "Venturex Resources Limited, in the matter of Venturex Resources Limited (includes Corrigendum dated 22 June 2009) [2009] FCA 677 (18 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/677.html",
  "catchphrases": [
    {
      "text": "whether general prohibition of commencement of litigation before the end of the takeover period precludes the seeking of remedial relief during the takeover period pursuant to s 1325a(2) of the corporations act 2001 (cth) ca",
      "id": "c0"
    },
    {
      "text": "whether a general provision gives way to a specific provision",
      "id": "c1"
    },
    {
      "text": "what were the purposes of the respective provisions",
      "id": "c2"
    },
    {
      "text": "what are the interests of those affected by the irregularity which it is sought to cure",
      "id": "c3"
    },
    {
      "text": "considerations taken into account in granting relief",
      "id": "c4"
    },
    {
      "text": "offer would be void",
      "id": "c5"
    },
    {
      "text": "offerees who have accepted would be deprived of the benefit of the acceptance",
      "id": "c6"
    },
    {
      "text": "vast majority of offerees accepting with unanimous support of directors from target company",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "The applicant (Venturex) applies today for relief by way of remedial orders under s 1325A(2) of the Corporations Act 2001 (Cth) (CA).",
      "id": "s0"
    },
    {
      "text": "BACKGROUND \n By a bidder's statement of 15 May 2009, Venturex made an off market takeover bid.",
      "id": "s1"
    },
    {
      "text": "The bid was to acquire 100 percent of the fully paid ordinary shares in the capital of CMG Gold Limited (CMG) in consideration for 4.25 fully paid ordinary shares in Venturex per share in CMG (takeover bid).",
      "id": "s2"
    },
    {
      "text": "Offerees were informed on p 4 of the offer that the issued shares would be listed on the Australian Stock Exchange (ASX).",
      "id": "s3"
    },
    {
      "text": "The directors of CMG unanimously recommended acceptance of the offer by shareholders of CMG.",
      "id": "s4"
    },
    {
      "text": "There has been overwhelming acceptance of it.",
      "id": "s5"
    },
    {
      "text": "However the assurance as to the ASX listing has met with a difficulty.",
      "id": "s6"
    },
    {
      "text": "Venturex did not apply to the ASX before 22 May 2009 for listing.",
      "id": "s7"
    },
    {
      "text": "There has therefore been non-compliance with s 625(3)(c)(i) CA.",
      "id": "s8"
    },
    {
      "text": "This is by failure to apply by 22 May 2009, namely, seven days after commencement of the bid period, for admission to official quotation of the shares to be issued on the successful completion of the takeover bid.",
      "id": "s9"
    },
    {
      "text": "The solicitors for Venturex did not become aware of the failure to conform with the seven day rule until late in the afternoon of Friday, 12 June 2009 (six days ago).",
      "id": "s10"
    },
    {
      "text": "On the morning of Monday, 15 June 2009, the solicitors advised Venturex, the ASX and the Australian Securities and Investments Commission (ASIC) of the failure and that an application would be made to the Court to rectify the omission.",
      "id": "s11"
    },
    {
      "text": "At the same time, Venturex lodged with the ASX an application seeking admission to quotation of the shares to be issued upon the successful completion of the takeover bid.",
      "id": "s12"
    },
    {
      "text": "Venturex has continued to comply with the provisions of the CA in relation to the takeover bid as if it had complied with s 625(3) CA.",
      "id": "s13"
    },
    {
      "text": "The bid will close at 5.00 pm on 27 June 2009.",
      "id": "s14"
    },
    {
      "text": "At this stage no shares have been issued under the bid.",
      "id": "s15"
    },
    {
      "text": "Both ASIC and ASX have been notified of the position and of this proceeding.",
      "id": "s16"
    },
    {
      "text": "Neither objects to the relief sought if granted.",
      "id": "s17"
    },
    {
      "text": "CMG has also been informed.",
      "id": "s18"
    },
    {
      "text": "No objection to granting relief has been expressed by CMG.",
      "id": "s19"
    },
    {
      "text": "STATUTORY FRAMEWORK \n The full terms of s 625(3) CA are: \n (3) If: \n\n \n(a) the consideration offered is or includes securities; and\n \n(b) the offer or the bidder's statement states or implies that the securities are to be quoted on a financial market (whether in Australia or elsewhere);\n \n \nthe following rules apply:\n \n \n(c) the offer is subject to a condition that:\n \n \n(i) an application for admission to quotation will be made within 7 days after the start of the bid period; and\n \n(ii) permission for admission to quotation will be granted no later than 7 days after the end of the bid period;\n \n \n(d) the offer may not be freed from this condition.",
      "id": "s20"
    },
    {
      "text": "Note: Section 1325A provides that a Court may make a remedial order if the condition is not satisfied.",
      "id": "s21"
    },
    {
      "text": "Section 1325A CA which is directly applicable provides: \n Orders if contravention of Chapter 6, 6A, 6B or 6C \n\n \n (1) The Court may make any order or orders (including a remedial order) that it considers appropriate if a person: \n\n \n(a) contravenes a provision of Chapter 6, 6A, 6B or 6C; or\n \n(b) contravenes a condition on a consent given by ASIC under section 652B ; or\n \n(c) states in a notice under section 672B about securities that they do not know particular information about:\n \n \n(i) the securities; or\n \n(ii) someone who has a relevant interest in, or has given instructions in relation to, the securities.",
      "id": "s22"
    },
    {
      "text": "Note 1: Section 9 defines remedial order .",
      "id": "s23"
    },
    {
      "text": "Note 2: Sections 659B and 659C deal with court proceedings during and after a takeover bid.",
      "id": "s24"
    },
    {
      "text": "(2) The Court may make any order or orders (including a remedial order) that it considers appropriate if: \n\n \n(a) the consideration offered under a takeover bid is or includes securities; and\n \n(b) the offers under the bid or the bidder's statement states or implies that the securities will be able to be traded on a financial market (whether in Australia or elsewhere) and:\n \n \n(i) an application for admission to quotation is not made within 7 days after the start of the bid period; or\n \n(ii) permission for admission to quotation is not granted within 7 days after the end of the bid period.",
      "id": "s25"
    },
    {
      "text": "Note: Section 9 defines remedial order .",
      "id": "s26"
    },
    {
      "text": "(3) An order under this section may be made on application by the following: \n\n \n(a) ASIC;\n \n(b) the company, or the responsible entity of the registered scheme, whose securities are involved in the contravention;\n \n(c) a member or former member of that company or scheme;\n \n(d) a person from whom the relevant interest in the securities were acquired;\n \n(e) a person whose interests are affected by the contravention.",
      "id": "s27"
    },
    {
      "text": "THE PROHIBITION ON COMMENCEMENT OF PROCEEDINGS IN A BID PERIOD \n As a preliminary point, counsel for Venturex at the commencement of the hearing drew the Court's attention to s 659B CA. Section 659B CA restricts commencement of Court proceedings in relation to a takeover bid during the takeover bid period save by ASIC and certain other public bodies.",
      "id": "s28"
    },
    {
      "text": "The prohibition is set out in subs (1) with the definition of takeover proceedings provided for in subs (4).",
      "id": "s29"
    },
    {
      "text": "The Court is given power by subs (2) to stay proceedings until the end of the period after having regard, amongst other things, to the factors set out in subs (3).",
      "id": "s30"
    },
    {
      "text": "On the face of it, the current application is a Court proceeding commenced prior to the end of a bid period and in relation to a takeover bid.",
      "id": "s31"
    },
    {
      "text": "No other party, including ASIC, has taken the point that s 659B CA would preclude Venturex approaching the Court before ending the takeover bid period in order to obtain this particular remedial relief.",
      "id": "s32"
    },
    {
      "text": "I delivered oral reasons at the hearing but have now added additional reference to some authority.",
      "id": "s33"
    },
    {
      "text": "It seems, this particular point has not been specifically addressed in the context of the specific relief sought, in any reported decision.",
      "id": "s34"
    },
    {
      "text": "Section 659B CA was part of a scheme designed to prevent the plethora of takeover litigation which had occurred prior to the important reforms it achieved.",
      "id": "s35"
    },
    {
      "text": "That litigation at least in some measure, frustrated rather than advanced the objectives of Ch 6 of the CA.",
      "id": "s36"
    },
    {
      "text": "In a more informal, less costly and speedier setting, the Takeovers Panel now deals with such disputes.",
      "id": "s37"
    },
    {
      "text": "Section 1325A CA does not suggest that the power of the Court to make remedial orders, a power which should be exercised liberally, can only be exercised after the end of a takeover bid.",
      "id": "s38"
    },
    {
      "text": "Particularly in relation to s 1325A(2) CA, it is a power to be considered in a very limited circumstance.",
      "id": "s39"
    },
    {
      "text": "In Tower Software Engineering Pty Limited; Pendant Software Pty Limited v Harwood [2006] FCA 717 ; (2006) 154 FCR 150 , Goldberg J considered a comparable situation in connection with remedial orders sought under s 1071F CA. His Honour held that s 659B CA was a general provision whereas s 1071 CA was a specific provision in relation to a specific remedy and the Court would not be precluded from considering the specific relief.",
      "id": "s40"
    },
    {
      "text": "That approach was also summarised, obiter, by Austin J (at [18]) in Lionsgate Australia v Macquarie Private Portfolio [2007] NSWSC 318 ; (2007) 210 FLR 106.",
      "id": "s41"
    },
    {
      "text": "The same process of reasoning would apply, perhaps even more obviously, in the case of s 1325A CA which is a very specific provision dealing with a specific deficiency and one that will almost inevitably arise only during a takeover bid.",
      "id": "s42"
    },
    {
      "text": "The earlier reasons of Goldberg J are not reported but his Honour's reference in Tower Software Engineering [2006] FCA 717 ; 154 FCR 150 (at [22]) as I perceive it, could only be to the principle of statutory construction that provisions of general application give way to specific provisions when they are in conflict (less helpfully known as 'generalia specialibus non derogant': Goodwin v Phillips [1908] HCA 55 ; (1908) 7 CLR 1 , Maybury v Plowman [1913] HCA 43 ; (1913) 16 CLR 468 , per Barton CJ at 473-474 and more recently in Associated Minerals Consolidated Ltd v Wyong Shire Council (1974) 4 ALR 353 at 359).",
      "id": "s43"
    },
    {
      "text": "The learned authors of Pearce D C and Geddes R S, Statutory Interpretation in Australia , 6th ed Sydney: LexisNexis Butterworths, 2006 at [4.31] suggest that the generalia specialibus rule should be observed more strictly in the interpretation of a provision within an Act than in the case of separate enactments.",
      "id": "s44"
    },
    {
      "text": "With respect, I consider this suggestion has merit.",
      "id": "s45"
    },
    {
      "text": "Clearly in the latter circumstance, it may well be that the draft-person did not consider the impact of the competing Acts.",
      "id": "s46"
    },
    {
      "text": "As observed by Pearce and Geddes, when a single document is being considered, the draft-person may be more likely to have relied on the rule.",
      "id": "s47"
    },
    {
      "text": "In Ombudsman v Laughton (2005) 64 NSWLR 114 (at [18]-[21]) Spigelman CJ observed when dealing with a tension between two statutory provisions: \n 18 In my opinion there is a tension between the two provisions, namely s 32 and s 35A of the Ombudsman Act .",
      "id": "s48"
    },
    {
      "text": "That tension can be resolved as a matter of construction by reading the Act as a whole and applying the principle that Parliament intends that different sections of the same Act will operate harmoniously, requiring a process of reconciliation.",
      "id": "s49"
    },
    {
      "text": "(See Institute of Patent Agents v Lockwood [1894] AC 347 at 360; Ross v The Queen [1979] HCA 29 ; (1979) 141 CLR 432 at 449.",
      "id": "s50"
    },
    {
      "text": ") \n\n \n 19 The maxim of statutory construction generalia specialibus non derogant reflects an underlying principle that a legislature, which has created a detailed regime for regulating a particular matter, intends that regime to operate in accordance with its complete terms.",
      "id": "s51"
    },
    {
      "text": "Where any conflict arises with the general words of another provision, the very generality of the words of which indicates that the legislature is not able to identify or even anticipate every circumstance in which it may apply, the legislature is taken not to have intended to impinge upon its own comprehensive regime of a specific character.",
      "id": "s52"
    },
    {
      "text": "20 In a passage quoted with approval by Barton A-CJ in Maybury v Plowman [1913] HCA 43 ; (1913) 16 CLR 468 at 474, Sir William Page Wood VC said in Fitzgerald v Champneys [1861] EngR 821 ; (1861) 2 John &amp; H 31 at 54; [1861] EngR 821 ; 70 ER 958 and 968: \n\n \n\"The reason in all these cases is clear.",
      "id": "s53"
    },
    {
      "text": "In passing the special Act, the legislature had their attention directed to the special case which the Act was meant to meet, and considered and provided for all the circumstances of that special case; and, having so done, they are not to be considered by a general enactment passed subsequently, and making no mention of any such intention, to have intended to derogate from that which, by their own special Act, they had thus carefully supervised and regulated.",
      "id": "s54"
    },
    {
      "text": "\" \n \n \n 21 This approach applies with particular force where the tension or conflict arises between two sections of the same Act and the need to read the Act as a whole requires a process of reconciliation of the character to which I have referred.",
      "id": "s55"
    },
    {
      "text": "To permit remedial orders, in an appropriate case, during a takeover accords with the objectives of the CA.",
      "id": "s56"
    },
    {
      "text": "The purpose of s 1325A(2) CA is, in an appropriate case, to facilitate intended market behaviour by remedying a technical defect which would otherwise frustrate that intent.",
      "id": "s57"
    },
    {
      "text": "Its function is to give effect to the purposes of Ch 6 of the CA, not to thwart them.",
      "id": "s58"
    },
    {
      "text": "Given the objectives of Ch 6 of the CA and the purpose to which the remedial power of s 1325A(2) CA is directed, the absence of any express provision that the power may only be exercised after completion of a takeover bid suggests that in the specific situation there considered, the general prohibition against issuing proceedings during a takeover period (which is directed to a completely different objective) should give way to the specific power.",
      "id": "s59"
    },
    {
      "text": "In my view, the very specific provisions of s 1325A(2) CA do override the general provision in s 659B CA. Parliament could not be taken to have overlooked the very important and fundamental provision in s 659B CA in drafting s 1325A(2) CA. Also to be noted is that s 1325A(3) CA lists a broader range of people who may seek the remedial relief under that section than the range of public officers including ASIC under s 659B(1) CA. Further, given the matters to which I have given consideration below, it would be inappropriate to exercise any power under s 659B(2) CA to stay this application (and no such application has been made), as the Takeovers Panel would not be able to exercise the jurisdiction conferred under s 1325A CA.",
      "id": "s60"
    },
    {
      "text": "This is an express consideration required under s 659B(3)(b).",
      "id": "s61"
    },
    {
      "text": "The Takeovers Panel does not exercise judicial power ( Attorney-General Cth) v Alinta Limited [2008] HCA 2 ; (2008) 233 CLR 542 (at [174]-[175])).",
      "id": "s62"
    },
    {
      "text": "Further, for the purposes of s 659B(3)(a), to stay the proceeding would, in my view, frustrate the purposes of Ch 6 CA if orders could not be made under s 1325A CA before the end of the bid period.",
      "id": "s63"
    },
    {
      "text": "Finally, although this point has not been squarely considered in other cases, the approach I propose to take is consistent with the similar circumstances in GrainCorp Limited, in the matter of GrainCorp Limited [2008] FCA 996 and In the matter of MacMahon Holdings Limited (ACN 007 634 406) [2008] FCA 1079.",
      "id": "s64"
    },
    {
      "text": "STATUTORY PURPOSE \n The purpose of s 625(3) CA is to ensure that investors who duly receive shares as consideration would not be left with unlisted securities in circumstances when they were led to understand that the consideration to be offered to them would be listed on an exchange: GrainCorp Limited [2008] FCA 996 at [9] .",
      "id": "s65"
    },
    {
      "text": "Further, absent an order of the Court under s 1325A CA, the failure to comply with s 625(3) CA would mean that the offers made under the takeover bid are void.",
      "id": "s66"
    },
    {
      "text": "As I observed in relevantly similar circumstances in MacMahon Holdings [2008] FCA 1079 , in such a situation the primary consideration would appear to be the interest of offerees.",
      "id": "s67"
    },
    {
      "text": "The intent of the subsection must be to ensure that those accepting the offer, receive the benefit of that which they have accepted.",
      "id": "s68"
    },
    {
      "text": "As in Re Pinnacle VRB Ltd (No 9) [2001] ATP 25 and Re Pinnacle VRB Ltd (No 10) [2001] ATP 21 , the acceptors/offerees would be prejudiced if after acceptance of the offer the bidder did not proceed with an application to have the relevant shares quoted on the ASX.",
      "id": "s69"
    },
    {
      "text": "I am satisfied on the evidence provided, including two affidavits, (one of them lengthy) from the solicitor for Venturex, that both Venturex and the solicitor have acted honestly in relation to the contravention; notification has been given promptly on behalf of Venturex to ASIC, ASX and the solicitors for CMG; an application has been lodged by Venturex with the ASX for official quotation of the shares to be issued as consideration for the takeover bid and the ASX has confirmed that subject to the satisfaction of certain standard conditions it will admit the shares to quotation on the ASX; Venturex has already received acceptances for approximately 94.95 percent of the voting shares in CMG.",
      "id": "s70"
    },
    {
      "text": "It intends to undertake the compulsory acquisition of the remaining shares in CMG pursuant to Ch 6A CA on the close of the takeover bid on 27 June 2009; the shareholders of CMG who have accepted the offers have done so on the understanding that the shares issued to them will be listed on the ASX.",
      "id": "s71"
    },
    {
      "text": "Given the current level of acceptances of the takeover bid, the grant of the orders will advance the objects of Ch 6 of the CA. No shares have yet been issued under the takeover bid and therefore no offeree has suffered any prejudice.",
      "id": "s72"
    },
    {
      "text": "Relief should be granted.",
      "id": "s73"
    },
    {
      "text": "The most appropriate order under which relief should be granted is under s 1325A CA (see MacMahon Holdings at [17]-[18]).",
      "id": "s74"
    },
    {
      "text": "Accordingly, I will make the following orders: The time for service of this originating process be abridged.",
      "id": "s75"
    },
    {
      "text": "Pursuant to s 1325A(2) of the Corporations Act 2001 (Cth) for the purposes of the offers described in the applicant's bidder's statement dated 15 May 2009, the date for compliance with s 625(3)(c)(i) of the Corporations Act 2001 (Cth) be extended to 15 June 2009.",
      "id": "s76"
    },
    {
      "text": "A copy of this order be served on the Australian Securities and Investments Commission as soon as practicable after the order is made.",
      "id": "s77"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s78"
    },
    {
      "text": "Associate: \n \n \nDated: 19 June 2009\n \n Counsel for the Applicant: G Young \n \n Solicitor for the Applicant: Steinepreis Paganin \n Date of Hearing: 18 June 2009 \n \n Date of Judgment: 18 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/677.html",
      "id": "s79"
    }
  ]
}