{
  "name": "Horizontal Falls Adventure Tours Pty Ltd (ACN 108 455 410) v Thomas [2009] FCA 639 (11 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/639.html",
  "catchphrases": [
    {
      "text": "order 27 rule 4 of the federal court rules",
      "id": "c0"
    },
    {
      "text": "notice of motion to set aside subpoena to appear as witness",
      "id": "c1"
    },
    {
      "text": "important witness experiencing anxiety and heart palpitations since subpoenaed",
      "id": "c2"
    },
    {
      "text": "whether subpoena oppressive or vexatious",
      "id": "c3"
    },
    {
      "text": "witness to appear by video link for short cross examination",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Ms Kaye Chaloner, a witness who has been subpoenaed by the respondents in these proceedings, yesterday filed a notice of motion moving for the following orders: In support of the notice of motion Ms Chaloner filed an affidavit (sworn 10 June 2009) in which she deposed in summary: A copy of a medical certificate in which a medical practitioner certified that she would be unfit to testify on 10 and 11 June 2009 inclusive, and a copy of her letter to the respondents' solicitors, are attached to her affidavit.",
      "id": "s0"
    },
    {
      "text": "This morning the respondents faxed the Court signed affidavits of the respondent Mr Troy Thomas and his solicitor Mr Mossman, and an unsigned affidavit of Mr Rhys Thomas.",
      "id": "s1"
    },
    {
      "text": "Mr Troy Thomas has deposed, inter alia , that although he did visit Ms Chaloner on 5 June 2009 as a friend, he never said that he would not enforce the subpoena or that she was not required to give evidence.",
      "id": "s2"
    },
    {
      "text": "Mr Mossman deposed, inter alia , that at no time did he threaten, induce or coerce Ms Chaloner into making an affidavit - rather Ms Chaloner was agreeable to giving the affidavit.",
      "id": "s3"
    },
    {
      "text": "Mr Rhys Thomas has subsequently executed his affidavit and it was filed in Court this morning.",
      "id": "s4"
    },
    {
      "text": "Mr Thomas has also deposed that he did not pressure, induce or coerce Ms Chaloner into making the affidavit.",
      "id": "s5"
    },
    {
      "text": "Ms Chaloner lives in Broome, Western Australia.",
      "id": "s6"
    },
    {
      "text": "The subpoena required Ms Chaloner to attend the Federal Court in Brisbane today.",
      "id": "s7"
    },
    {
      "text": "However earlier this week after consulting with me, Deputy District Registrar Belcher informed the parties that I would give leave for Ms Chaloner to give evidence by video link from Broome, rather than being required to travel to Brisbane.",
      "id": "s8"
    },
    {
      "text": "Order 27 r 4 of the Federal Court Rules empowers the Court to set aside a subpoena in whole or in part on the application of any party or person having a sufficient interest.",
      "id": "s9"
    },
    {
      "text": "Ms Chaloner is clearly such a person.",
      "id": "s10"
    },
    {
      "text": "Grounds upon which subpoenas are traditionally set aside include the excessive width of documents sought or whether the subpoena on its face is oppressive.",
      "id": "s11"
    },
    {
      "text": "Relevantly, Deane and Gaudron JJ in Hamilton v Oades [1989] HCA 21 ; (1989) 85 ALR 1 at 11 said: \n The inherent power of a court to control and supervise proceedings includes the power to take appropriate action to prevent injustice...",
      "id": "s12"
    },
    {
      "text": "In this context injustice is not simply a question of the purpose for which the relevant proceedings were instituted but includes a consideration of the consequences for the person invoking the power.",
      "id": "s13"
    },
    {
      "text": "The terms oppressive and vexatious are often used to signify those considerations which justify the exercise of the power to control proceedings to prevent injustice, those terms respectively conveying, in an appropriate context, the meaning that the proceedings are seriously and unfairly burdensome, prejudicial or damaging and productive of serious and unjustified trouble and harassment.",
      "id": "s14"
    },
    {
      "text": "In the circumstances before me I am not prepared to set aside the subpoena served on Ms Chaloner.",
      "id": "s15"
    },
    {
      "text": "I take this view for the following reasons: The appropriate order is that the notice of motion be dismissed.",
      "id": "s16"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s17"
    },
    {
      "text": "Associate:\n \n \nDated: 22 June 2009\n \n Solicitor for the Applicant: Mr SC Russell of Russell and Company \n \n Counsel for the First and Second Respondents: Mr P Telford \n \n Solicitor for the First and Second Respondents: BCI Lawyers \n Date of Hearing: 11 June 2009 \n \n Date of Judgment: 11 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/639.html",
      "id": "s18"
    }
  ]
}