{
  "name": "Harbour City Real Estate Pty Ltd t/as Re/Max Harbour City Real Estate (ACN 111 210 023) v Cargill (No 3) [2009] FCA 669 (19 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/669.html",
  "catchphrases": [
    {
      "text": "appeal from industrial magistrates court",
      "id": "c0"
    },
    {
      "text": "australian workplace agreement (awa) entered into prior to amendments to workplace relations act 1996",
      "id": "c1"
    },
    {
      "text": "awa included an undertaking",
      "id": "c2"
    },
    {
      "text": "application of no-disadvantage test",
      "id": "c3"
    },
    {
      "text": "applicability of state award",
      "id": "c4"
    },
    {
      "text": "construing the undertaking",
      "id": "c5"
    },
    {
      "text": "whether employers' intention in signing the undertaking relevant",
      "id": "c6"
    },
    {
      "text": "headings",
      "id": "c7"
    },
    {
      "text": "whether to be regarded in contractual interpretation",
      "id": "c8"
    },
    {
      "text": "whether negotiations and subjective intention to be considered",
      "id": "c9"
    },
    {
      "text": "industrial law",
      "id": "c10"
    },
    {
      "text": "contract",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n This is an appeal from the decision of the Industrial Magistrates Court of Western Australia (the IM Court).",
      "id": "s0"
    },
    {
      "text": "The current respondent (Ms Cargill) commenced proceedings in the IM Court for payment of wages, superannuation and annual leave entitlements as well as penalties for alleged breaches.",
      "id": "s1"
    },
    {
      "text": "Ms Cargill relied on ss 718 , 722 , 728 and 824 (2) of the Workplace Relations Act 1996 (Cth) (the WR Act).",
      "id": "s2"
    },
    {
      "text": "Harbour City was Ms Cargill's employer.",
      "id": "s3"
    },
    {
      "text": "Harbour City was controlled by Ms Robertson.",
      "id": "s4"
    },
    {
      "text": "Judgment was given in favour of Ms Cargill.",
      "id": "s5"
    },
    {
      "text": "In the IM Court her Honour required sums totalling $40,014.54 to be paid by the appellants (Harbour City and Ms Robertson) to Ms Cargill.",
      "id": "s6"
    },
    {
      "text": "On 9 September 2008, I ordered that those sums should be held on trust pending the outcome of this appeal ( Harbour City Real Estate Pty Ltd t/as Re/Max Harbour City Real Estate (ACN 111 210 023) v Cargill [2008] FCA 1382).",
      "id": "s7"
    },
    {
      "text": "BACKGROUND \n Harbour City is a licensed real estate agency operating under a franchise known as ReMax.",
      "id": "s8"
    },
    {
      "text": "Harbour City predominantly operates that franchise in and around Bunbury, Western Australia.",
      "id": "s9"
    },
    {
      "text": "Ms Robertson is the licensee in control of Harbour City.",
      "id": "s10"
    },
    {
      "text": "In 2005 shortly before the events pertaining to this dispute, Harbour City employed certified real estate sales representatives on the basis of commission only payment.",
      "id": "s11"
    },
    {
      "text": "In January 2006 in response to an advertisement placed by Harbour City for sales representatives to be engaged on a commission only basis, Ms Cargill applied and was interviewed by Ms Robertson and her two then business partners.",
      "id": "s12"
    },
    {
      "text": "There was some disagreement as to what precisely took place in the interview.",
      "id": "s13"
    },
    {
      "text": "However, particularly in the context of information conveyed by Ms Cargill as to her background, Harbour City contended that it only agreed to hire Ms Cargill on a commission only basis because Ms Cargill persuaded them that she had sufficient skills and background to earn a good living on a commission only basis.",
      "id": "s14"
    },
    {
      "text": "In any event, Ms Cargill was unable to commence working for Harbour City until she had successfully completed her real estate sales representative course.",
      "id": "s15"
    },
    {
      "text": "Ms Cargill formally commenced working with Harbour City on 18 March 2006, the day after she was issued with her sales representative certificate.",
      "id": "s16"
    },
    {
      "text": "After Ms Cargill's original interview in January 2006, Ms Robertson handed proposed Australian Workplace Agreements (AWA) to the staff of Harbour City including Ms Cargill.",
      "id": "s17"
    },
    {
      "text": "The timing of this was significant as Harbour City (as a company) was to be affected by amendments to the WR Act due to take effect as and from 27 March 2006.",
      "id": "s18"
    },
    {
      "text": "AWAs completed before that date would be governed by the pre-reform WR Act.",
      "id": "s19"
    },
    {
      "text": "AWAs so completed would retain the pre-reform working conditions for their staff.",
      "id": "s20"
    },
    {
      "text": "Ms Cargill signed her AWA and a filing receipt was issued by the Office of the Employment Advocate (OEA) on 27 February 2006.",
      "id": "s21"
    },
    {
      "text": "At trial it was maintained by Harbour City and Ms Robertson that Ms Cargill was not entitled to the payments sought as she was party to an AWA which had been created pursuant to the pre-reform WR Act.",
      "id": "s22"
    },
    {
      "text": "Under that AWA and under the pre-reform WR Act, Ms Cargill was a commission only employee.",
      "id": "s23"
    },
    {
      "text": "THE OFFICE OF THE EMPLOYMENT ADVOCATE AND THE STATUTORY FRAMEWORK \n The dispute between the parties involves the interpretation of an undertaking which had been given by Harbour City and Ms Robertson to the OEA and which was incorporated into the AWA.",
      "id": "s24"
    },
    {
      "text": "The OEA did not come to consider Ms Cargill's AWA until late June or early July 2006.",
      "id": "s25"
    },
    {
      "text": "As a result of that analysis at that stage, however, by letter of 12 July 2006, the OEA advised Ms Cargill that it was using the 'no-disadvantage' test under the pre-reform WR Act and for this purpose it had decided to use the Property Sales Award Queensland-State 2005 (Queensland Award) as the designated Award.",
      "id": "s26"
    },
    {
      "text": "Discussions then ensued with Mr Don Tepper who was the Industrial Relations Manager employed by ReMax on behalf of all of the ReMax franchisees.",
      "id": "s27"
    },
    {
      "text": "As a result of those discussions, an undertaking was produced.",
      "id": "s28"
    },
    {
      "text": "It is necessary to say something of the role of the OEA.",
      "id": "s29"
    },
    {
      "text": "In BGC Contracting Pty Ltd v The Construction Forestry Mining &amp; Energy Union of Workers [2004] FCA 981 ; (2004) 140 FCR 53 , French J (as his Honour then was) summarised the statutory context giving rise to, amongst other things, the role of the OEA.",
      "id": "s30"
    },
    {
      "text": "His Honour said: \n The Federal Court Act --- Overview \n\n The Federal Act is described in its long title as \"An Act relating to workplace relations, and for other purposes\".",
      "id": "s31"
    },
    {
      "text": "Its principal object is said to be (s 3): \n \n... to provide a framework for cooperative workplace relations which promotes the economic prosperity and welfare of the people of Australia ... \n\n \n The various means by which this principal object is to be achieved are set out in s 3.",
      "id": "s32"
    },
    {
      "text": "They include: \n\n \n(b) ensuring that the primary responsibility for determining matters affecting the relationship between employers and employees rests with the employer and employees at the workplace or enterprise level; and\n \n \n(c) enabling employers and employees to choose the most appropriate form of agreement for their particular circumstances, whether or not that form is provided for by this Act;\n \n ... \n\n The office of the employment advocate is established by Pt IVA (s 83BA).",
      "id": "s33"
    },
    {
      "text": "The functions of the employment advocate are set out in s 83BB(1) of the Federal Act.",
      "id": "s34"
    },
    {
      "text": "They include the following: \n \n(a) providing assistance and advice to employees about their rights and obligations under this Act;\n \n \n(b) providing assistance and advice to employers (especially employers in small business) about their rights and obligations under this Act; \n \n \n(c) providing advice to employers and employees, in connection with AWAs, about the relevant award and statutory entitlements and about the relevant provisions of this Act; \n \n \n(d) performing functions under Part VID, including functions relating to the filing and approval of AWAs and ancillary documents; \n \n \n(e) investigating alleged breaches of AWAs, alleged contraventions of Part VID and any other complaints relating to AWAs;\n \n...\n \n(i) any other functions given to the Employment Advocate by this Act, the Registration and Accountability of Organisations Schedule or any other Act; \n \n \n(j) any other functions prescribed by the regulations.",
      "id": "s35"
    },
    {
      "text": "The employment advocate is subject to direction by the Minister (s 83BC).",
      "id": "s36"
    },
    {
      "text": "... \n\n The Federal Act contains provisions for Dispute Prevention and Settlement (Pt VI) and the functions and the powers of the AIRC in relation thereto.",
      "id": "s37"
    },
    {
      "text": "Part VIA relates to Minimum Entitlements of Employees, Pt VIB to Certified Agreements, Pt VID to Australian Workplace Agreements (referred to in detail below), Pt VIE to the no disadvantage test and Pt VII to cooperation between Commonwealth and State industrial authorities.",
      "id": "s38"
    },
    {
      "text": "Part VIII concerns penalties and remedies for contravention of awards and orders.",
      "id": "s39"
    },
    {
      "text": "Part IX provides for entry and inspection by organisations and is dealt with in more detail below.",
      "id": "s40"
    },
    {
      "text": "Part X has been repealed.",
      "id": "s41"
    },
    {
      "text": "Part XA contains provisions relating to freedom of association.",
      "id": "s42"
    },
    {
      "text": "Part XI relates to offences against the Federal Act.",
      "id": "s43"
    },
    {
      "text": "The remaining parts concern costs in proceedings (Pt XII), miscellaneous provisions (Pt XIII), the jurisdiction of the Federal Court (Pt XIV), matters referred by Victoria (Pt XV) and provision for contract outworkers in Victoria in the textile, clothing and footwear industries (Pt XVI).",
      "id": "s44"
    },
    {
      "text": "The Federal Acts --- AWAs \n\n Part VID of the Federal Act provides for AWAs.",
      "id": "s45"
    },
    {
      "text": "A key provision is s 170VF which provides in subs (1): \n \nAn employer and employee may make a written agreement, called an Australian workplace agreement, that deals with matters pertaining to the relationship between an employer and employee.",
      "id": "s46"
    },
    {
      "text": "Section 170VG deals with the content of AWAs.",
      "id": "s47"
    },
    {
      "text": "It requires that the employer must ensure that the AWA includes a dispute resolution procedure.",
      "id": "s48"
    },
    {
      "text": "If it does not include such a procedure, it is taken to include the model procedure prescribed by the Workplace Relations Regulations 1996 (Cth).",
      "id": "s49"
    },
    {
      "text": "AWAs have a nominal expiry date, which cannot be more than three years after the AWA date.",
      "id": "s50"
    },
    {
      "text": "The AWA date is defined in s 170VA: \n\n \n... means the date on which the employer and employee sign the AWA or, if they sign on different dates, the later of those dates.",
      "id": "s51"
    },
    {
      "text": "There is provision for the extension of the nominal expiry date (s 170VH(3)).",
      "id": "s52"
    },
    {
      "text": "The period of operation of AWAs is specified in s 170VJ(1): \n\n \nAn AWA for a new employee starts operating on the later of: \n \n \n(a) the day after a filing receipt is issued for the AWA; or\n \n \n(b) the day specified in the AWA as the starting day; or\n \n \n(c) the day the employment commences; \n \n \nand stops operating at the earlier of the following times: \n \n \n(d) the end of the day when a refusal notice is issued in relation to the AWA; \n \n \n(e) the time when a termination under section 170VM takes effect; \n \n \n(f) the time when another AWA between the employer and employee starts to operate.",
      "id": "s53"
    },
    {
      "text": "For an existing employee an AWA will begin to operate on the later of the day following the issue of an approval notice or the day specified in the AWA as the starting day.",
      "id": "s54"
    },
    {
      "text": "It stops operating at the time of termination under s 170VM or the commencement of another AWA between the employer and employee (s 170VJ(2)).",
      "id": "s55"
    },
    {
      "text": "There is provision for the appointment of bargaining agents in relation to the making, approval, variation or termination of AWAs (s 170VK).",
      "id": "s56"
    },
    {
      "text": "AWAs are required to be filed with the employment advocate (s 170VN(1)).",
      "id": "s57"
    },
    {
      "text": "The employment advocate must issue a receipt to the person who filed the document if satisfied that filing requirements have been met or that a failure to meet filing requirements has not disadvantaged, and will not disadvantage, a party to the AWA (s 170VN(2)).",
      "id": "s58"
    },
    {
      "text": "The time limit for filing an AWA is set out in s 170VN(3): \n \nThe Employment Advocate must not issue a filing receipt for an AWA unless the AWA was filed within 21 days after the AWA date.",
      "id": "s59"
    },
    {
      "text": "Filing requirements are specified in s 170VO.",
      "id": "s60"
    },
    {
      "text": "Sections 170VPA to 170VPK deal with the approval of AWAs and ancillary documents.",
      "id": "s61"
    },
    {
      "text": "They comprise Div 5 of Pt VID.",
      "id": "s62"
    },
    {
      "text": "Division 6 of Pt VID deals with the effect of an AWA.",
      "id": "s63"
    },
    {
      "text": "It comprises ss 170VQ to 170VU inclusive.",
      "id": "s64"
    },
    {
      "text": "54 Key parts of s 170VQ are as follows: \n\n \n(1) During its period of operation, an AWA operates to the exclusion of any award that would otherwise apply to the employee's employment.",
      "id": "s65"
    },
    {
      "text": "This subsection has effect subject to subsections (2) and (3).",
      "id": "s66"
    },
    {
      "text": "...\n \n \n(4) During its period of operation, an AWA operates to the exclusion of any State award or State agreement that would otherwise apply to the employee's employment.",
      "id": "s67"
    },
    {
      "text": "... \n\n \n 56 Section 170VT provides: \n\n \n(1) A party to an AWA must not breach the AWA.",
      "id": "s68"
    },
    {
      "text": "Division 7 of Pt VID deals with enforcement and remedies and provides penalties for contravention of provisions of Pt VID.",
      "id": "s69"
    },
    {
      "text": "Relevantly, s 170VV provides: \n \n(1) An eligible court may make an order imposing a penalty on a person who contravenes a penalty provision.",
      "id": "s70"
    },
    {
      "text": "(2) The penalty cannot be more than $10,000 for a body corporate or $2,000 in other cases.",
      "id": "s71"
    },
    {
      "text": "(3) An application for an order under subsection (1) that relates to an AWA or ancillary document may be made by a party to the AWA or ancillary document.",
      "id": "s72"
    },
    {
      "text": "(4) In this section: \n \n \n penalty provision means subsection 170VK(2) or (4), section 170VP, section 170VT, section 170VU, subsection 170WE(1), subsection 170WF(1), subsection 170WG(1) or (2) or subsection 170WH(1) or (2).",
      "id": "s73"
    },
    {
      "text": "There are provisions for damages for breaches of AWAs (s 170VW), compensation for shortfall in entitlements (s 170VX), the grant of injunctions (s 170VZ), interest on judgments (s 170W) and a small claims procedure (s 170WA).",
      "id": "s74"
    },
    {
      "text": "The Undertaking\n The actual undertaking which was given and became part of the AWA was as follows: \n I hereby give the following undertaking with respect to the above employee(s): \n\n \n Property Sales person: \n\n \n 1. has held a Real Estate Agent's License for at least two continuous years; or \n has at least six months' fulltime equivalent recent experience in the industry and a historical earning capacity of at least 125% of the rate of pay prescribed for the employee's Award classification; or can demonstrate a personal work history which would provide a reasonable expectation of an earning capacity of at least 125% of the rate of pay prescribed for the employee's Award classification; or is guaranteed by the employer to earn at least 125% of the rate of pay prescribed for the employee's Award classification during each of year of employment (or part thereof).",
      "id": "s75"
    },
    {
      "text": "(emphasis added) Before her Honour, Ms Cargill argued that only the fourth alternative was applicable to her for a variety of reasons.",
      "id": "s76"
    },
    {
      "text": "The argument for Harbour City and Ms Robertson was that the undertaking was intended as a general document which required the employer in each instance to properly consider at the time of entering into each AWA the category into which each employee fell.",
      "id": "s77"
    },
    {
      "text": "In effect, the contention for Harbour City and Ms Robertson was that the undertaking was intended to operate as a cascading list from the most experienced to the least experienced.",
      "id": "s78"
    },
    {
      "text": "There was no dispute at trial that the first two options under the cascading list did not apply to Ms Cargill.",
      "id": "s79"
    },
    {
      "text": "However, Ms Robertson argued that in relation to Ms Cargill the third option was the actual level at which Ms Cargill was employed because of her relevant experience.",
      "id": "s80"
    },
    {
      "text": "The basis of her employment under the pre-reform AWA regime was on Ms Cargill's assurances that she met the criteria at item 3 in the list.",
      "id": "s81"
    },
    {
      "text": "This was what Ms Robertson considered when Harbour City employed Ms Cargill and again at the time of signing the undertaking in relation to Ms Cargill.",
      "id": "s82"
    },
    {
      "text": "Harbour City and Ms Robertson contended that the Queensland Award which was referred to in the AWA and used by the OEA as the designated award for the purposes of assessing the AWA should be used to inform how the undertaking was to work.",
      "id": "s83"
    },
    {
      "text": "This gave rise to a fundamental point of disagreement.",
      "id": "s84"
    },
    {
      "text": "It was agreed that Ms Cargill was engaged as a commission only employee but whereas Harbour City and Ms Robertson contended that Ms Cargill was employed in the capacity of the third option in the undertaking, Ms Cargill argued that she was in the fourth option.",
      "id": "s85"
    },
    {
      "text": "On Ms Cargill's argument, the level of income was guaranteed.",
      "id": "s86"
    },
    {
      "text": "There seemed to be little dispute as to Ms Cargill's background.",
      "id": "s87"
    },
    {
      "text": "Ms Cargill did not dispute the basic facts.",
      "id": "s88"
    },
    {
      "text": "Those facts were that: Ms Cargill was the top negotiating timeshare sales associate in Fremantle, Western Australia; she had successfully managed two other businesses which she owned; in her past businesses and work in timeshare she had involved herself in trademark registration, design patent applications and sales; she had qualified as a nurse and a primary school teacher; and she was being employed during a 'boom period' for housing in Western Australia.",
      "id": "s89"
    },
    {
      "text": "THE DECISION IN THE IM COURT \n Her Honour concluded that the terms and conditions of Ms Cargill's employment included the terms that: \n(a) she was engaged as a commission only employee (at [14]; and [6] of her Honour's supplementary reasons);\n \n(b) as a 'commission only' employee she was not entitled to the leave entitlements under cl 4.1.1 because of the operation of cl 4.1.2 of the AWA (at [3], [4] and [7] of her Honour's supplementary reasons); and \n \n(c) Harbour City guaranteed Ms Cargill would earn 125 per cent of the rate of pay prescribed for the employee's Award classification during each year of employment or part thereof in accordance with par 4 of the undertaking (at [30]) of her Honour's reasons.",
      "id": "s90"
    },
    {
      "text": "GROUNDS OF APPEAL \n Harbour City and Ms Robertson appeal her Honour's decision on the following grounds: The learned Magistrate erred by applying the wrong law to the case and thereby finding that the Appellants were in breach of the Workplace Relations Act 1996 (WR Act) in failing to pay to the Respondent 125% of the rate of pay prescribed for her classification under the Award, in that:\n \n(a) Her Honour applied the Federal Minimum Wage provisions under the post-reform WR Act to the pre-reform 'no-disadvantage test';\n \n(b) Her Honour read section 170XA of the pre-reform WR Act to include the provisions and objectives of the post-reform WR Act; and or \n \n(c) Her Honour applied retrospectively the provisions of the post-reform WR Act when they were not expressed to be so.",
      "id": "s91"
    },
    {
      "text": "The learned Magistrate erred in construing the undertaking given by the Appellants such that only clause (4) of that undertaking was found could be applicable to the Respondent in that:\n \n(a) Her Honour incorrectly applied Clause 4.1.1 of the AWA to the undertaking so that the undertaking was \"to make sense for WA\" thereby reading down the undertaking in a way that was not appropriate;\n \n(b) the Property Sales Award Queensland --- State 2005 was not properly considered in relation to the creation of the undertaking; and or\n \n(c) Her Honour misapplied the 'no-disadvantage' test in section 170XA of the pre-reform WR Act by proceeding on the basis that the AWA must guarantee remuneration and benefits as beneficial as the Award.",
      "id": "s92"
    },
    {
      "text": "The learned Magistrate erred in failing to make a positive finding that it was the employer's intention at the time of signing the undertaking that clause (3) of that undertaking was the applicable clause to the claimant, in that:\n \n(a) The failure to make the finding was against the weight of the available evidence; and or\n \n(b) The credibility finding made by her Honour in relation to the Second Appellant is not supported by the evidence.",
      "id": "s93"
    },
    {
      "text": "APPLICATION FOR LEAVE TO ADDUCE EVIDENCE ON APPEAL \n Harbour City and Ms Robertson sought leave to adduce additional evidence on the hearing of the appeal.",
      "id": "s94"
    },
    {
      "text": "The solicitor for Harbour City and Ms Robertson swore an affidavit saying that the case had been conducted on the basis that it would be left for her Honour to construe the various instruments arising for consideration.",
      "id": "s95"
    },
    {
      "text": "His evidence was that in conducting the hearing, Harbour City and Ms Robertson proceeded on the basis that oral evidence would be unnecessary but ultimately her Honour expressed the conclusion that she had difficulty in relying on the evidence of Ms Robertson given her vague recollection as to how it was that she came to sign the undertaking and her incomprehensible explanation as to why it was that Ms Cargill was asked to enter into AWAs.",
      "id": "s96"
    },
    {
      "text": "The basis for the solicitor's view had been the content of a summary of issues filed for Ms Cargill in which it was said that the following were the issues: What is the proper construction of the undertaking given by [Ms Robertson] on behalf of [Harbour City] to the Employment Advocate in respect of the AWA entered into by [Ms Cargill] and [Harbour City]?",
      "id": "s97"
    },
    {
      "text": "What is the effect on any common law contractual agreement between [Ms Cargill] and [Harbour City], of [Harbour City] giving the Employment Advocate an undertaking in the terms asserted by [Ms Cargill].",
      "id": "s98"
    },
    {
      "text": "What equitable documents or principles are available as a defence in proceedings under sections 718 , 719 , 722 and 728 of the Workplace Relations Act 1996 ?",
      "id": "s99"
    },
    {
      "text": "On the basis that those were the relevant issues, detailed evidence as to the context in which the AWA and the undertaking were considered had not been prepared or adduced.",
      "id": "s100"
    },
    {
      "text": "There was further quite extensive evidence sought to be adduced.",
      "id": "s101"
    },
    {
      "text": "I do not propose allowing any of the affidavit evidence to be read on the appeal.",
      "id": "s102"
    },
    {
      "text": "I reserved my decision on the application to call evidence on the appeal.",
      "id": "s103"
    },
    {
      "text": "For reasons developed below in the context of ground 3 of the appeal, I do not propose to allow the evidence to be admitted on the appeal.",
      "id": "s104"
    },
    {
      "text": "ARGUMENTS ON SUBSTANTIVE GROUNDS \n Ground 1 --- Wrong Test\n Harbour City argues that her Honour applied the wrong law when interpreting the AWA and the undertaking.",
      "id": "s105"
    },
    {
      "text": "Doing so resulted in an interpretation of the AWA and undertaking that would not have been given had the correct law been applied.",
      "id": "s106"
    },
    {
      "text": "In particular, it is argued that her Honour applied the post-reform WR Act objectives and minimum wage provisions to the AWA.",
      "id": "s107"
    },
    {
      "text": "It is said that her Honour thereby imputed obligations on the employer that were not part of the pre-reform WR Act nor part of the AWA.",
      "id": "s108"
    },
    {
      "text": "For Ms Cargill it is conceded that her Honour erred in applying the post-reform WR Act and the guarantee of basic rates of minimum pay in the post-reform WR Act to the construction of the AWA.",
      "id": "s109"
    },
    {
      "text": "However, where the parties differ is that Ms Cargill contends that the error would have made no difference to her Honour's finding because her Honour: \n(a) rightly considered s 170XA of the pre-reform WR Act;\n \n(b) rightly stated (at [15]) that the principle of the no-disadvantage test was enshrined in the pre-reform WR Act; and\n \n(c) correctly stated (at [27]) that the AWA could only have passed the no-disadvantage test if it provided for the remuneration to Ms Cargill and other entitlements to be on balance no less favourable to her than the remuneration and other entitlements prescribed by the Award.",
      "id": "s110"
    },
    {
      "text": "It is common ground that the AWA was a pre-reform WR Act instrument.",
      "id": "s111"
    },
    {
      "text": "The applicable law at that time was governed by s 170VJ of the pre-reform WR Act which provides that an AWA for a new employee commences on the later of either the day after a filing receipt is issued for the AWA or the day specified in the AWA or the day the employment commences.",
      "id": "s112"
    },
    {
      "text": "No commencement date was provided in the AWA but it was common ground that the date of operation was 18 March 2006 being the first formal day of employment of Ms Cargill.",
      "id": "s113"
    },
    {
      "text": "Although not considering the AWA until late June or early July, the OEA itself nevertheless correctly applied the pre-reform WR Act by using the 'no-disadvantage test' set out in s 170XA of that WR Act.",
      "id": "s114"
    },
    {
      "text": "It identified a 'designated award' for the purpose of applying the test.",
      "id": "s115"
    },
    {
      "text": "The designated award chosen was the same award referred to in the AWA itself, namely, the Queensland Award.",
      "id": "s116"
    },
    {
      "text": "Section 170XA of the pre-reform WR Act states as follows: \n When does an agreement pass the no-disadvantage test?",
      "id": "s117"
    },
    {
      "text": "(1) An agreement passes the no-disadvantage test if it does not disadvantage employees in relation to their terms and conditions of employment.",
      "id": "s118"
    },
    {
      "text": "(2) Subject to sections 170XB, 170XC and 170XD, an agreement disadvantages employees in relation to their terms and conditions of employment only if its approval or certification would result, on balance, in a reduction in the overall terms and conditions of employment of those employees under: \n\n(a) relevant awards or designated awards; and\n \n(b) any law of the Commonwealth , or of a State or Territory, that the Employment Advocate or the Commission (as the case may be) considers relevant.",
      "id": "s119"
    },
    {
      "text": "(emphasis added)\n By applying 'any law of the Commonwealth', her Honour took into account the objectives and minimum wage provisions from the post-reform WR Act in concluding that s 183 of the WR Act required Ms Cargill to be paid the standard minimum wage from 27 March 2006.",
      "id": "s120"
    },
    {
      "text": "On that basis, her Honour concluded that Ms Cargill was not to be disadvantaged in comparison with the post-reform standard Federal Minimum Wage (FMW).",
      "id": "s121"
    },
    {
      "text": "Her Honour observed: \n Putting aside the undertaking, the AWA makes no provision for the payment of a minimum wage as required since 27 March 2006.",
      "id": "s122"
    },
    {
      "text": "One must assume that the undertaking resolved the Employment Advocate's concerns as to Ms Cargill, as a commission-only employee, being disadvantaged by virtue of that commission-only status.",
      "id": "s123"
    },
    {
      "text": "Her Honour did consider the no-disadvantage test pointing out: \n The principle of no-disadvantage is not only enshrined in the Act via the no-disadvantage test but also within the principal object of the WR Act as set out in section 3.",
      "id": "s124"
    },
    {
      "text": "Of particular relevance to this matter is clause (c) of section 3 which makes reference to the provision of 'an economically sustainable safety net of the minimum wages and conditions for those whose employment is regulated by this Act'.",
      "id": "s125"
    },
    {
      "text": "Her Honour continued: \n As the agent for Ms Cargill submits, for the 'undertaking included' AWA to satisfy the no-disadvantage test in relation to both section 183 of the WR Act and the Award it must provide for Ms Cargill's remuneration and other entitlements on balance to be not less than the FMW ... \n Harbour City and Ms Robertson contend that the FMW had no relevance to the no-disadvantage test.",
      "id": "s126"
    },
    {
      "text": "The requirement to have a minimum wage applicable to all employees had not been a requirement under the pre-reform WR Act.",
      "id": "s127"
    },
    {
      "text": "It was the pre-reform WR Act which applied.",
      "id": "s128"
    },
    {
      "text": "Where legislative amendments are made that affect an ongoing relationship, substantive (as opposed to procedural) amendments that result in a change of obligations or responsibilities or benefits cannot be retrospective or retroactive unless expressly so stated ( Maxwell v Murphy [1957] HCA 7 ; (1957) 96 CLR 261).",
      "id": "s129"
    },
    {
      "text": "Similarly, the 'fairness test' which includes the requirement of a minimum wage applied only to a pre-reform AWA where the pre-reform AWA was varied or the pre-reform AWA was lodged on or after 7 May 2007 (s 346E of the post-reform WR Act).",
      "id": "s130"
    },
    {
      "text": "Neither of those situations applied to Ms Cargill.",
      "id": "s131"
    },
    {
      "text": "The AWA in the present instance was lodged on 27 February 2006.",
      "id": "s132"
    },
    {
      "text": "Clause 32 in Sch 7 of the post-reform WR Act specifically provides that the pre-reform WR Act will continue to apply to AWAs filed pursuant to s 170VN of the pre-reform WR Act as is the case here.",
      "id": "s133"
    },
    {
      "text": "The objects and the minimum wage provisions of the post-reform WR Act are not expressed to be retrospective.",
      "id": "s134"
    },
    {
      "text": "Ms Cargill has accepted that there is force in the contention that the minimum wage requirement of the post-reform WR Act was applied by her Honour.",
      "id": "s135"
    },
    {
      "text": "But Ms Cargill responds that in substance her Honour has done no more than to apply the pre-reform WR Act no-disadvantage test.",
      "id": "s136"
    },
    {
      "text": "To consider that submission, it is necessary to examine the remaining grounds of the appeal.",
      "id": "s137"
    },
    {
      "text": "This is because taken on its face at this point of the argument, the FMW not being guaranteed, compliance with option 3 in the undertaking would constitute compliance with the AWA.",
      "id": "s138"
    },
    {
      "text": "Ground 2 --- Applying Only the Fourth Ground of the Undertaking\n As previously stated, the undertaking forms part of the AWA.",
      "id": "s139"
    },
    {
      "text": "In forming the undertaking the OEA, necessarily, had regard to a designated award so as to compare the whole of those terms and conditions in order to determine whether on balance Ms Cargill or other employees were disadvantaged by the terms of the AWA.",
      "id": "s140"
    },
    {
      "text": "The undertaking does not indicate which of the cascading list of possibilities applies to Ms Cargill so it is necessary to consider which of the possibilities may apply.",
      "id": "s141"
    },
    {
      "text": "It was accepted below and is accepted for the purposes of the appeal that the first two possibilities do not apply to the circumstances of Ms Cargill.",
      "id": "s142"
    },
    {
      "text": "Harbour City submitted at trial that the content of the designated award could and should be used to inform how the undertaking was to work.",
      "id": "s143"
    },
    {
      "text": "Her Honour did so but concluded that because there was no independent assessment panel as set up under the award for determining which of the alternatives in the undertaking would apply to Ms Cargill, only the fourth alternative could possibly apply to her.",
      "id": "s144"
    },
    {
      "text": "However, the AWA does not incorporate the provisions of the designated award unless specifically so stated.",
      "id": "s145"
    },
    {
      "text": "This is an important consideration which is spelt out in cl 1.6.1 of the Award.",
      "id": "s146"
    },
    {
      "text": "Clause 4 --- Its Subject Matter\n Her Honour appears to have supported her view as to the inapplicability of the third option by reference to cl 4.1.1 of the AWA.",
      "id": "s147"
    },
    {
      "text": "By reference to this clause, her Honour has determined that the whole of the AWA has to be 'read down to make sense for WA'.",
      "id": "s148"
    },
    {
      "text": "Clause 4 taken in its entirety is in the following terms: \n 4 Leave \n\n \n 4.1 Annual leave, sick leave, bereavement leave, family leave, public holidays \n\n \n 4.1.1 Subject to any other provision in this AWA annual leave, sick leave, bereavement leave, family leave and public holidays will be as per clauses 12.3.1, 12.3.2, 12.3.3, 12.3.4, and 12.3.5 of Part 12 of the Property Sales Award Queensland --- State 2005 .",
      "id": "s149"
    },
    {
      "text": "The employer is to make a copy of the latest version of the award available to the employee to access in the office in which the employee works.",
      "id": "s150"
    },
    {
      "text": "The Property Sales Award Queensland --- State 2005 can be accessed at:\n \nhttp://www.wageline.qld.gov.au/awardsacts/awardTree.jsp?_store=Awards&amp;_id=P0699 \n \n \nFor the purposes of family leave the Family Leave Award (Queensland) can be accessed at:\n \nhttp://www.wageline.qld.gov.au/awardsacts/awardTree.jsp?_store=Awards&amp;_id=F0002 \n \n \n\"Public holidays\" in the Property Sales Award Queensland --- State 2005 will be read down as applying to Western Australian gazetted holidays and not Queensland public holidays.",
      "id": "s151"
    },
    {
      "text": "Also anything else in the Property Sales Award Queensland --- State 2005 or the Family Leave Award (Queensland) which needs to be read down to make sense for Western Australia will be so read down.",
      "id": "s152"
    },
    {
      "text": "4.1.2 You agree that if the basis of your remuneration is \"commission only\" clause 4.1.1 of this AWA will not apply.",
      "id": "s153"
    },
    {
      "text": "That is you agree to opt out of 4.1.1 because you are on \"commission only\" (see clause 16.3.2(b)(i)(A) of the award).",
      "id": "s154"
    },
    {
      "text": "4.2 Long Service Leave \n\n \nYour long service leave will be as per the Long Service Leave Act 1958 --- a Western Australian State Act.",
      "id": "s155"
    },
    {
      "text": "Whether your commission was inclusive in or exclusive of your commission prior to this AWA, it will remain the same for this AWA.",
      "id": "s156"
    },
    {
      "text": "Clause 4 of the AWA is headed 'Leave'.",
      "id": "s157"
    },
    {
      "text": "From a statutory perspective, according to Pearce, DC and Geddes, RS , Statutory Interpretation in Australia , 6th ed (Sydney: Butterworths, 2006) at [4.43] headings seem to be in much the same position as long titles and preambles.",
      "id": "s158"
    },
    {
      "text": "The learned authors cite Higinbotham J in Sanderson v Fotheringham (1885) 11 VLR 190 at 192 when his Honour said 'the headings of the parts are, like the preamble of an Act, portions of it to be regarded, though the marginal notes are not so, being for facility of reference only'.",
      "id": "s159"
    },
    {
      "text": "Views to that effect were followed in subsequent cases, although more recently Barrett J in Awada v Linknarf Ltd (in liq) [2002] NSWSC 873 ; (2002) 55 NSWLR 745 at 750, in relation to the heading of a Division of an Act observed that the heading was necessarily brief and may therefore be inaccurate or incomplete.",
      "id": "s160"
    },
    {
      "text": "It was also observed that the heading may survive despite amendment to the sections in the course of the passage of the bill.",
      "id": "s161"
    },
    {
      "text": "But the Commonwealth Acts Interpretation Act 1901 (Cth) insofar as statutes are concerned makes it clear in s 13 that the headings of the Parts, Divisions and Subdivisions should be deemed to be part of the Act.",
      "id": "s162"
    },
    {
      "text": "However, it has been held that in the same way in which titles and preambles must give way to the text, the headings will be disregarded if they conflict with an otherwise unambiguous provision in the statute ( Silk Bros Pty Ltd v State Electricity Commission (Vic) [1943] HCA 2 ; (1943) 67 CLR 1 at 16 per Latham CJ).",
      "id": "s163"
    },
    {
      "text": "It has been said that the interpretation of contracts differs from statutory interpretation which 'is saddled with maxims and presumptions'.",
      "id": "s164"
    },
    {
      "text": "Its methodology must necessarily be flexible and resourceful.",
      "id": "s165"
    },
    {
      "text": "It must rest on the premise that the contract was made in good faith with the object of mutual benefit by due performance.",
      "id": "s166"
    },
    {
      "text": "The Court should be astute to give effect to discernable commercial purpose (Seddon, N C and Ellinghaus, M P, Cheshire and Fifoot's Law of Contract , 9th Australian ed.",
      "id": "s167"
    },
    {
      "text": "(Sydney: LexisNexis Butterworths, 2008) at [10.30]).",
      "id": "s168"
    },
    {
      "text": "Notwithstanding the important distinction between interpretation of statutes and contracts, the use of headings in statutory interpretation is qualified in that the heading would give way to clear terms which conflict with the heading.",
      "id": "s169"
    },
    {
      "text": "There does not seem to be any sound policy reason why that should not apply also to contractual construction.",
      "id": "s170"
    },
    {
      "text": "While there is a general difference in approach to construing contracts compared with interpreting statutes, the particular approach taken to headings in statutory interpretation does not appear to be inconsistent with the general approach to be taken in contractual construction.",
      "id": "s171"
    },
    {
      "text": "In Green v CGU Insurance Ltd [2005] NSWSC 254 ; (2005) 215 ALR 612 , Bergin J, in construing a contract of general insurance, observed (at [31]) that there had been no definition of 'insured' in the policy under consideration: \n The only mention of the \"insured\" is in the heading of cl 2.5, \"insured vs insured cover\".",
      "id": "s172"
    },
    {
      "text": "Notwithstanding that para 4.8 of the policy provides that the paragraph headings \"are included for the purpose of reference only and do not form part of this Policy for interpretation purposes\", the terms of that clause also support a finding that it was intended that each director is an \"insured\", or more aptly to this application, \"a party to the contract of insurance\".",
      "id": "s173"
    },
    {
      "text": "Although the heading of the paragraph is unable to be utilised as forming part of the policy for the purpose of interpreting the policy, there is no prohibition on its use in deciding whether a contract has been formed between the insurer and the directors: Brambles Holdings Ltd v Bathurst City Council [2001] NSWCA 61 ; (2001) 53 NSWLR 153 at 164-5); [2001] NSWCA 61.",
      "id": "s174"
    },
    {
      "text": "That heading taken with all the other matters referred to above tends to support a finding of the formation of a contract of insurance with the directors.",
      "id": "s175"
    },
    {
      "text": "When one examines cl 4 of the AWA, the only topic with which it deals is the topic of leave in its various forms such as those referred to in the subheadings at 4.1 and 4.2.",
      "id": "s176"
    },
    {
      "text": "The text is entirely consistent with the heading.",
      "id": "s177"
    },
    {
      "text": "In the specific passage relied upon by her Honour, the first sentence clearly refers only to public holidays and the only sentence in the clause or in the AWA is that which follows the public holiday clause saying also anything else in the two Queensland Awards 'which needs to be read down to make sense for Western Australia will be so read down'.",
      "id": "s178"
    },
    {
      "text": "I do not consider that the words 'also anything else' contained in cl 4 have the result that the third option in the undertaking must be eliminated because there is no independent panel in Western Australia.",
      "id": "s179"
    },
    {
      "text": "In my view those words 'also anything else' are intended to capture anything else relevant to the topic of leave which is the primary topic of cl 4 or to annual leave, sick leave, bereavement leave, family leave, or public holidays or related matters which was the subheading in cl 4.1.",
      "id": "s180"
    },
    {
      "text": "It would be unexpected in a statutory instrument or a contract which is intended to have wide application for a very broad reading down clause to be in effect hidden away in a clause dealing with specific topics.",
      "id": "s181"
    },
    {
      "text": "Nor does such a construction sit well with cl 1.6.1 which describes under the heading 'Intent' the nature of the agreement.",
      "id": "s182"
    },
    {
      "text": "It confirms the agreement will form a complete agreement covering all terms and conditions of employment.",
      "id": "s183"
    },
    {
      "text": "It provides that the agreement will operate to the exclusion of any and all other agreements or awards unless otherwise noted.",
      "id": "s184"
    },
    {
      "text": "It continues ' In particular this AWA will displace the Property Sales Award Queensland --- State 2005 unless the AWA states that the said award applies in some respect'.",
      "id": "s185"
    },
    {
      "text": "The only work cl 4 does is to say that the leave requirements which will apply are those in the Award except to the extent that it needs to be read down to accommodate leave differences in Western Australia from public holidays in Queensland.",
      "id": "s186"
    },
    {
      "text": "Her Honour observed that there was of course no evidence before the IM Court as to how or why the employment advocate actually determined that the undertaking satisfied the no-disadvantage test.",
      "id": "s187"
    },
    {
      "text": "Quite correctly, in my respectful view, her Honour said that the task was essentially a straightforward construction of the undertaking as a statutory instrument in which there should be no disadvantage.",
      "id": "s188"
    },
    {
      "text": "However her Honour went on to say 'that of particular relevance to the no-disadvantage was the principal object of the WR Act in s 3, cl (c) which made reference to the provision of 'an economically sustainable safety net of the minimum wages and conditions for those whose employment is regulated by this Act'.",
      "id": "s189"
    },
    {
      "text": "Harbour City and Ms Robertson contend that this provision which her Honour considered to be of particular relevance was not applicable to the AWA which was in fact a pre-reform instrument.",
      "id": "s190"
    },
    {
      "text": "It was primarily because of that particular reliance that her Honour disregarded the third option which could not guarantee that safety net.",
      "id": "s191"
    },
    {
      "text": "Having regard to that statutory background and the fact that it was a pre-reform instrument, in my respectful view, the third option was open under the undertaking notwithstanding the fact that there is no independent panel to assess the qualities which are described in the third option.",
      "id": "s192"
    },
    {
      "text": "The submission for Ms Cargill is that it does not make sense that the OEA which had rejected the AWA without 'independent industry assessment', would accept an undertaking that made no changes to Ms Cargill's commission only status and continued not to provide for an 'independent industry assessment'.",
      "id": "s193"
    },
    {
      "text": "As her Honour correctly points out, there was, of course, no evidence as to the thought processes of the OEA in the drafting of the undertaking.",
      "id": "s194"
    },
    {
      "text": "Clearly the undertaking mirrors the Queensland Award in actual terms (at 15.2.1 of the award) except that in Western Australia there is no independent industry panel which can verify that the employee has the qualities set out in option 3.",
      "id": "s195"
    },
    {
      "text": "As it happens in this instance, there does not appear to be any serious challenge to the fact that Ms Cargill was qualified in the manner set out in option 3.",
      "id": "s196"
    },
    {
      "text": "Whether there was oversight on the part of any person in relation to the absence of an industry panel or not is not a sensible matter for speculation.",
      "id": "s197"
    },
    {
      "text": "As her Honour says, the role of the Court is simply to construe the document which is produced.",
      "id": "s198"
    },
    {
      "text": "This document does not require review by an industry panel and there seems to be no challenge to the fact that Ms Cargill had the qualities referred to in the third option.",
      "id": "s199"
    },
    {
      "text": "To eliminate the third option because there was no industry panel (a factor which may have been overlooked by somebody), in my view, would be to rewrite either the undertaking or the statutory instrument.",
      "id": "s200"
    },
    {
      "text": "Neither course is open.",
      "id": "s201"
    },
    {
      "text": "Ground 3 --- The Employer's Intention\n Ground 3 complains that her Honour did not make a finding based on the available evidence, which of the four alternatives in the cascading list applied to Ms Cargill.",
      "id": "s202"
    },
    {
      "text": "Instead, her Honour determined that she did not need to do so because only the fourth alternative was applicable in Western Australia (at [26]).",
      "id": "s203"
    },
    {
      "text": "Harbour City also complains that her Honour erroneously considered that the intention of Ms Robertson in signing the undertaking was irrelevant.",
      "id": "s204"
    },
    {
      "text": "In the nature of this case, Harbour City argues that the intention has to be relevant because it is Harbour City through Ms Robertson who selects which of the four alternatives is to apply to the employment of Ms Cargill.",
      "id": "s205"
    },
    {
      "text": "Therefore what Ms Robertson intended in signing the undertaking, it is argued, must be relevant.",
      "id": "s206"
    },
    {
      "text": "But in any event, her Honour went on to say she did not accept that she could reach any conclusion about the intention held by Ms Robertson because her recollection was vague.",
      "id": "s207"
    },
    {
      "text": "Particular reliance is placed by Harbour City and Ms Robertson not on how she received the email from Mr Tepper but rather what she considered and took into account when she signed the undertaking.",
      "id": "s208"
    },
    {
      "text": "In that regard, Harbour City and Ms Robertson stressed that her evidence was totally clear.",
      "id": "s209"
    },
    {
      "text": "While a reading of the evidence in the transcript may not reveal confusion or vagueness on this topic, it is not appropriate to revisit this factual finding on appeal.",
      "id": "s210"
    },
    {
      "text": "Harbour City contends that the weight of the evidence supports the fact that Ms Robertson was aware of Ms Cargill's qualification and experience, that the cross-examination of Ms Robertson did not affect this in any way and there was nothing in the evidence at all to support a conclusion that Ms Robertson did not take these into account when employing Ms Cargill or signing the undertaking.",
      "id": "s211"
    },
    {
      "text": "This may all be correct, but it is in my view not an appropriate disposition of the matter to interfere with the finding reached by her Honour.",
      "id": "s212"
    },
    {
      "text": "The alternative argument on this ground of appeal is that if there will be no interference with the finding, another finding needs to be made.",
      "id": "s213"
    },
    {
      "text": "It is argued that even if the Court is not disposed to making a different finding from that of her Honour as to the intention of Ms Robertson, the Court must make the finding itself as none was made.",
      "id": "s214"
    },
    {
      "text": "I do not consider this ground of appeal can be upheld.",
      "id": "s215"
    },
    {
      "text": "It does appear to me that her Honour conducted a review of the available evidence, taking into account who had drafted the undertaking (at [16]).",
      "id": "s216"
    },
    {
      "text": "Her Honour considered the content of the undertaking, the email from Mr Tepper together with a very brief explanation seeking approval for him to make the undertaking.",
      "id": "s217"
    },
    {
      "text": "While it must be conceded that there is an ambiguity in how the undertaking is to operate, the clarification of that ambiguity is unlikely to arise from evidence of a subjective state of mind.",
      "id": "s218"
    },
    {
      "text": "The appropriate approach is reflected, for example, in Kucks v CSR Ltd (1996) 66 IR 182 where Madgwick J in the Industrial Relations Court of Australia, while considering whether an employee was entitled to payment for untaken long service leave under an award held: \n The task remains one of interpreting a document produced by another or others.",
      "id": "s219"
    },
    {
      "text": "A court is not free to give effect to some anteriorly derived notion of what would be fair or just, regardless of what has been written into the award.",
      "id": "s220"
    },
    {
      "text": "Deciding what an existing award means is a process quite different from deciding, as an arbitral body does, what might fairly be put into an award.",
      "id": "s221"
    },
    {
      "text": "Say for example, ordinary or well-understood words are in general to be accorded their ordinary or usual meaning.",
      "id": "s222"
    },
    {
      "text": "Similarly, in United Firefighters' Union of Australia v Metropolitan Fire and Emergency Services Board [2006] FCAFC 84 ; (2006) 152 FCR 18 , the Full Court of this Court said (at [51]-[53]) that: \n The parties agree that the proper approach to the construction of industrial instruments was stated by Madgwick J in Kucks at 184.",
      "id": "s223"
    },
    {
      "text": "His Honour's statement of the principles was followed by a Full Court in Ansett Australia Ltd v Australian Licenced Aircraft Engineers Assn [2003] FCAFC 209 at [8] and by two Justices of the High Court in Amcor Ltd v Construction, Forestry, Mining and Energy Union [2005] HCA 10 ; (2005) 79 ALJR 703 at [96] per Kirby J and at [130] per Callinan J.",
      "id": "s224"
    },
    {
      "text": "That was the approach which was adopted by the learned primary judge.",
      "id": "s225"
    },
    {
      "text": "A narrow or pedantic approach is not to be taken.",
      "id": "s226"
    },
    {
      "text": "The intention of the framers of the document is to be ascertained objectively, bearing in mind that they are likely to have been people of a practical bent of mind.",
      "id": "s227"
    },
    {
      "text": "Their intention may well have been expressed in ways likely to have been understood in the relevant industry, rather than in \"legal niceties or jargon\": see Kucks at 184.",
      "id": "s228"
    },
    {
      "text": "Clearly enough, the language of the instrument must be construed in its context, having regard to the subject matter and the wording of the entire agreement: Short v FW Hercus Pty Ltd [1993] FCA 51 ; (1993) 40 FCR 511 at 518.",
      "id": "s229"
    },
    {
      "text": "The context will include the statutory context in which the agreement is made.",
      "id": "s230"
    },
    {
      "text": "In Transport Workers' Union of Australia v Swire Cold Storage Pty Ltd (2008) 174 IR 1, the Full Bench of the Australian Industrial Relations Commission considered the meaning of the redundancy entitlements in an enterprise bargaining agreement certified under the pre-reform WR Act and said (at [32]-[33]) that: \n ... the comments made by Justice Mason in the decision of the High Court of Australia in Codelfa Construction Pty Ltd v State Rail Authority (NSW) [1982] HCA 24 ; (1982) 149 CLR 337 are often referred to.",
      "id": "s231"
    },
    {
      "text": "Although that judgment concerned the approach to be taken to the interpretation of the terms of a commercial contract and the circumstances in which a term may be implied, extracts from it are often relied on as relevant to the interpretation of industrial agreements.",
      "id": "s232"
    },
    {
      "text": "The principles from His Honour's judgment at [22] to [24] as adapted and applied to an agreement are that it is the terms the parties have used in their agreement to which principal regard must be had.",
      "id": "s233"
    },
    {
      "text": "It is not appropriate when undertaking that task to look to evidence of prior negotiations or surrounding circumstances to contradict the language used by the parties.",
      "id": "s234"
    },
    {
      "text": "In the event though the terms used by the parties are ambiguous and susceptible of more than one meaning then objective evidence of background facts may assist in understanding the mutual intention of the parties.",
      "id": "s235"
    },
    {
      "text": "In this respect consideration may be given to the objective facts known to both parties.",
      "id": "s236"
    },
    {
      "text": "This does not extend to evidence about the actual intentions or expectations of the parties which tend to give too much weight to these factors at the expense of the language of the agreement.",
      "id": "s237"
    },
    {
      "text": "For those reasons, I would respectfully agree with her Honour that the evidence as to subjective intention of Ms Robertson was not relevant.",
      "id": "s238"
    },
    {
      "text": "This ground of appeal will be dismissed.",
      "id": "s239"
    },
    {
      "text": "Furthermore, the additional evidence which is sought to be adduced will not be allowed.",
      "id": "s240"
    },
    {
      "text": "There are two reasons for this.",
      "id": "s241"
    },
    {
      "text": "I accept the submission of Ms Cargill that the issue of casting this additional evidence could have been dealt with at the hearing below.",
      "id": "s242"
    },
    {
      "text": "However, more importantly and as a matter of principle, the surrounding circumstances are sufficiently evident in her Honour's reasons and from the material which was available in the hearing.",
      "id": "s243"
    },
    {
      "text": "What is admissible is the objective evidence of background facts which may assist in understanding the mutual intention of the parties as reflected in the contract.",
      "id": "s244"
    },
    {
      "text": "The actual intentions or expectations of the parties must be discerned by the language of the agreement against the context of the objectively known facts.",
      "id": "s245"
    },
    {
      "text": "CONCLUSION \n In my respectful view, the appeal should be allowed on two bases.",
      "id": "s246"
    },
    {
      "text": "The first is that the no-disadvantage test in the context of this pre-reform AWA meant that option 3 of the four options listed in the undertaking was open as a basis for employment of Ms Cargill.",
      "id": "s247"
    },
    {
      "text": "The proper basis for evaluation of the AWA was in accordance with the pre-reform WR Act under which the test was one of no-disadvantage.",
      "id": "s248"
    },
    {
      "text": "It does not appear to me that it can be concluded that this test was applied.",
      "id": "s249"
    },
    {
      "text": "Secondly, the reading down provision in cl 4 of the AWA, in my view, relates only to the issue of leave, specifically any leave issue beyond public holiday leave.",
      "id": "s250"
    },
    {
      "text": "The reading down provision was confined to matters which were covered in the particular paragraph in which it was found namely, matters concerning leave.",
      "id": "s251"
    },
    {
      "text": "That being so, provided there was a proper factual basis to justify a conclusion as to a level of experience to satisfy the third option in the undertaking, the existence of a panel or otherwise was not a relevant basis to exclude the application of option 3 in the undertaking.",
      "id": "s252"
    },
    {
      "text": "Accordingly the basis under which Ms Cargill was paid was justified by the third option in the undertaking and, in my respectful view Ms Cargill should not have succeeded on her challenge.",
      "id": "s253"
    },
    {
      "text": "Accordingly I propose making orders as reflected below.",
      "id": "s254"
    },
    {
      "text": "I will hear counsel on the precise terms of any of these orders or consequential orders.",
      "id": "s255"
    },
    {
      "text": "A consent minute should be filed with the Court within 21 days, failing which the appellants should cause the matter to be re-listed for any additional argument concerning the appropriate orders to be made.",
      "id": "s256"
    },
    {
      "text": "I will make the following orders: The appeal be allowed.",
      "id": "s257"
    },
    {
      "text": "The orders made by the learned Industrial Magistrate on 22 May 2008 be set aside and replaced with: \n(a) a finding that there was no breach of the Workplace Relations Act 1996 (Cth) by the appellants; and\n \n(b) an order that the claim brought in the Industrial Magistrates Court of Western Australia be dismissed.",
      "id": "s258"
    },
    {
      "text": "Any further orders by consent, alternatively submissions from each of the parties, reflecting these conclusions and as to any proposed consequential orders be filed within 21 days.",
      "id": "s259"
    },
    {
      "text": "I certify that the preceding sixty-seven (67) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s260"
    },
    {
      "text": "Associate:\n \n \nDated: 19 June 2009\n \n Counsel for the Appellants: E Needham \n \n Solicitor for the Appellants: Sparke Helmore \n \n Counsel for the Respondent: E Tsang \n \n Solicitor for the Respondent: Downings Legal \n Date of Hearing: 16 March 2009 \n \n Date of Judgment: 19 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/669.html",
      "id": "s261"
    }
  ]
}