{
  "name": "Collett v Repatriation Commission (includes corrigendum dated 22 June 2009) [2009] FCA 667 (19 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/667.html",
  "catchphrases": [
    {
      "text": "entitlements",
      "id": "c0"
    },
    {
      "text": "compensation for german internment",
      "id": "c1"
    },
    {
      "text": "whether veteran was a prisoner of war",
      "id": "c2"
    },
    {
      "text": "whether veteran \"interned\"",
      "id": "c3"
    },
    {
      "text": "held veteran was a prisoner of war",
      "id": "c4"
    },
    {
      "text": "held veteran was not interned under the meaning of the act",
      "id": "c5"
    },
    {
      "text": "(cth) social security and veterans' affairs legislation amendment (one-off payments and other 2007 budget measures) act 2007 sch 5 sub-item 2(1)",
      "id": "c6"
    },
    {
      "text": "defence and war",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "In the Army Service Record of VX 9927 Private Frederick James Collett, Australian Army Service Corps, 2 nd Australian Imperial Force, one finds the following entries: \n Date of Event \n \n Event \n \n 11.3.41 \n \n Taken on strength comp coy attch'd 17 Inf Bde from Supply Col \n \n 9.4.41 \n \n Embarked M/East for service in Greece \n \n 3.6.41 \n \n Rep Missing in Action &amp; Trans to X list \n \n 4.6.41 \n \n Prev Rep Missing, now Rep Rejoined Unit \n \n 4.6.41 \n \n Disembarked M East from Crete (May 1941) \n History instructs that the deployment of British Commonwealth Forces to Greece and the invasion of Yugoslavia and Greece by Nazi Germany which that deployment precipitated fatally delayed the commencement of Operation Barbarossa , the German invasion of the Soviet Union.",
      "id": "s0"
    },
    {
      "text": "That could not have been known to the then PTE Collett in April 1941.",
      "id": "s1"
    },
    {
      "text": "That it might have that result was perhaps known to or desired by those few at the very highest levels of Allied command in receipt of Ultra Intelligence.",
      "id": "s2"
    },
    {
      "text": "Be this as it may, the deployment forged ties of sentiment and gratitude between Greece and Australia that endure to this day.",
      "id": "s3"
    },
    {
      "text": "Later generations owe Mr Collett and his peers much.",
      "id": "s4"
    },
    {
      "text": "As the facts found by the Administrative Appeals Tribunal (the Tribunal) reveal, behind the rather terse and cryptic entries in his Record of Service (the event date entries for June 1941 really note a recording rather than true event date), lies a tale of derring-do and resourcefulness that, in Mr Collett's 100 th year (he will turn 100 on 25 August 2009), has manifested itself in a controversy.",
      "id": "s5"
    },
    {
      "text": "That controversy is whether, on those facts, he is entitled to a compensation payment under Sch 5 of the Social Security and Veterans' Affairs Legislation Amendment (One-off Payments and Other 2007 Budget Measures) Act 2007 (Cth) (the 2007 Budget Measures Act).",
      "id": "s6"
    },
    {
      "text": "Sub-item 2(1) of Sch 5 to the 2007 Budget Measures Act makes a veteran eligible for a compensation payment if the following conditions are met: \n(a) the veteran was alive at the beginning of 1 January 2007;\n \n(b) the veteran was interned by the military forces of an enemy State at any time during the designated war period.",
      "id": "s7"
    },
    {
      "text": "The compensation payment is a \"one-off\" amount of $25,000: Item 3, Sch 5 to the 2007 Budget Measures Act.",
      "id": "s8"
    },
    {
      "text": "There is separate provision in Sch 5 for partners of deceased eligible veterans and for certain civilians or their surviving partners also to be eligible to receive such a payment.",
      "id": "s9"
    },
    {
      "text": "It is not necessary to consider these.",
      "id": "s10"
    },
    {
      "text": "\"Interned\" is a defined term.",
      "id": "s11"
    },
    {
      "text": "Item 1 in Schedule 5 to the 2007 Budget Measures Act defines it thus: \n interned means:\n (a) confined in a camp, building, prison, cave or other place (including a vehicle); or\n (b) restricted to residing within specified limits.",
      "id": "s12"
    },
    {
      "text": "The task in this case is to answer the question whether, on the facts which were found, the Tribunal was obliged in law to hold that Mr Collett was entitled to the compensation payment?",
      "id": "s13"
    },
    {
      "text": "The challenge which Mr Collett sought to make to the Tribunal's decision was filed outside the time limited by s 44(2A) of the Administrative Appeals Tribunal Act 1975 (Cth) for the institution of what is termed an \"appeal\".",
      "id": "s14"
    },
    {
      "text": "He sought an extension of time.",
      "id": "s15"
    },
    {
      "text": "There were compelling reasons warranting the granting of such an extension.",
      "id": "s16"
    },
    {
      "text": "It is not necessary to elaborate upon these.",
      "id": "s17"
    },
    {
      "text": "That is because the Respondent Repatriation Commission, very properly, did not oppose the granting of an extension in the circumstances.",
      "id": "s18"
    },
    {
      "text": "What then are the facts that lie behind the entries in Mr Collett's Record of Service?",
      "id": "s19"
    },
    {
      "text": "The following extract from the Tribunal's reasons contains a summary of evidence which Mr Collett gave and which the Member constituting the Tribunal accepted as accurate: In April 1941, he was serving as a member of the Australian Army Service Corps with the 6th Division AIF Supply Column in Greece.",
      "id": "s20"
    },
    {
      "text": "He was engaged in the defence of an airfield near Athens.",
      "id": "s21"
    },
    {
      "text": "His unit was subjected to heavy bombardment from German aircraft.",
      "id": "s22"
    },
    {
      "text": "A planned evacuation by ship did not eventuate as allied vessels were repelled by German air strikes.",
      "id": "s23"
    },
    {
      "text": "The airfield was overrun by German forces.",
      "id": "s24"
    },
    {
      "text": "The Australians were in a hopeless position and would have been \"blown up\" if they had not surrendered.",
      "id": "s25"
    },
    {
      "text": "Mr Collett understood that the company of 260 to 300 men of which he was a part was surrendered to the Germans by two [named Australian lieutenants] ....",
      "id": "s26"
    },
    {
      "text": "He was unaware of any formal surrender at that time as he was not aware of any approach by German personnel.",
      "id": "s27"
    },
    {
      "text": "He said that the German forces paid no regard to them and passed them by, at a distance of perhaps 50 metres, on a road as they headed towards Athens.",
      "id": "s28"
    },
    {
      "text": "Mr Collett said that he had no contact with any German military personnel and did not observe any of them apart from those who were passing along the road to Athens.",
      "id": "s29"
    },
    {
      "text": "Mr Collett recalled that the men were told to lay down their weapons.",
      "id": "s30"
    },
    {
      "text": "Mr Collett refused to do this and retained his rifle and a quantity of ammunition.",
      "id": "s31"
    },
    {
      "text": "The event occurred near the coast and, after approximately two hours, he and two other Australian soldiers made their way to the beach.",
      "id": "s32"
    },
    {
      "text": "There, they found a damaged dinghy.",
      "id": "s33"
    },
    {
      "text": "They secreted this and hid with it for some 12 to 18 hours before they launched it into the sea and began to make their way down the coast.",
      "id": "s34"
    },
    {
      "text": "After a voyage of some 27 days, mainly in hours of darkness to avoid discovery, they arrived in Crete.",
      "id": "s35"
    },
    {
      "text": "There, Mr Collett attached himself to the 28th Maori Battalion of the New Zealand Army until evacuated by ship.",
      "id": "s36"
    },
    {
      "text": "... Mr Collett confirmed that he was not physically handled by German troops at any stage and that he was not watched by guards.",
      "id": "s37"
    },
    {
      "text": "Mr Collett's oral evidence before the Tribunal had included the following, laconic account of what transpired in the designated surrender area near the port of Piraeus in late April 1941 and immediately thereafter.",
      "id": "s38"
    },
    {
      "text": "So there we are like a sitting duck on the rocks in despair, and these three or four chaps approached.",
      "id": "s39"
    },
    {
      "text": "We said, \"What are we going to do.",
      "id": "s40"
    },
    {
      "text": "\" I said, \"Over there is a little dinghy full of holes.",
      "id": "s41"
    },
    {
      "text": "We'll get that and at least those who want to can row out to sea in that.",
      "id": "s42"
    },
    {
      "text": "\" The [sic --- they] rejected the idea, except two men, Tom Jeffries and Thomas Cummin.",
      "id": "s43"
    },
    {
      "text": "So, ultimately, to omit a lot of tedious detail, we rowed away ... \n The Tribunal's reasons for affirming the decision that Mr Collett was not eligible to receive the compensation payment are set out in the following passage: Mr Collett's evidence points to a voluntary surrender in the face of no realistic alternative and without any involvement of German military personnel at least prior to the time when he and the other two soldiers removed themselves to the beach area where they located a dinghy.",
      "id": "s44"
    },
    {
      "text": "His evidence was that this was a period of approximately 2 hours during which he retained possession of his rifle and ammunition and did not come into personal contact with or observe any German guards or other military personnel except those traversing the roadway to Athens.",
      "id": "s45"
    },
    {
      "text": "There is no evidence before me of what occurred in the surrender area after that time except that the prisoner of war status of [the two Australian officers] indicates that German military personnel were involved at some point.",
      "id": "s46"
    },
    {
      "text": "The Oxford Dictionary meaning of \"confine\" is \"to keep in a narrow place, within or to limits or defined area; imprison\".",
      "id": "s47"
    },
    {
      "text": "I am satisfied that Mr Collett was not confined once he and the two other Australians left the surrender area and, accordingly, he was not interned at any time thereafter.",
      "id": "s48"
    },
    {
      "text": "As to the period of approximately 2 hours when Mr Collett was in the area of surrender, it is not sufficient, for the Schedule to apply, for Mr Collett to have been confined in the surrender area.",
      "id": "s49"
    },
    {
      "text": "Under Item 2(b) thereof, he must have been confined in that place by the military forces of the enemy state of Germany .",
      "id": "s50"
    },
    {
      "text": "There is no evidence of any formal capture of Mr Collett by German military personnel or even the presence of any such personnel in the surrender area during those 2 hours.",
      "id": "s51"
    },
    {
      "text": "While that is the type of deficiency which may be overcome through the application of s119 of the VEA noted above, in this case, Mr Collett's evidence was clear that there were no German military personnel involved in the 2 hour period before he left the area.",
      "id": "s52"
    },
    {
      "text": "In that situation, I am reasonably satisfied that any confinement during those 2 hours in that place was not by the military forces of the enemy state of Germany.",
      "id": "s53"
    },
    {
      "text": "The absence of such confinement is demonstrated by his capacity to retain possession of his rifle and ammunition for some 2 hours and then to leave the area and go to the beach.",
      "id": "s54"
    },
    {
      "text": "While Mr Collett is to be commended for his meritorious service generally and for his actions in escaping capture in the manner he detailed, his circumstances, nevertheless, do not fall within the ambit of the Schedule.",
      "id": "s55"
    },
    {
      "text": "The submission made on behalf of Mr Collett was careful and concise.",
      "id": "s56"
    },
    {
      "text": "It was that the Tribunal had found that Mr Collett was confined in the surrender area and was therefore obliged to find that he fell within the eligibility class.",
      "id": "s57"
    },
    {
      "text": "The definition of \"interned\" was, it was submitted, unconcerned with length of confinement.",
      "id": "s58"
    },
    {
      "text": "It was further submitted that it mattered not that German troops were not then guarding Mr Collett and his fellow soldiers.",
      "id": "s59"
    },
    {
      "text": "The Germans had by force of arms compelled surrender, were not more than 50 metres away and the orders requiring movement to the surrender area and piling of arms, though relayed to Mr Collett and other members of his unit by Australian officers, were a consequence of a surrender of the unit to the enemy.",
      "id": "s60"
    },
    {
      "text": "It was not necessary, so the submission went, for there to have been any physical confinement at all, much less for Mr Collett to have been held in a prisoner of war camp.",
      "id": "s61"
    },
    {
      "text": "The surrender area was, it was submitted, an \"other place\" in terms of para (a) of the definition of \"interned\".",
      "id": "s62"
    },
    {
      "text": "Thus, in law, Mr Collett was said to have been \"interned\" by the enemy.",
      "id": "s63"
    },
    {
      "text": "The Repatriation Commission disputed that the Tribunal had found that Mr Collett was ever \"confined\" in the surrender area but in any event submitted that his presence there for two hours could not, in the circumstances found, amount in law to being \"confined in\" an \"other place\" for the purposes of the Act.",
      "id": "s64"
    },
    {
      "text": "It was further submitted that Mr Collett had never been \"interned\" \"by\" the enemy.",
      "id": "s65"
    },
    {
      "text": "The Commission did not deliver a separate notice of contention as O 53 r 13(3) of the Federal Court Rules might be thought to have required in light of some of the submissions made concerning para 16 of the Tribunal's reasons.",
      "id": "s66"
    },
    {
      "text": "It did though fully expose its contentions in its written submissions filed by direction in advance of the hearing.",
      "id": "s67"
    },
    {
      "text": "Prudently, no objection as to any procedural informality was voiced on behalf of Mr Collett.",
      "id": "s68"
    },
    {
      "text": "Further, the hearing of the extension of time application and of the appeal were deliberately conflated and expedited in the interests of justice in light of Mr Collett's circumstances and so as to save unnecessary expense.",
      "id": "s69"
    },
    {
      "text": "I am satisfied that there was no injustice in any absence of a formal notice of contention.",
      "id": "s70"
    },
    {
      "text": "In providing for a one-off payment for particular veterans and civilians \"interned\" by a European enemy during World War 2, the 2007 Budget Measures Act replicates for them an earlier compensatory scheme for those \"interned\" by the Japanese during that war.",
      "id": "s71"
    },
    {
      "text": "Legislative provision in respect of the earlier scheme was made by the Compensation (Japanese Internment) Act 2001 (Cth) (the Internment Act).",
      "id": "s72"
    },
    {
      "text": "The definition of \"interned\" in the Internment Act is identical to that found in the 2007 Budget Measures Act.",
      "id": "s73"
    },
    {
      "text": "As it happens, a case came into this Court in respect of eligibility for a compensation payment under the Internment Act, also by way of an appeal against a payment ineligibility decision of the Tribunal: Price v Repatriation Commission [2003] FCA 339 ; (2003) 127 FCR 274.",
      "id": "s74"
    },
    {
      "text": "The veteran's widow had made application under the Internment Act for a compensation payment.",
      "id": "s75"
    },
    {
      "text": "Though they concerned an event in the immediate aftermath of the surrender at Singapore by Lieutenant General Percival on 15 February 1942 of all members of Malaya Command, including the Australian 8 th Division, the critical facts of that case were similar in substance to the present.",
      "id": "s76"
    },
    {
      "text": "In contrast to the present, there was no direct evidence from the veteran as to the circumstances of his escape, only the imperfect recollection of his wife and relatives, the objective fact that he had reached Australia on a Dutch ship on 6 or 7 March 1942 and some research evidence and also opinion evidence (which the Tribunal accepted) from an historian as to the likelihood of a number of competing escape scenarios presented in the secondary evidence.",
      "id": "s77"
    },
    {
      "text": "On the facts found by the Tribunal, the applicant's husband had, before Japanese forces had physically taken him into custody, escaped from Singapore Harbour in a small vessel.",
      "id": "s78"
    },
    {
      "text": "In company with other soldiers, he succeeded in reaching Sumatra and was then evacuated from there to Australia on the Dutch ship.",
      "id": "s79"
    },
    {
      "text": "There was other, fragmentary evidence, not accepted by the Tribunal, that the veteran had either passed into Japanese captivity in Changi prison or escaped from a work party guarded by the Japanese near there not long after the surrendered troops had been marched to Changi on the morning of 17 February 1942.",
      "id": "s80"
    },
    {
      "text": "Before the Tribunal in Price the applicant had advanced a like submission as to the meaning of \"interned\" to that made on behalf of Mr Collett in the present case.",
      "id": "s81"
    },
    {
      "text": "In this Court in Price , the principal controversy was whether the Tribunal had misconceived and misapplied the benign evidentiary regime found in s 119(1)(h) of the Veterans' Entitlements Act 1986 (Cth) (VEA) with respect to the taking into account of the effects of the passage of time and absences or deficiencies in official records.",
      "id": "s82"
    },
    {
      "text": "The argument concerning the meaning of \"interned\" was not abandoned, although it does not appear from the report of the appeal that it was pressed with the same rigour as it was in the present case.",
      "id": "s83"
    },
    {
      "text": "Particularly in light of his conclusion that the Tribunal's findings of fact were not vitiated by an error in relation to s 119(1)(h) of the VEA, the judge who heard the appeal, Conti J, did not find it necessary to consider the alternative argument at length, although it would seem from the following passage, Price [2003] FCA 339 ; (2003) 127 FCR 274 at 288-289, [30] ---[32], that his Honour did not find it persuasive: It was next submitted by counsel for Mrs Price that in any event, the AAT misconstrued the statutory notion of \"interned\".",
      "id": "s84"
    },
    {
      "text": "I was referred to the Terms of the Singapore Surrender, which contained the following:\n \n \"1.",
      "id": "s85"
    },
    {
      "text": "The British Army shall effect complete cessation of hostilities not later than 10 pm on February 15 (Nippon Time).",
      "id": "s86"
    },
    {
      "text": "British troops shall disarm themselves in their present positions no later than 11 pm.",
      "id": "s87"
    },
    {
      "text": "\" \n \nI was then referred to the following finding of the AAT:\n \n \n \"The Tribunal notes that the march to Changi followed on 17 February 1942 and if so, if this order constituted being `confined to a place' in accordance with the definition of `interned' in section 3 of the Act, it does so, in relation to (Mr Price), at most until the afternoon of 17 February 1942...\" \n \n \nThose observations were said to implicitly recognise that being in Singapore and subject to the Terms of Surrender brought the Veteran in any event within the statutory definition of \"interned\".",
      "id": "s88"
    },
    {
      "text": "That was because he became \"confined to a place\" by virtue of the above cited order to disarm (the s 3 definition of \"interned\", relevantly, is \"confined in a... place\").",
      "id": "s89"
    },
    {
      "text": "Accordingly, it was submitted that the AAT's finding ... was incorrect.",
      "id": "s90"
    },
    {
      "text": "Underpinning the finding was of course the factual conclusion of the AAT that the Veteran never became a prisoner of war of the Japanese army in Singapore but escaped following the surrender and before capture.",
      "id": "s91"
    },
    {
      "text": "Accordingly, the reference in the Second Reading Speech to \"Australians who were held captive by Japan during World War II\" did not accommodate the circumstances of the Veteran of escape following the surrender and before capture\", as found by the AAT.",
      "id": "s92"
    },
    {
      "text": "It is true that the AAT also cited that aspect of the Second Reading Speech in so far as it referred to \"horrific conditions\", \"starvation\", \"brutal treatment\" and \"slave labour\", but I do not think that the AAT thereby stipulated that suffering to any such extents were necessary elements in the preceding critical words \"held captive\".",
      "id": "s93"
    },
    {
      "text": "It cannot sensibly be the case that \"the essential character\" of the Veteran's time spent in Singapore, to adopt the expression used by Hill J in Kohn, was that of \"held captive\", given the implications of Mr O'Keefe's evidence as accepted by the AAT to the effect that he was not captured by the Japanese in any physical sense.",
      "id": "s94"
    },
    {
      "text": "For what it may matter, given the correctness of the AAT's factual finding to that effect in reliance upon [the historian's] expert testimony ..., it became perhaps unnecessary for the AAT to have undertaken recourse to s 15AB of the Interpretation Act for the purpose of confirming its factual finding that s ince the Veteran was never taken prisoner by the Japanese army, he was never \"confined in a... place\" within the statutory definition of \"interned\".",
      "id": "s95"
    },
    {
      "text": "That observation however is, strictly speaking, academic.",
      "id": "s96"
    },
    {
      "text": "[Emphasis added] \n This passage of his Honour's judgement must be read in the context of a particular passage in the Tribunal's reasons which (at 285, [23]) his Honour had earlier extracted in his judgement: \n The AAT concluded that \"the essential character of the Veteran's time in Singapore after its fall is not one of being confined or restricted or held captive\" for the purposes of the Internment Act, the expression \"held captive\" being (as just indicated) also used in the Second Reading Speech.",
      "id": "s97"
    },
    {
      "text": "The AAT accepted the fact of danger and suffering involved in the Veteran's escape from Singapore, but found that the s 3 definition of \"interned\" in the Internment Act did not extend to those who escaped back from Singapore to Australia, however bravely, and were not thus left behind in a prisoner of war camp such as Changi.",
      "id": "s98"
    },
    {
      "text": "The critical facts of the two cases are similar in substance in this sense.",
      "id": "s99"
    },
    {
      "text": "In each instance, the veteran concerned was a subordinate in a force surrendered to the enemy by a superior officer.",
      "id": "s100"
    },
    {
      "text": "Again in each instance and on the facts as respectively found, the veteran was in a designated surrender area as a consequence of a surrender to an enemy at the time when he escaped but had neither yet passed into a prisoner of war camp nor yet been held under guard by a member of the enemy forces.",
      "id": "s101"
    },
    {
      "text": "The words \"held captive\", much less \"taken prisoner\" or became a \"prisoner of war\", do not appear in the definition of \"interned\" as found in the Internment Act and the 2007 Budget Measures Act.",
      "id": "s102"
    },
    {
      "text": "Nor in either Act do they appear in the compensation eligibility provision itself.",
      "id": "s103"
    },
    {
      "text": "Within the expression, \"interned by the military forces of an enemy State\" in item 2(1)(b) of Sch 5 to the 2007 Budget Measures Act, the word \"by\", as each party submitted, plays a causative role.",
      "id": "s104"
    },
    {
      "text": "In resolving questions of causation, an understanding of how, after a surrender, the orders of an enemy force commander may permissibly be relayed to soldiers in the surrendered force may in some cases, and the present is one, be of assistance.",
      "id": "s105"
    },
    {
      "text": "That understanding is not, with respect, evident in the Tribunal's reasons.",
      "id": "s106"
    },
    {
      "text": "That said, it is otherwise apt to distract from the language chosen by Parliament to inquire as to whether the veteran was \"held captive\", \"taken prisoner\" or became a \"prisoner of war\".",
      "id": "s107"
    },
    {
      "text": "To dismiss the present appeal would certainly be consistent with the actual decision in Price but, with respect, the words emphasised in the passage quoted from the judgement in that case, which admittedly were obiter and responsive to an approach evident in the Tribunal's reasons in that case, seem to me impermissibly to direct an additional subject for compensation eligibility inquiry.",
      "id": "s108"
    },
    {
      "text": "I prefer therefore to approach the subject of eligibility afresh.",
      "id": "s109"
    },
    {
      "text": "Solely for the assistance it gives in relation to whether the enemy had a causative role to play on the facts as found, I turn to consider Mr Collett's status on and from the time of surrender.",
      "id": "s110"
    },
    {
      "text": "Mr Collett had, in my opinion, the status of a prisoner of war from the moment his unit was surrendered to the enemy by his superior officers.",
      "id": "s111"
    },
    {
      "text": "That is so even though he was not at that moment or when he left the surrender area under armed German guard.",
      "id": "s112"
    },
    {
      "text": "The position prevailing at the time under the Laws of War was explained authoritatively and at length by Dr T P Fry ED, barrister-at-law, in an article, \"Legal Aspects of the Departure of Major General Gordon Bennett from Singapore\" (1948-1951) 1 UQLJ 34.",
      "id": "s113"
    },
    {
      "text": "Dr Fry, who died too young aged 48 in 1952, had served in the Australian Army Legal Corps in the Middle East and Australia, attaining the rank of Lieutenant Colonel.",
      "id": "s114"
    },
    {
      "text": "He was a foundation lecturer at the T C Beirne School of Law at the University of Queensland.",
      "id": "s115"
    },
    {
      "text": "Before taking up that appointment he had obtained legal qualifications at Oxford, The Academy of International Law at The Hague and finally at Harvard.",
      "id": "s116"
    },
    {
      "text": "At the latter university, he was noted as 'exceedingly industrious and able', and was there awarded a doctorate of juridical science (1931): Ian Carnell, 'Fry, Thomas Penberthy (1904 - 1952)', Australian Dictionary of Biography , Volume 14, Melbourne University Press, 1996, p. 231; online reference: http://www.adb.online.anu.edu.au/biogs/A140259b.htm?hilite=fry .",
      "id": "s117"
    },
    {
      "text": "In his article, Dr Fry opines (at 42-43): \n At the moment when resistance ceases and the power of control passes, the victor comes under a binding obligation to accord to the vanquished the status, rights and privileges of prisoners of war ... From the moment of their capture or surrender troops become prisoners of war and entitled to the rights and privileges of that status, whether they surrender by means of a simple surrender, an unconditional surrender, a conditional surrender or a \"capitulation,\" or are captured without having surrendered.",
      "id": "s118"
    },
    {
      "text": "[Emphasis added] \n\nHe had earlier (at 41) opined, \"[T]roops surrendering unconditionally are obliged to remain wherever their captor directs, until he directs them to go elsewhere\".",
      "id": "s119"
    },
    {
      "text": "With each of these opinions I respectfully agree.",
      "id": "s120"
    },
    {
      "text": "I record by indebtedness to counsel for the Commission for reminding me of Dr Fry's article.",
      "id": "s121"
    },
    {
      "text": "At the time when Mr Collett left the designated surrender area, he was not yet, to use the vernacular, \"behind the wire\", but he had the status nonetheless of a prisoner of war.",
      "id": "s122"
    },
    {
      "text": "Though the order to move to that area, stack arms and remain there was relayed to him via the Australian chain of command within his unit, that order was a consequence of the surrender of that unit to the German enemy.",
      "id": "s123"
    },
    {
      "text": "An enemy force commander is entitled to relay orders via the chain of command of the surrendered force.",
      "id": "s124"
    },
    {
      "text": "If, by the statement in para 16 of the Tribunal's reasons, \"there is no evidence of any formal capture of Mr Collett by German military personnel\" it was intended to suggest that he was not then under the Laws of War a prisoner of war subject to the control of the enemy, the statement is wrong in law.",
      "id": "s125"
    },
    {
      "text": "In a formal sense, he was a prisoner of war and he was subject to the control of the enemy from the moment of the surrender of his unit by his officers.",
      "id": "s126"
    },
    {
      "text": "Reading para 16 as a whole and in the context of the whole of the Tribunal's reasons it seems to me that the Tribunal was intending to convey that, in a practical sense, Mr Collett had not yet been made prisoner by the Germans.",
      "id": "s127"
    },
    {
      "text": "Was Mr Collett \"interned\" on the facts as found?",
      "id": "s128"
    },
    {
      "text": "In my opinion, on those facts, the Tribunal was obliged to find that question in the negative.",
      "id": "s129"
    },
    {
      "text": "The definition of \"interned\" must be read purposively and in the context of all of Schedule 5 to the 2007 Budget Measures Act.",
      "id": "s130"
    },
    {
      "text": "The construction of the alternative, \"or other place\" in para (a) of the definition offers a paradigm example of the utility of the statutory construction maxims noscitur a sociis and ejudem generis , qv Pearce, Statutory Interpretation in Australia (5 th ed, Butterworths, 2001) pp 102-104, [4.18] --- [4.19].",
      "id": "s131"
    },
    {
      "text": "\"Or other place\" takes its meaning from its context and its meaning is limited by the more specific words which surround it.",
      "id": "s132"
    },
    {
      "text": "Each of the words \"camp\", \"building\", \"prison\", \"cave\" and \"vehicle\" connotes a place of confinement of definite, restrictive physical limits.",
      "id": "s133"
    },
    {
      "text": "Read in isolation, the word \"camp\" might be thought ambiguous in this regard but that is to ignore the other words with which it, too, is collocated in para (a) of the definition.",
      "id": "s134"
    },
    {
      "text": "It is also to ignore that each is governed by the verb \"confined\" and the preposition \"in\".",
      "id": "s135"
    },
    {
      "text": "The Tribunal looked (at para 16) to the definition of confine when used as a verb in the Australian Concise Oxford Dictionary.",
      "id": "s136"
    },
    {
      "text": "That meaning is, if anything, even clearer in the main work, \"To shut up, imprison, immure, put or keep in detention\": Oxford University Press 2009, Oxford English Dictionary (Oxford University Press, Oxford, 2009) http://dictionary.oed.com viewed 17 June 2009.",
      "id": "s137"
    },
    {
      "text": "In Hurren v Hurren [1971] VR 459 at 464, Anderson J considered that the more sensible meaning to give to the expression \"confined in\", as used in the presently analogous sense of \"confined in ... an institution\" was \"the commonly accepted meaning of actual physical restriction in a place of confinement\".",
      "id": "s138"
    },
    {
      "text": "His Honour had been pressed with, but rejected, a submission that a person of unsound mind subject to a confinement order but on release from the institution concerned was nonetheless to be regarded as \"confined in ... an institution\".",
      "id": "s139"
    },
    {
      "text": "In my opinion, the expression carries a like meaning in the context of para (a) of the definition of \"interned\".",
      "id": "s140"
    },
    {
      "text": "Also of contextual relevance in construing \"or other place\" is para (b) of the definition of \"interned\".",
      "id": "s141"
    },
    {
      "text": "Having been directed by a post surrender order to remain within a designated surrender area it is no misuse of language to describe Mr Collett as having been \"restricted within specified limits\".",
      "id": "s142"
    },
    {
      "text": "He did not though ever \"reside\" within that specified area.",
      "id": "s143"
    },
    {
      "text": "In Levene v Inland Revenue Commissioners [1928] UKHL 1 ; [1928] AC 217 at 222, Viscount Cave LC said, \"... the word 'reside' is a familiar English word and is defined in the Oxford English Dictionary as meaning \"to dwell permanently or for a considerable time, to have one's settled or usual abode, to live in or at a particular place.",
      "id": "s144"
    },
    {
      "text": "\" It is used in that familiar way in para (b) of the definition of \"interned\".",
      "id": "s145"
    },
    {
      "text": "What that indicates, in my opinion, is that, in para (a), \"or other place\" does not mean just any place however vaguely delineated and irrespective of whether it has geographic or man-made limits so as to permit \"confinement\".",
      "id": "s146"
    },
    {
      "text": "Places without any particular limit other than that of arbitrary specification are the province of para (b) of the definition.",
      "id": "s147"
    },
    {
      "text": "That paragraph requires that the restriction be as to \"residing\" there.",
      "id": "s148"
    },
    {
      "text": "The spending of two hours in the designated surrender area did not residence make.",
      "id": "s149"
    },
    {
      "text": "Paragraph (b) did not originally feature in Mr Collett's submissions but assumed some transient interest in the course of submissions.",
      "id": "s150"
    },
    {
      "text": "In the result, and rightly, no application was made on behalf of Mr Collett further to amend the notice of appeal so as to rely upon satisfaction of that paragraph of the definition of \"interned\" as an alternative basis for eligibility.",
      "id": "s151"
    },
    {
      "text": "Reference was made on Mr Collett's behalf to the physical proximity of German troops, as close as 50 metres away.",
      "id": "s152"
    },
    {
      "text": "I accept that an \"other place\" might be constituted by a place without any obvious physical limit other than that supplied by enemy sentries.",
      "id": "s153"
    },
    {
      "text": "On the facts as found, that is not this case.",
      "id": "s154"
    },
    {
      "text": "In the result then, for the reasons given, the meaning of the definition of \"confined in ... other place\" in para (a) of the definition of \"interned\" is tolerably clear without recourse to secondary materials.",
      "id": "s155"
    },
    {
      "text": "On the face of the 2007 Budget Measures Act alone, that Parliament is authorising a compensation payment but not employing the term \"prisoner of war\" in so doing gives one pause for thought about the intended purpose of the payment.",
      "id": "s156"
    },
    {
      "text": "When one looks at the eligibility criteria as defined it would be an odd result for someone who, though briefly and technically a prisoner of war, was never subject to the deprivations of imprisonment to be eligible for a compensatory payment.",
      "id": "s157"
    },
    {
      "text": "I have reflected upon whether the construction I prefer impermissibly introduces the adjective \"physically\" to qualify the expression \"confined in\".",
      "id": "s158"
    },
    {
      "text": "In Gauntlett v Repatriation Commission [1991] FCA 498 ; (1991) 32 FCR 73 at 77, Pincus J offered the following salutary, cautionary reminder, \"[T]his is not the first time in which the respondent Commission has implied in argument that provisions of this sort could not possibly have been intended to produce such anomalies as, literally read, seem to follow from them; but it is the constitutional function of parliament, and not that of the judges, to correct any anomalies thought to arise from applying the plain language of legislation\".",
      "id": "s159"
    },
    {
      "text": "It would be just as impermissible to introduce the qualifying adjective \"constructively\".",
      "id": "s160"
    },
    {
      "text": "This, in essence, was a vice in Mr Collett's submissions.",
      "id": "s161"
    },
    {
      "text": "There is no need for the qualifying adjective \"physically\".",
      "id": "s162"
    },
    {
      "text": "The latter sense is already present reading the definition of \"interned\" as a whole and in context.",
      "id": "s163"
    },
    {
      "text": "Section 15AB of the Acts Interpretation Act 1901 (Cth) permits recourse to secondary materials to confirm the meaning of an Act as well as to resolve any ambiguity.",
      "id": "s164"
    },
    {
      "text": "Regard to some parts of the explanation in the explanatory memorandum circulated in respect of what became the 2007 Budget Measures Act are apt to distract in a similar way as did the explanatory memorandum for the Internment Act in Price .",
      "id": "s165"
    },
    {
      "text": "Under the introductory heading \"Outline\" it is materially stated in the 2007 Budget Measures Bill explanatory memorandum that, \"The third measure provides a one-off compensation payment to certain veteran and civilian prisoners of war interned in Europe during World War Two or their surviving widows or widowers\" (Emphasis added).",
      "id": "s166"
    },
    {
      "text": "Much lies behind that adjective \"certain\", for not every person having the status of prisoner of war is made eligible for the one-off compensation payment.",
      "id": "s167"
    },
    {
      "text": "Later, at page 16 of the explanatory memorandum, the following appears: Summary \n\n \n This Schedule gives effect to the 2007 Budget measure that will provide for a once-only compensation payment to veteran and civilian prisoners of war interned by enemy forces in Europe during World War Two, or their surviving widows or widowers.",
      "id": "s168"
    },
    {
      "text": "Background \n\n \n The Government has previously made once-only compensation payments to persons interned by the Japanese and the North Koreans.",
      "id": "s169"
    },
    {
      "text": "Prisoners of war of enemy forces in Europe also experienced extreme brutality and starvation and also suffered from some of the same diseases that affected prisoners of war of the Japanese.",
      "id": "s170"
    },
    {
      "text": "The repeated, unqualified references to \"prisoners of war\" will be noted.",
      "id": "s171"
    },
    {
      "text": "Only in the heading of this part of the explanatory memorandum does \"certain\" appear and there it is used to qualify \"internment\", not \"prisoner\".",
      "id": "s172"
    },
    {
      "text": "I do not gain any assistance from the explanatory memorandum.",
      "id": "s173"
    },
    {
      "text": "With respect, the Tribunal seems at times to have used \"confined\" in a rather loose way in describing (at para 16) Mr Collett's position in the two hours in which he was located in the surrender area.",
      "id": "s174"
    },
    {
      "text": "On one reading of that paragraph, and this was the reading advanced on behalf of Mr Collett, the Tribunal has concluded that Mr Collett was, in terms of the definition, \"confined in\" the surrender area.",
      "id": "s175"
    },
    {
      "text": "Insofar as the Commission disputed this reading of the paragraph, I reject that submission.",
      "id": "s176"
    },
    {
      "text": "What the Tribunal has done is to conclude that, though \"confined in\" that area, he was not confined \"by\" the enemy.",
      "id": "s177"
    },
    {
      "text": "The Tribunal's statement, \"The absence of such confinement is demonstrated by his capacity to retain possession of his rifle and ammunition for some two hours and then to leave the area and go to the beach.",
      "id": "s178"
    },
    {
      "text": "\" is not, as the Commission submitted, indicative of a conclusion that Mr Collett was not \"confined\".",
      "id": "s179"
    },
    {
      "text": "Rather, having regard to the sentence which preceded it, it is a conclusion that that the \"confinement\" was not \"by\" the enemy.",
      "id": "s180"
    },
    {
      "text": "This demonstrates a misconception by the Tribunal not just of the meaning of \"confined in ... other place\" but also, as earlier noted, as to how an enemy may convey orders to a surrendered foe.",
      "id": "s181"
    },
    {
      "text": "The order relayed to Mr Collett to go to the surrender area was one given \"by\" the enemy but he was not \"interned\" there.",
      "id": "s182"
    },
    {
      "text": "The correct conclusion in law on the facts found was that the surrender area was not an \"other place\".",
      "id": "s183"
    },
    {
      "text": "The Commission succinctly explained why in its written submission: \n In this case, the other place where [Mr Collett] spent 2 hours, before heading to the beach to the dinghy was the \"shore of mainland Greece\"(Transcript page 30, lines 30 to 31), a place which does not, without more (for example, evidence of some kind of physical barrier) fit within the genus of the specific places mentioned [in paragraph (a) of the definition].",
      "id": "s184"
    },
    {
      "text": "On those facts, too, the physical presence of the enemy did not supply the restriction on freedom of movement that the \"other place\" itself otherwise did not.",
      "id": "s185"
    },
    {
      "text": "As is not unknown in the pursuit phase of war, having taken its surrender the advance elements of the German forces were bypassing this surrendered unit.",
      "id": "s186"
    },
    {
      "text": "As the subsequent formal recording of the unit's surrendering officers as prisoners of war necessarily inferentially confirms, physical restriction by follow up forces occurred later.",
      "id": "s187"
    },
    {
      "text": "Under then prevailing Australian military law, a soldier in Mr Collett's circumstances was under a duty, if reasonably possible, to escape and to rejoin his unit.",
      "id": "s188"
    },
    {
      "text": "At the time, the scheme of the Defence Act 1903 (Cth), as found in the former s 55, was that, while on active service, members of the Australian Army were subject to the Army Act 1881 (UK) (Army Act 1881) insofar as that Act was not inconsistent with the Defence Act or not modified or adapted by subordinate legislation.",
      "id": "s189"
    },
    {
      "text": "At the time, the duty was found in s 5 of the Army Act 1881 as so applied.",
      "id": "s190"
    },
    {
      "text": "The application of that Act to the Australian Army has long ceased but the duty remains: see now s 19 Defence Force Discipline Act 1982 (Cth).",
      "id": "s191"
    },
    {
      "text": "The Geneva Convention Relative to the Treatment of Prisoners of War of August 12, 1949 , made part of our domestic law by the Geneva Conventions Act 1957 (Cth), is predicated upon the continued existence of such a duty.",
      "id": "s192"
    },
    {
      "text": "The conventional wisdom, to which Dr Fry alludes in his article, is that the best time for a prisoner of war to escape is often soon after attaining that status.",
      "id": "s193"
    },
    {
      "text": "It is often then that the \"fog of war\" is most dense.",
      "id": "s194"
    },
    {
      "text": "Mr Collett's experience highlights just that.",
      "id": "s195"
    },
    {
      "text": "In escaping and rejoining his unit he conspicuously and commendably did his duty.",
      "id": "s196"
    },
    {
      "text": "That does not mean that, immediately beforehand, he met what decades later became the eligibility criteria for a compensation payment under the 2007 Budget Measures Act.",
      "id": "s197"
    },
    {
      "text": "The actual decision of the Tribunal was the only one open in law on the facts which it found.",
      "id": "s198"
    },
    {
      "text": "Albeit for reasons which differ in detail from those given by the Tribunal, the appeal must be dismissed.",
      "id": "s199"
    },
    {
      "text": "There will be no order as to costs.",
      "id": "s200"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s201"
    },
    {
      "text": "Associate:\n \n \nDated: 19 June 2009\n \n Counsel for the Applicant: Mr A Harding \n \n Solicitor for the Applicant: Terrence O'Connor Solicitor \n \n Counsel for the Respondent: Ms H Bowskill \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 12 June 2009 \n \n Date of Judgment: 19 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/667.html",
      "id": "s202"
    }
  ]
}