{
  "name": "Davidova v Murphy [2009] FCA 601 (10 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/601.html",
  "catchphrases": [
    {
      "text": "application for annulment",
      "id": "c0"
    },
    {
      "text": "dismissed",
      "id": "c1"
    },
    {
      "text": "appeal",
      "id": "c2"
    },
    {
      "text": "appeal",
      "id": "c3"
    },
    {
      "text": "want of prosecution",
      "id": "c4"
    },
    {
      "text": "failure by appellant to prepare an appeal book",
      "id": "c5"
    },
    {
      "text": "an appeal in the nature of a \"rehearing\"",
      "id": "c6"
    },
    {
      "text": "further evidence on appeal",
      "id": "c7"
    },
    {
      "text": "bankruptcy",
      "id": "c8"
    },
    {
      "text": "practice and procedure",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "The now Appellant was a party to proceedings in the Family Court of Australia in 2005.",
      "id": "s0"
    },
    {
      "text": "In issue in that Court was a property dispute which proceeded to a contested hearing.",
      "id": "s1"
    },
    {
      "text": "Prior to hearing, a series of offers and counter-offers were exchanged.",
      "id": "s2"
    },
    {
      "text": "The Appellant made what was characterised by the Federal Magistrate whose decision is now under appeal as \" a series of bizarre demands ...\".",
      "id": "s3"
    },
    {
      "text": "The dispute, however, was settled on the third day of the hearing, 23 November 2005.",
      "id": "s4"
    },
    {
      "text": "The Family Court made orders for the payment of costs against the now Appellant totalling $115,186.97.",
      "id": "s5"
    },
    {
      "text": "Those costs were not paid and a creditor's petition was served in February 2007.",
      "id": "s6"
    },
    {
      "text": "The judgment creditor, the present Respondent, was the solicitor retained by the Appellant for the purposes of the Family Court proceedings.",
      "id": "s7"
    },
    {
      "text": "On 2 September 2008 a sequestration order was made against the Appellant, then using her married name: Murphy v Revis [2008] FMCA 1561.",
      "id": "s8"
    },
    {
      "text": "The hearing on that occasion took place in the absence of the Appellant and her then solicitor.",
      "id": "s9"
    },
    {
      "text": "Thereafter, on 22 December 2008 the Federal Magistrates Court, differently constituted, dismissed an application seeking an order under s 153B of the Bankruptcy Act 1966 (Cth) that the bankruptcy be annulled: Revis v Murphy [2008] FMCA 1638.",
      "id": "s10"
    },
    {
      "text": "A Notice of Appeal was filed in this Court on 19 January 2009.",
      "id": "s11"
    },
    {
      "text": "That Notice of Appeal seeks to appeal \" from the whole of the judgment \" given on 22 December 2008.",
      "id": "s12"
    },
    {
      "text": "A Notice of Motion seeking the dismissal of the appeal was filed by the Respondent on 11 February 2009.",
      "id": "s13"
    },
    {
      "text": "The Respondent contends that the appeal should be dismissed for want of prosecution and further contends that the Notice of Appeal does not disclose any basis upon which any appeal would be upheld.",
      "id": "s14"
    },
    {
      "text": "The matter first came before this Court on 16 February 2009.",
      "id": "s15"
    },
    {
      "text": "Directions were then made for the filing and service by the Appellant of evidence in respect to the Notice of Motion prior to 18 March 2009.",
      "id": "s16"
    },
    {
      "text": "Directions were also made for the filing of submissions by the Appellant prior to 3 April 2009.",
      "id": "s17"
    },
    {
      "text": "The hearing of the Appeal and the Notice of Motion was set down for 17 April 2009.",
      "id": "s18"
    },
    {
      "text": "As at 16 February 2009 no Appeal Book had been prepared --- but steps were to be undertaken to have an Appeal Book prepared in advance of the April hearing date.",
      "id": "s19"
    },
    {
      "text": "No evidence or submissions were filed by the Appellant in accordance with the February directions and, as at 17 April 2009, no Appeal Book or any like compilation of those documents relevant to the hearing of the appeal had been prepared by the Appellant.",
      "id": "s20"
    },
    {
      "text": "Notwithstanding considerable reservation, an adjournment was granted on 17 April and the hearing of the appeal and the Respondent's Notice of Motion was adjourned to 5 May 2009.",
      "id": "s21"
    },
    {
      "text": "That was a day by which the Appellant maintained that she would be ready to proceed.",
      "id": "s22"
    },
    {
      "text": "On 5 May 2009 the Appellant was represented by Mr Penkin of Counsel.",
      "id": "s23"
    },
    {
      "text": "Even on that date the Appellant was not ready to proceed and the matter was further adjourned to 7 May 2009.",
      "id": "s24"
    },
    {
      "text": "By an order made in the present proceeding pursuant to s 25(1A) of the Federal Court of Australia Act 1976 (Cth), the Chief Justice has ordered that the appellate jurisdiction of this Court be exercised by a single judge.",
      "id": "s25"
    },
    {
      "text": "The hearing of the Appeal and the Respondent's Notice of Motion proceeded on 7 May 2009.",
      "id": "s26"
    },
    {
      "text": "In addition to the parties to the appeal, the Trustee in Bankruptcy appeared for the purpose of assisting the Court.",
      "id": "s27"
    },
    {
      "text": "As submitted by the Trustee, an application for an annulment of bankruptcy, because it goes to a matter of status under the law, is different from ordinary litigation inter partes : Maas v Maas (unreported, FCA, Ryan, Heerey and Tamberlin JJ, NG 283 of 1998, 16 November 1998).",
      "id": "s28"
    },
    {
      "text": "It is considered that the Respondent's Notice of Motion and the Appellant's Appeal should both be dismissed.",
      "id": "s29"
    },
    {
      "text": "A VACATION OF THE HEARING DATE \n It is prudent that brief reasons should be provided for adjourning the hearing from 17 April to 5 May 2009 and thereafter to 7 May 2009.",
      "id": "s30"
    },
    {
      "text": "The 17 April 2009 hearing date was fixed on 16 February 2009.",
      "id": "s31"
    },
    {
      "text": "Indeed, the April date was specifically selected so as to afford the Appellant an opportunity to secure the services of a legal representative who was said to be assisting her but then located in Western Australia.",
      "id": "s32"
    },
    {
      "text": "That legal representative was later identified as being Mr Penkin.",
      "id": "s33"
    },
    {
      "text": "Whatever the reason, the April 2009 hearing date was selected with a view to accommodating the convenience of the Appellant.",
      "id": "s34"
    },
    {
      "text": "Whatever steps were undertaken by the Appellant between 16 February and 17 April 2009, those steps were not productive of an Appeal Book being prepared.",
      "id": "s35"
    },
    {
      "text": "She did, however, attend before the Registrar on 23 February 2009 to settle the index to the Appeal Book but she then asked for further time in which \" to consult my solicitor \".",
      "id": "s36"
    },
    {
      "text": "The assistance sought by the Appellant from Mr Penkin was not exposed, nor was there any exposition as to why Mr Penkin could not attend the Registry on 23 February.",
      "id": "s37"
    },
    {
      "text": "Nevertheless, on 10 March 2009 the Appellant again attended the Registry --- this time accompanied by Mr Penkin.",
      "id": "s38"
    },
    {
      "text": "An index to the Appeal Book was then apparently agreed.",
      "id": "s39"
    },
    {
      "text": "Notwithstanding that agreement, no Appeal Book was thereafter filed in time for the April 2009 hearing.",
      "id": "s40"
    },
    {
      "text": "Had the hearing of any appeal on that date proceeded, submissions may well have been confined to a consideration of the text of the judgment under appeal.",
      "id": "s41"
    },
    {
      "text": "Some explanation for the failure to prepare an Appeal Book may be gleaned from the fact that some days after 10 March 2009 Mr Penkin advised the Appellant that he was no longer employed by a firm of solicitors in Fremantle, McDonald Pynt Lawyers, and that he could not act for her until he was employed by another firm.",
      "id": "s42"
    },
    {
      "text": "Notwithstanding the fact that Mr Penkin was no longer employed by McDonald Pynt Lawyers, on 3 April 2009 a letter was forwarded to the Appellant from that firm confirming that \" we act for yourself in relation to the above matter \", namely the \" Annulment of Bankruptcy --- Eleanor Murphy \".",
      "id": "s43"
    },
    {
      "text": "The letter further stated that \" [w]e await your further instructions to proceed with this matter \".",
      "id": "s44"
    },
    {
      "text": "The letter was signed by Mr Andrew Foster.",
      "id": "s45"
    },
    {
      "text": "Presumably a reason for failure on the part of the Appellant to comply with the Federal Court Rules 1979 (Cth) in respect to the preparation of an Appeal Book is the fact that the Appellant left such matters to Mr Penkin.",
      "id": "s46"
    },
    {
      "text": "Problems were only compounded by the fact that the 3 April 2009 letter was not read by the Appellant upon its receipt.",
      "id": "s47"
    },
    {
      "text": "The reason advanced by the Appellant was her \" religious observance of the festival of Pesach which started on the 8 th of April 2009 \" and that \" [t]he first opportunity which I could read the letter or to do any work was on Saturday night, the 11 th of April 2009 \".",
      "id": "s48"
    },
    {
      "text": "When the Appellant availed herself of the \" first opportunity \" to read the letter, she contacted Mr Penkin on 12 April 2009 and thereafter attempts were made to secure the services of a solicitor at McDonald Pynt Lawyers.",
      "id": "s49"
    },
    {
      "text": "The Easter long weekend intervened from 10 to 13 April 2009.",
      "id": "s50"
    },
    {
      "text": "The last two days of the Pesach festival commenced at 6 pm on Tuesday 14 April and concluded on Thursday night on 16 April.",
      "id": "s51"
    },
    {
      "text": "Mr Foster was contacted on 14 April 2009.",
      "id": "s52"
    },
    {
      "text": "Neither Mr Foster nor McDonald Pynt Lawyers have filed any Notice of Appearance with this Court.",
      "id": "s53"
    },
    {
      "text": "No adequate explanation was provided by the Appellant as to the steps taken prior to intervention of Passover to ensure her appeal was ready to proceed on the day set down for hearing.",
      "id": "s54"
    },
    {
      "text": "Nor does the adherence by the Appellant to her religious beliefs provide any satisfactory explanation.",
      "id": "s55"
    },
    {
      "text": "No reason has been advanced by the Appellant as to why she did not avail herself of the opportunity to promptly attend to the 3 April 2009 letter and provide the instructions then sought prior to the commencement of her religious commitments on 8 April.",
      "id": "s56"
    },
    {
      "text": "The fact remains, however, that as at 3 April 2009 the Appellant had reason to believe that she had solicitors acting for her and that there was thereafter arguably inadequate time in which to prepare for a hearing on 17 April 2009.",
      "id": "s57"
    },
    {
      "text": "The Appellant appeared on 17 April 2009 unrepresented.",
      "id": "s58"
    },
    {
      "text": "In such circumstances, an adjournment was considered to be the only manner in which the interests of an unrepresented Appellant could at least be addressed in part.",
      "id": "s59"
    },
    {
      "text": "An adjournment also provided a further opportunity for there to be a compilation of those materials relevant to a proper consideration of her appeal.",
      "id": "s60"
    },
    {
      "text": "The hearing was accordingly adjourned until 5 May 2009.",
      "id": "s61"
    },
    {
      "text": "Shortly prior to the 5 May 2009 hearing date, the Respondent provided a bundle of documents substantially in accordance with the index to the Appeal Book that had been the subject of agreement on 10 March 2009.",
      "id": "s62"
    },
    {
      "text": "On 5 May 2009 the Appellant appeared, by now represented by Mr Penkin.",
      "id": "s63"
    },
    {
      "text": "On that occasion he sought to tender a substantial bundle of documents upon which he contended that the appeal could proceed.",
      "id": "s64"
    },
    {
      "text": "But --- even as at that date --- the bundle of documents was not complete.",
      "id": "s65"
    },
    {
      "text": "A transcript of proceedings before the Federal Magistrates Court was not included.",
      "id": "s66"
    },
    {
      "text": "Mr Penkin properly conceded that he wished to rely upon that transcript and that in the absence of the transcript the appeal could not then proceed.",
      "id": "s67"
    },
    {
      "text": "A further adjournment was granted until 7 May 2009 in order for the missing transcript to be provided.",
      "id": "s68"
    },
    {
      "text": "A further basis upon which an adjournment would have been granted was that the documents upon which Mr Penkin sought to rely had only been provided to the Respondent and the Trustee mid-afternoon on 4 May 2009.",
      "id": "s69"
    },
    {
      "text": "No proper opportunity had been given to the Respondent and the Trustee to consider that material in any detail.",
      "id": "s70"
    },
    {
      "text": "The adjournment on 5 May 2009 was granted for the purpose of enabling a bundle of documents to be prepared which contained all of the documents that satisfied the 10 March 2009 index.",
      "id": "s71"
    },
    {
      "text": "The adjournment was also granted for the purpose of enabling a further bundle of documents to be prepared by the Appellant, being those additional documents upon which she wished to rely.",
      "id": "s72"
    },
    {
      "text": "On 5 May 2009 it was unclear whether that further bundle of documents was to be the subject of an application to adduce further evidence on the appeal pursuant to s 27 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s73"
    },
    {
      "text": "For whatever reason, no draft index of the appeal papers has been filed in the Registry as required by O 52 r 27 of the Federal Court Rules.",
      "id": "s74"
    },
    {
      "text": "Nor has there been compliance with O 52 r 28A.",
      "id": "s75"
    },
    {
      "text": "The importance of these and other obligations imposed upon an Appellant is not to be underestimated and the fact of non-compliance is not to be disregarded.",
      "id": "s76"
    },
    {
      "text": "Compliance ensures the orderly resolution of appeals and avoids the prospect of applications for adjournments or for orders seeking the dismissal of an appeal for failure to comply.",
      "id": "s77"
    },
    {
      "text": "Although an appellant has the carriage of an appeal, all parties share a responsibility to avoid incurring cost and expense ( Purvis v Dairy Adjustment Authority (No 2) [2006] FCAFC 38 at [5] , [2006] FCAFC 38 ; 150 FCR 48 at 49 per Black CJ (Branson and Finn JJ agreeing)) and a responsibility to ensure that an appeal is ready for hearing.",
      "id": "s78"
    },
    {
      "text": "An unrepresented appellant is equally as bound by these requirements as any other appellant.",
      "id": "s79"
    },
    {
      "text": "Whatever may be the shared responsibility of all parties to an appeal, non-compliance by an appellant with fundamental requirements of the Federal Court Rules cannot be the occasion for impermissibly seeking to transfer the obligations imposed upon an unrepresented Appellant to a represented Respondent.",
      "id": "s80"
    },
    {
      "text": "The obligations imposed by these Rules upon the Appellant have not been discharged.",
      "id": "s81"
    },
    {
      "text": "That failure cannot deprive a Respondent of the opportunity to have an appeal heard and resolved or dismissed.",
      "id": "s82"
    },
    {
      "text": "On occasions, a represented respondent (as in the present appeal) has assisted the Court by attempting to do that which should have been done by the appellant.",
      "id": "s83"
    },
    {
      "text": "The assistance of those representing the Respondent in preparing a compilation of documents relevant to this appeal has been appreciated.",
      "id": "s84"
    },
    {
      "text": "The adjournments granted on 17 April and 5 May 2009, it is considered, have precluded any prospect of prejudice to the present Appellant.",
      "id": "s85"
    },
    {
      "text": "Much of the delay in the resolution of what was otherwise a simple appeal within a confined context has arisen by reason of the failure on the part of the Appellant to prepare and file an Appeal Book in accordance with the Rules of this Court.",
      "id": "s86"
    },
    {
      "text": "Notwithstanding such non-compliance, further delay in the resolution of the appeal should not be entertained.",
      "id": "s87"
    },
    {
      "text": "On 7 May 2009 the case ultimately proceeded.",
      "id": "s88"
    },
    {
      "text": "A further opportunity was extended to the parties and the Trustee to file supplementary submissions after the conclusion of the appeal on 7 May 2009.",
      "id": "s89"
    },
    {
      "text": "Further submissions were in fact filed by the Appellant, together with further evidence (albeit filed without leave).",
      "id": "s90"
    },
    {
      "text": "WANT OF PROSECUTION?",
      "id": "s91"
    },
    {
      "text": "The Respondent contends ( inter alia ) that the appeal should be dismissed pursuant to O 52 r 38 of the Rules for \" want of prosecution \".",
      "id": "s92"
    },
    {
      "text": "Given that the Respondent's Notice of Motion and the Appeal could both be heard within the space of the time allocated on 7 May 2009, they were heard concurrently.",
      "id": "s93"
    },
    {
      "text": "Counsel for the Respondent, however, quite properly and frankly acknowledged that there was little utility in resolving the Motion once submissions in respect to the Appeal had been heard.",
      "id": "s94"
    },
    {
      "text": "She thus pursued the course of relying upon the Motion --- but did not wish to advance any further submissions other than those that had been advanced in her written submissions.",
      "id": "s95"
    },
    {
      "text": "If the relief sought in the Motion were granted, there would be thereafter no necessity to resolve the Appeal .",
      "id": "s96"
    },
    {
      "text": "The pragmatic course pursued by Counsel for the Respondent is accepted.",
      "id": "s97"
    },
    {
      "text": "No costs additional to those already incurred in the hearing of the appeal on 7 May 2009 were thereby incurred.",
      "id": "s98"
    },
    {
      "text": "Order 52 r 38 provides as follows: \n Time; want of prosecution \n (1) Where an appellant has not done any act required to be done by or under these Rules, or otherwise has not prosecuted his appeal with due diligence, the Court may: \n\n(a) order that the appeal shall be dismissed for want of prosecution; \n \n(b) fix a time peremptorily for the doing of the act and at the same time order that upon non-compliance the appeal shall stand dismissed for want of prosecution, or subsequently and in the event of non-compliance, order that it be so dismissed; or \n \n(c) make any other order as may seem just.",
      "id": "s99"
    },
    {
      "text": "(2) The Court may not make an order under subrule (1) unless notice of the proposed order has been served on the appellant.",
      "id": "s100"
    },
    {
      "text": "(3) An order under paragraph (1) (b) may be varied at any time before the appeal stands dismissed for want of prosecution, and in special circumstances may be varied or revoked after that time.",
      "id": "s101"
    },
    {
      "text": "Power is conferred upon either a single Judge or a Full Court to exercise the power to dismiss an appeal for want of prosecution: Federal Court of Australia Act 1976 (Cth) s 25(2B)(ba).",
      "id": "s102"
    },
    {
      "text": "In retrospect, and had the future defaults by the Appellant been envisaged as at 16 February 2009, it may have been more prudent for an order to have been made on that date pursuant to Rule 38(1)(b).",
      "id": "s103"
    },
    {
      "text": "But such an order was not then made and the Notice of Appeal and the Notice of Motion ultimately came on for hearing.",
      "id": "s104"
    },
    {
      "text": "It is not considered that an order should be made in the present proceeding dismissing the appeal pursuant to O 52 r 38(1)(a).",
      "id": "s105"
    },
    {
      "text": "The power conferred by O 52 r 38(1)(a) \" must not be lightly exercised \": Van Reesema v Giameos [1979] FCA 108 ; (1979) 41 FLR 86 at 90 per Bowen CJ, Fisher and Lockhart JJ; Goldie v The Commonwealth of Australia [2004] FCA 973 at [16] per Carr J.",
      "id": "s106"
    },
    {
      "text": "It has further been recognised that the Court's power \" to dismiss for want of prosecution is a drastic step which would only be justified by the grossest or most contumelious delay \": Hughes v Australian Competition and Consumer Commission [2004] FCA 1271 at [8] per Jacobson J.",
      "id": "s107"
    },
    {
      "text": "It is \" exceptional for the court to dismiss a matter for want of prosecution under O 52 r 38(1)(a) \": Abraham v Attorney-General for the Commonwealth [2004] FCA 411 at [5] per Finn J.",
      "id": "s108"
    },
    {
      "text": "But the power to dismiss an appeal for want of prosecution is a power available to be exercised in an appropriate case.",
      "id": "s109"
    },
    {
      "text": "\" [S]uccessive and cavalier omissions by the appellant \" led the Full Court to dismiss an appeal in NBCI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 280.",
      "id": "s110"
    },
    {
      "text": "So, too, can \" persistent breach of the Court's directions \": Khera v Jones [2008] FCA 548 at [16] per Buchanan J.",
      "id": "s111"
    },
    {
      "text": "This power can be invoked in respect to all appeals, including bankruptcy appeals: e.g.",
      "id": "s112"
    },
    {
      "text": "Singh v Official Trustee in Bankruptcy [2008] FCA 544.",
      "id": "s113"
    },
    {
      "text": "In the present appeal there is a legitimate basis upon which the application is being advanced by the Respondent.",
      "id": "s114"
    },
    {
      "text": "Left to one side when considering the merits of the present application to dismiss for want of prosecution have been such factors as the commencement by the present Appellant of a District Court proceeding.",
      "id": "s115"
    },
    {
      "text": "That proceeding was commenced subsequent to the service of the petition.",
      "id": "s116"
    },
    {
      "text": "Its procedural course was the subject of criticism by the Federal Magistrates Court.",
      "id": "s117"
    },
    {
      "text": "Such factors have been left to one side, as the \" want of prosecution \" to which O 52 r 38(1)(a) is directed is a want of prosecution of the \" appeal \"; defaults or procedural irregularities in other proceedings may appear to assume little (if any) immediate relevance when that provision is invoked.",
      "id": "s118"
    },
    {
      "text": "In the present appeal, the Appellant failed to file an index to the Appeal Book , to prepare an Appeal Book or to file submissions as directed.",
      "id": "s119"
    },
    {
      "text": "After the Notice of Appeal was filed in this Court on 19 January 2009, the Appellant took no step --- or certainly undertook inadequate steps --- prior to 17 April and 5 May 2009 to ensure that her appeal would be ready for hearing.",
      "id": "s120"
    },
    {
      "text": "As was the case in Dunstan v Human Rights and Equal Opportunity Commission [2007] FCA 1326 at [17] , the present Appellant has been extended \" every opportunity to litigate [her] complaints \" and \" considerable procedural leeway \" has been extended to her.",
      "id": "s121"
    },
    {
      "text": "The present case is also in some ways comparable to NBCI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 280 where Ryan, Merkel and Conti JJ dismissed an appeal pursuant to O 52 r 38(1)(a) for like failures by the there appellant, those failures being characterised by their Honours as \" successive and cavalier omissions \".",
      "id": "s122"
    },
    {
      "text": "Each case, however, must necessarily depend upon its own factual matrix.",
      "id": "s123"
    },
    {
      "text": "A failure to comply with obligations imposed by the Rules or directions of the Court made to ensure an appeal is ready for hearing may be relied upon to dismiss an appeal (e.g.",
      "id": "s124"
    },
    {
      "text": "Goldie v The Commonwealth of Australia [2004] FCA 973) --- but such failures will not in all cases necessarily lead to such an order being made (e.g.",
      "id": "s125"
    },
    {
      "text": "Jandruwanda v University of South Australia [2003] FCA 1456).",
      "id": "s126"
    },
    {
      "text": "In the context of the present appeal, it is considered to be a more appropriate course to resolve the Notice of Appeal on such merits as it may present.",
      "id": "s127"
    },
    {
      "text": "Indeed, it may well require an exceptional case for an appeal to be dismissed for want of prosecution in circumstances where all submissions in respect to the appeal have been concluded.",
      "id": "s128"
    },
    {
      "text": "Such a course may at least provide some satisfaction to the Appellant that her case has been properly considered rather than it being dismissed for what may be regarded by her as past failings or omissions.",
      "id": "s129"
    },
    {
      "text": "If it were otherwise necessary to rely upon O 52 r 38(1)(a), it is not considered that the progress of the present appeal exposes such a \" contumelious delay \" as to warrant its dismissal upon that ground.",
      "id": "s130"
    },
    {
      "text": "The repeated failures by the Appellant to ensure that her appeal could properly be heard and resolved, however, are certainly approaching the outer limits of that which may be acceptable.",
      "id": "s131"
    },
    {
      "text": "The Respondent's Notice of Motion is to be dismissed.",
      "id": "s132"
    },
    {
      "text": "SECTION 153B --- THE DISCRETIONARY POWER CONFERRED \n The December 2008 decision of the Federal Magistrate dismissed the application made under s 153B of the Bankruptcy Act 1966 (Cth) seeking an annulment of the sequestration order previously made in September 2008.",
      "id": "s133"
    },
    {
      "text": "Section 153B provides as follows: \n Annulment by Court \n (1) If the Court is satisfied that a sequestration order ought not to have been made or, in the case of a debtor's petition, that the petition ought not to have been presented or ought not to have been accepted by the Official Receiver, the Court may make an order annulling the bankruptcy.",
      "id": "s134"
    },
    {
      "text": "(2) In the case of a debtor's petition, the order may be made whether or not the bankrupt was insolvent when the petition was presented.",
      "id": "s135"
    },
    {
      "text": "The manner of operation of this section and its origins, it may be noted, have been usefully discussed by Hassall DA, \"Annulment of Bankruptcy and Review of Sequestration Orders\" (1993) 67 ALJ 761.",
      "id": "s136"
    },
    {
      "text": "The section has essentially two elements, namely the establishment of the state of satisfaction that a sequestration order ought not to have been made and, if that state of satisfaction is reached, thereafter an exercise of discretion: Rigg v Baker [2006] FCAFC 179 at [59] , [2006] FCAFC 179 ; 155 FCR 531 at 543 per French J.",
      "id": "s137"
    },
    {
      "text": "Those who seek an annulment carry a \" heavy burden \": Re Papps; Ex parte Tapp (1997) 78 FCR 524 at 531 per O'Loughlin J; Evans v Hi-Fert Pty Ltd [2003] FCA 802 at [11] ; Samootin v Wagner [2008] FCA 1066 at [32] .",
      "id": "s138"
    },
    {
      "text": "The manner in which s 153B is to be applied has been summarised as follows by Carr, Finn and Sundberg JJ in Heinrich v Commonwealth Bank of Australia [2003] FCAFC 315: \n [20] The Court must first consider whether the sequestration order ought not to have been made.",
      "id": "s139"
    },
    {
      "text": "If it so finds, then the Court must consider whether, in the exercise of its discretion, the bankruptcy should be annulled: Re Deriu (1970) 16 FLR 420.",
      "id": "s140"
    },
    {
      "text": "Later evidence of previously unknown facts may disclose matters which show that the sequestration order ought not to have been made.",
      "id": "s141"
    },
    {
      "text": "That is, the Court is entitled to consider not only the case as disclosed at the time when the sequestration order was made, but also those facts now known then to have existed.",
      "id": "s142"
    },
    {
      "text": "The Court excludes those facts which have occurred since the order was made.",
      "id": "s143"
    },
    {
      "text": "Later evidence of previously unknown facts may disclose matters which show that the sequestration order ought not to have been made: Re Frank; Ex parte Piliszky (1987) 16 FCR 396 ; Stankiewicz v Plata [2000] FCA 1185 at [19] ; Re Williams (1968) 13 FLR 10 at 23; Re Ditfort; Ex parte Deputy Commissioner of Taxation (1988) 19 FCR 347.",
      "id": "s144"
    },
    {
      "text": "These authorities, all of which were cited by the learned primary judge in his judgment, were accepted at first instance as reflecting the relevant law.",
      "id": "s145"
    },
    {
      "text": "See also: Voskuilen v Morisset Megamarket Pty Ltd [2004] FCA 1727 at [14] per Jacobson J; Hacker v The Owners - Strata Plan No 17572 [2005] FCA 1936 at [46] per Emmett J; Johnston v Challen t/as Hawthorn Cappaidge and Badgery [2006] FCA 401 at [32] per Collier J; Gargan v Kippin Investments Pty Ltd [2008] FCA 1718 at [11] per Perram J.",
      "id": "s146"
    },
    {
      "text": "When considering whether a sequestration order \" ought not to have been made \", it has been said that \"... a judge 'ought' not to have made an order only if he was 'bound' not to make the order \": Re Frank; Ex parte Poliszky (1987) 16 FCR 396 at 403 per Fisher J.",
      "id": "s147"
    },
    {
      "text": "His Honour there further observed: \n In my opinion \"ought\" in s 154(1)(a) is of imperative significance and an order should not be annulled unless the judge was in the circumstances bound not to make it and even then there is a residual discretion not to annul.",
      "id": "s148"
    },
    {
      "text": "See also: Boles v Official Trustee in Bankruptcy [2001] FCA 639 at [16] , [2001] FCA 639 ; 183 ALR 239 at 243 per Emmett J (Katz and Conti JJ agreeing).",
      "id": "s149"
    },
    {
      "text": "It is for an applicant for annulment to bring himself within s 153B and to satisfy the Court that the sequestration order ought not to have been made: Pollock v Deputy Federal Commissioner of Taxation (1994) 94 ATC 4148 ; Rigg v Baker [2006] FCAFC 179 at [63] , [2006] FCAFC 179 ; 155 FCR 531 at 544 per French J (as His Honour then was).",
      "id": "s150"
    },
    {
      "text": "The standard of proof is that of the balance of probabilities: Edelsten v Deputy Commissioner of Taxation (Cth) (1986) 86 ALR 257.",
      "id": "s151"
    },
    {
      "text": "More recently, in Bulic v Commonwealth Bank of Australia Ltd [2007] FCA 307 , Tracey J has undertaken a review of the authorities.",
      "id": "s152"
    },
    {
      "text": "His Honour there set forth as follows his results of that analysis: \n [12] These authorities establish a number of relevant propositions.",
      "id": "s153"
    },
    {
      "text": "They are: \n\n \n(1) An order can be made under s 153B(1) of the Act notwithstanding that the applicant has been discharged from bankruptcy; Re Oates; ex parte Deputy Commissioner of Taxation (1987) 17 FCR 402.",
      "id": "s154"
    },
    {
      "text": "(2) An applicant who seeks an annulment of his or her bankruptcy \"carries a heavy burden\".",
      "id": "s155"
    },
    {
      "text": "It is incumbent on an applicant \"to place before the Court all relevant material with respect to his or her financial affairs so that the Court may be properly informed and may make a judgment that is based on the actual circumstances of the applicant\": Re Papps; Ex parte Tapp (1997) 78 FCR 524 at 531.",
      "id": "s156"
    },
    {
      "text": "(3) In determining whether or not a sequestration order \"ought not to have been made\" the Court is not confined to a consideration of whether the order should have been made on the facts known to the Court at the time at which it was made.",
      "id": "s157"
    },
    {
      "text": "The Court must take account of facts, known at the time at which the sequestration order was made and at which it determines an annulment application, even if those facts were not before the Court at the time at which the sequestration order was made: Boles v Official Trustee in Bankruptcy [2001] FCA 639 ; (2001) 183 ALR 239 at 243; Re Raymond; ex parte Raymond (1992) 36 FCR 424 at 426.",
      "id": "s158"
    },
    {
      "text": "(4) A sequestration order \"ought not to have been made\" if, on the facts known at the time of the annulment application, the Court would have been bound not to make the sequestration order: Re Frank; ex parte Piliszky (1987) 16 FCR 396.",
      "id": "s159"
    },
    {
      "text": "(5) The Court will be so satisfied if it is established that the debtor was not, at the time the sequestration order was made, indebted to the petitioning creditor: Re Deriu (1970) 16 FLR 420 at 422.",
      "id": "s160"
    },
    {
      "text": "(6) If the Court is so satisfied, it is not precluded from annulling the bankruptcy because the bankrupt had not sought to have the default judgment set aside or failed to oppose the creditor's petition or failed to seek a review of the sequestration order: Re Raymond; ex parte Raymond (1992) 36 FCR 424 at 426.",
      "id": "s161"
    },
    {
      "text": "(7) The power conferred on the Court by s 153B(1) is discretionary in nature.",
      "id": "s162"
    },
    {
      "text": "Even if persuaded that the sequestration order ought not to have been made, the Court can, in appropriate circumstances, decline to annul the bankruptcy: Boles v Official Trustee in Bankruptcy [2001] FCA 639 ; (2001) 183 ALR 239 at 243.",
      "id": "s163"
    },
    {
      "text": "(8) Considerations which may have a bearing on the exercise of discretion include unexplained delay in the making of the application, whether or not the applicant is solvent, whether or not the applicant has made full disclosure of his or her financial affairs and a failure by the bankrupt to oppose the creditor's petition and attend the hearing at which the sequestration order was made: Re Williams (1968) 13 FLR 10 at 24---5; Boles at 247; Re Papps; ex parte Tapp (1997) 78 FCR 524 at 531; Rigg v Baker [2006] FCAFC 179 at [79]; Cottrell v Wilcox [2002] FCA 1115 at [7].",
      "id": "s164"
    },
    {
      "text": "Additional considerations are collected in D. A. Hassall, \"Annulment of Bankruptcy and Review of Sequestration Orders\" (1993) 67 ALJ 761 at 766.",
      "id": "s165"
    },
    {
      "text": "There was no dispute that these were the principles to be applied by the Federal Magistrate when making his decision in December 2008.",
      "id": "s166"
    },
    {
      "text": "THE GROUNDS OF APPEAL \n The grounds upon which the decision of the Federal Magistrate is sought to be impugned on appeal are set forth in the following Grounds of Appeal : On the material before the Court, the learned Magistrate should have concluded that a sequestration order ought not to have been made and accordingly, should have annulled the bankruptcy in accordance with section 153B of the Bankruptcy Act 1966 .",
      "id": "s167"
    },
    {
      "text": "(a) The learned Magistrate should have concluded that the Appellant's claim lodged in the District Court of New South Wales under case number 2860 of 2007 against the Respondent for damages for professional negligence was a bona fide claim and had reasonable prospects of success, which exceeded the value of the costs judgment made in favour of the Respondent against the Appellant, such judgment being the subject of the Respondent's petition.",
      "id": "s168"
    },
    {
      "text": "(b) The learned Magistrate should have concluded that the connection between the Appellant's said claim in the District Court and the said costs judgment in favour of the Respondent was so close (the one arising out of the other) that a sequestration order should not have been made against the estate of the Appellant.",
      "id": "s169"
    },
    {
      "text": "(c) The learned Magistrate should have gone behind the costs judgment.",
      "id": "s170"
    },
    {
      "text": "(d) The learned Magistrate should have concluded that the bankruptcy proceedings were an abuse of process or something akin to an abuse of process to warrant the exercise of a discretion to annul the bankruptcy.",
      "id": "s171"
    },
    {
      "text": "(e) The learned Magistrate should have concluded that the Respondent's petition had lapsed and had not been validly renewed before the expiration of the period of 12 months commencing on the date of presentation of the petition and that accordingly, a sequestration order should not have been made against the estate of the Appellant.",
      "id": "s172"
    },
    {
      "text": "The name of the Federal Magistrate whose decision is under appeal was inserted by a handwritten alteration.",
      "id": "s173"
    },
    {
      "text": "Reservation may be expressed as to whether each of these Grounds of Appeal is directed to an error said to have been made by the Federal Magistrate whose decision is under appeal.",
      "id": "s174"
    },
    {
      "text": "Some of these Grounds would appear to be more directed to the manner in which the Federal Magistrate who made the sequestration order had previously approached his task.",
      "id": "s175"
    },
    {
      "text": "But such reservations may presently be left to one side.",
      "id": "s176"
    },
    {
      "text": "At the outset of the hearing of the Appeal, Counsel for the Appellant intimated that amendments were sought to be made to the existing Notice of Appeal --- but that, even as at 7 May 2009, the proposed amendments had not been reduced to writing.",
      "id": "s177"
    },
    {
      "text": "Notwithstanding that omission, the Grounds of Appeal upon which the Appellant wished to proceed may be summarised as follows: \n(i) the Federal Magistrate erred in concluding in his reasons for decision that it was \" inappropriate \" for the Appellant to have pursued a course of seeking to have the sequestration order annulled pursuant to s 153B rather than seeking to appeal the decision making that order;\n \n(ii) the Federal Magistrate erred in not concluding that the sequestration order ought not to have been made by reason of the claim sought to be advanced by the Appellant as a Plaintiff in District Court proceedings as against the judgment creditor as a Defendant to that proceeding;\n \n(iii) that the Federal Magistrate erred in not concluding that a sequestration order ought not to have been then made because there was no power as at 15 April 2008 to retrospectively extend the life of the petition or that, if there was any such power, the Appellant had been denied procedural fairness in the making of such an order when neither the Appellant nor her representatives were present;\n \n(iv) the Federal Magistrate erred in not concluding that the present bankruptcy proceeding instituted by the present Respondent was an abuse of process, that abuse of process being now further evidenced by an \" admission \" made subsequent to the December 2008 hearing.",
      "id": "s178"
    },
    {
      "text": "It may be doubted whether each of the issues now sought to be resolved on appeal were advanced in these or like terms before the Federal Magistrate in December 2008.",
      "id": "s179"
    },
    {
      "text": "But the Respondent claimed no prejudice in respect to these arguments now being resolved.",
      "id": "s180"
    },
    {
      "text": "Indeed, both she and the Trustee have been contending for some time that the resolution of the appeal has already been unduly prolonged.",
      "id": "s181"
    },
    {
      "text": "During the course of oral submissions on 7 May 2009 brief reference was made to a possible further ground of appeal, namely:\n \n(v) there had been a failure to prove service of the bankruptcy notice.",
      "id": "s182"
    },
    {
      "text": "It was a ground further developed in submissions filed subsequent to the conclusion of the hearing.",
      "id": "s183"
    },
    {
      "text": "It was not a ground relied upon in the written submissions filed on behalf of the Appellant at the outset of the hearing of the appeal.",
      "id": "s184"
    },
    {
      "text": "And, again, it was not a ground previously advanced for resolution before the Federal Magistrate whose decision is now under appeal.",
      "id": "s185"
    },
    {
      "text": "Nor was it formulated as a ground of appeal in the Notice of Appeal as filed.",
      "id": "s186"
    },
    {
      "text": "It is thus a ground which has not previously been considered nor have findings of facts been made such as to enable this Court to entertain the ground, even if leave were to be granted.",
      "id": "s187"
    },
    {
      "text": "This final ground should not now be entertained.",
      "id": "s188"
    },
    {
      "text": "In the absence of a properly prepared Appeal Book , Grounds (i) to (iv) were resolved by reference to the bundle of documents prepared by the Respondent which substantially corresponded with the draft index that had been agreed in March 2009.",
      "id": "s189"
    },
    {
      "text": "Reliance has also been placed upon such further materials as were tendered on the appeal by the Appellant.",
      "id": "s190"
    },
    {
      "text": "AN APPEAL BY WAY OF REHEARING \n In resolving each of these Grounds as formulated during the course of the hearing on 7 May 2009, there was no dissent from the proposition that an appeal to this Court is in the nature of a rehearing: Knight v Beyond Properties Pty Ltd [2007] FCAFC 170 at [20] , [2007] FCAFC 170 ; 242 ALR 586 at 591 per French, Tamberlin and Rares JJ.",
      "id": "s191"
    },
    {
      "text": "Nor could there be.",
      "id": "s192"
    },
    {
      "text": "But the powers of the Court on appeal can only be exercised if there be appellable error.",
      "id": "s193"
    },
    {
      "text": "And, where an appeal is in the nature of a rehearing, the appellate Court can substitute its own decision on the facts and law as they then stand: Allesch v Maunz [2000] HCA 40 at [23] , [2000] HCA 40 ; 203 CLR 172 at 180 to 181.",
      "id": "s194"
    },
    {
      "text": "Gaudron, McHugh, Gummow and Hayne JJ there made the following observations in relation to the powers of a Court when entertaining an appeal by way of a rehearing (references omitted): \n For present purposes, the critical difference between an appeal by way of rehearing and a hearing de novo is that, in the former case, the powers of the appellate court are exercisable only where the appellant can demonstrate that, having regard to all the evidence now before the appellate court, the order that is the subject of the appeal is the result of some legal, factual or discretionary error, whereas, in the latter case, those powers may be exercised regardless of error.",
      "id": "s195"
    },
    {
      "text": "At least that is so unless, in the case of an appeal by way of rehearing, there is some statutory provision which indicates that the powers may be exercised whether or not there was error at first instance.",
      "id": "s196"
    },
    {
      "text": "And the critical distinction, for present purposes, between an appeal by way of rehearing and an appeal in the strict sense is that, unless the matter is remitted for rehearing, a court hearing an appeal in the strict sense can only give the decision which should have been given at first instance whereas, on an appeal by way of rehearing, an appellate court can substitute its own decision based on the facts and the law as they then stand.",
      "id": "s197"
    },
    {
      "text": "Although this was a case concerning the Family Court, s 27 of the Federal Court of Australia Act 1976 (Cth) is not materially different to the equivalent provision of the Family Law Act 1976 (Cth): Minister for Immigration and Multicultural Affairs v Jia Legeng [2001] HCA 17 at [75] , [2001] HCA 17 ; 205 CLR 507 at 533 per Gleeson CJ and Gummow J.",
      "id": "s198"
    },
    {
      "text": "The \" proper role of an appellate court under s 25 of the Federal Court Act ... is ordinarily to correct error \": Sobey v Nicol [2007] FCAFC 136 at [72] , [2007] FCAFC 136 ; 245 ALR 389 at 403 to 404 per Branson, Lindgren and Besanko JJ.",
      "id": "s199"
    },
    {
      "text": "It is not appropriate to treat an appeal \"as though it were a new trial on the evidence and constrained merely by ... unassailable factual findings \"; error must be demonstrated: Branir Pty Ltd v Owston Nominees (No 2) Pty Ltd [2001] FCA 1833 at [30] , [2001] FCA 1833 ; 117 FCR 424 at 438 per Allsop J (Drummond and Mansfield JJ agreeing).",
      "id": "s200"
    },
    {
      "text": "It was further understood to be common ground that when entertaining an appeal against a decision refusing to annul a sequestration order, this Court could potentially consider further evidence not before the Federal Magistrate whose decision is under appeal --- provided that such further evidence was confined to evidence as to those facts now known to have existed as at the date of the sequestration order.",
      "id": "s201"
    },
    {
      "text": "On appeal, this Court is just as constrained as the Federal Magistrate to exclude from consideration \" facts which have occurred since the order was made \": Heinrich v Commonwealth Bank of Australia [2003] FCAFC 315 at [20] .",
      "id": "s202"
    },
    {
      "text": "Although it is considered that the reasons of the Federal Magistrate expose appellable error, it is further considered that the appeal should be dismissed either because: the Appellant has failed to establish that the sequestration order as made in September 2008 \" ought not to have been made \"; or: as a matter of discretion, an order annulling the bankruptcy should not now be made.",
      "id": "s203"
    },
    {
      "text": "AN APPEAL V AN ANNULMENT APPLICATION?",
      "id": "s204"
    },
    {
      "text": "The District Court proceedings to which the Notice of Appeal refers were commenced by way of a Statement of Claim filed in the District Court of New South Wales on 4 July 2007.",
      "id": "s205"
    },
    {
      "text": "It alleged professional negligence against the Appellant's then solicitor retained for the purposes of the Family Court proceedings, being the judgment creditor and now Respondent.",
      "id": "s206"
    },
    {
      "text": "The reasons for decision of the Federal Magistrate who made the sequestration order in September 2008 referred to the Statement of Claim and relevantly concluded: \n [6] ...",
      "id": "s207"
    },
    {
      "text": "It is pleaded with some detail, but its merits and prospects of success are not immediately apparent, and there is no sufficient evidence before me that there would be \"other sufficient cause\" for the Court to decline in its discretion to make a sequestration order, pursuant to principles such as were discussed by Allsop J in Totev v Sfar [2006] FCA 470.",
      "id": "s208"
    },
    {
      "text": "I am not satisfied that the debtor has shown that she has a claim against the applicant exceeding the amount of the debt relied on in the petition, which is \"likely to succeed\" and is being pursued with sufficient expedition.",
      "id": "s209"
    },
    {
      "text": "The decision of the Federal Magistrate whose decision is now under appeal referred to the earlier September 2008 decision and concluded:\n \n [15] There has been no appeal to the Federal Court from his Honour's judgment.",
      "id": "s210"
    },
    {
      "text": "In my view, it is an inappropriate course for a bankrupt to seek, by annulment application, to achieve what she is unwilling or unable to achieve through an appeal, namely the reconsideration of the reasons of this Court for the making of the sequestration order.",
      "id": "s211"
    },
    {
      "text": "In any event, I accept from the evidence of Mr Steel that those District Court proceedings appear to be a defensive action in order to avoid dealing with the bills of costs rendered by Ms Murphy for the family law proceedings.",
      "id": "s212"
    },
    {
      "text": "The trustee has been unable to form a view as to the prospects of success of the claim in the District Court as he has not been funded to pursue or inquire into them.",
      "id": "s213"
    },
    {
      "text": "Those proceedings are presently stayed by the bankruptcy.",
      "id": "s214"
    },
    {
      "text": "The Magistrate then went on to give an account of the proceeding in the Family Court and concluded as follows:\n \n [17] ... Her case against Ms Murphy centres on the proposition that the conduct of Ms Murphy prevented her from accepting that offer.",
      "id": "s215"
    },
    {
      "text": "That is one possible characterisation.",
      "id": "s216"
    },
    {
      "text": "Another is that there was an offer on the table for higher than what Ms Murphy had advised Ms Revis she could expect to get on a judgment, but Ms Revis had unrealistic expectations and Ms Murphy pursued the matter as best she could in accordance with her instructions.",
      "id": "s217"
    },
    {
      "text": "I accept, based upon the available material, that Ms Revis has an arguable case of professional negligence in the District Court, but that does not alter my conclusions about the motivation for those proceedings and the manner in which they have been conducted.",
      "id": "s218"
    },
    {
      "text": "... \n\n \n [20] Further, Ms Revis has failed to satisfy me that she is solvent.",
      "id": "s219"
    },
    {
      "text": "... \n\n \n [21] I do not accept that the sequestration order made by this Court should not have been made.",
      "id": "s220"
    },
    {
      "text": "It is unnecessary to consider the factors relevant to an exercise of the Court's discretion but, in general terms, the interests of creditors would be best served by the orderly administration of Ms Revis' affairs in the bankruptcy and the realisation of her interest in the house property before that equity is further dissipated.",
      "id": "s221"
    },
    {
      "text": "Clearly, the Federal Magistrate was not satisfied that the sequestration order ought not to have been made and, had the occasion arisen for the exercise of the discretion conferred by s 153B, he would have exercised that discretion adversely to the now Appellant.",
      "id": "s222"
    },
    {
      "text": "He reasoned that:\n it was not appropriate to employ the mechanism provided for by s 153B to contest the orders made in September 2008; and \" [i]n any event \", the \" motivation \" for the District Court proceeding was \" to avoid dealing with the bills of costs rendered by Ms Murphy for the family law proceedings \".",
      "id": "s223"
    },
    {
      "text": "Notwithstanding the submission of the Respondent that it was the failure to satisfy the Federal Magistrate as to solvency which formed the basis of the Federal Magistrate's decision, it is considered that paragraph [15] was either the principal basis upon which the Magistrate proceeded or a very significant reason for his decision to dismiss the application being advanced.",
      "id": "s224"
    },
    {
      "text": "In so proceeding, it is respectfully considered that the Federal Magistrate erred.",
      "id": "s225"
    },
    {
      "text": "The task he was undertaking was the task entrusted to him by s 153B, namely the task of considering whether the sequestration order \" ought not to have been made \".",
      "id": "s226"
    },
    {
      "text": "Whether or not the Appellant appealed the making of the sequestration order is not of immediate relevance to the separate and discrete task entrusted by s 153B.",
      "id": "s227"
    },
    {
      "text": "An appeal from the making of a sequestration order is a separate process from an application under s 153B.",
      "id": "s228"
    },
    {
      "text": "One fundamental difference is that when undertaking the task of considering whether a sequestration order \" ought not to have been made \", the Court is not confined to a consideration of only that material which was before the person making the order.",
      "id": "s229"
    },
    {
      "text": "As Heinrich and Bulic make clear, \" the Court is not confined to a consideration of whether the order should have been made on the facts known to the Court at the time at which it was made.",
      "id": "s230"
    },
    {
      "text": "The Court must take account of facts, known at the time at which the sequestration order was made and at which it determines an annulment application, even if those facts were not before the Court at the time at which the sequestration order was made \".",
      "id": "s231"
    },
    {
      "text": "A further difference is the existence of the discretion conferred by s 153B.",
      "id": "s232"
    },
    {
      "text": "Rather than it being \" an inappropriate course for a bankrupt to seek, by annulment application, to achieve what she is unwilling or unable to achieve through an appeal \", it was a course open to her.",
      "id": "s233"
    },
    {
      "text": "The manner in which the Federal Magistrate proceeded denied her a proper application of s 153B to the facts then before that Court.",
      "id": "s234"
    },
    {
      "text": "The fact that there was no appeal from the making of the sequestration order, it is considered, does not preclude an application later being made under s 153B.",
      "id": "s235"
    },
    {
      "text": "Whether that relief may be declined as a matter of discretion by reason of delay in making the application or other factors relevant to an exercise of the discretion does not preclude consideration being given to whether the sequestration order \" ought not to have been made \".",
      "id": "s236"
    },
    {
      "text": "The Federal Magistrate, accordingly, committed appellable error.",
      "id": "s237"
    },
    {
      "text": "That conclusion makes it unnecessary to go on and further resolve whether it was relevant for the Federal Magistrate to have also taken into account the Appellant's motivation in commencing her District Court proceeding.",
      "id": "s238"
    },
    {
      "text": "THE FINANCIAL CIRCUMSTANCES OF THE APPELLANT --- THE DISTRICT COURT PROCEEDINGS \n Having established appellable error, Counsel for the Appellant thereafter put at the forefront of his case the proposition that the Federal Magistrate erred in not annulling the sequestration order by reason of his assessment of the claim being advanced by the Appellant as plaintiff in the District Court.",
      "id": "s239"
    },
    {
      "text": "That assessment was set forth in paragraph [17] of his reasons for decision as \" an arguable case of professional negligence \".",
      "id": "s240"
    },
    {
      "text": "If she had an \" arguable case \", the Appellant contends that the sequestration order \" ought not to have been made \" because she should have been given an opportunity to litigate that claim before a sequestration order was made.",
      "id": "s241"
    },
    {
      "text": "Centrally relevant to whether a sequestration order may be made are the financial circumstances of the debtor.",
      "id": "s242"
    },
    {
      "text": "Section 52(2) of the Bankruptcy Act 1966 (Cth) thus provides as follows: \n If the Court is not satisfied with the proof of any of those matters, or is satisfied by the debtor: \n (a) that he or she is able to pay his or her debts; or \n (b) that for other sufficient cause a sequestration order ought not to be made; \n it may dismiss the petition.",
      "id": "s243"
    },
    {
      "text": "\" Other sufficient cause \" may include a claim sounding in money by the debtor against a petitioning creditor: Totev v Sfar [2006] FCA 470 , 230 ALR 236.",
      "id": "s244"
    },
    {
      "text": "These were considerations well known to the Federal Magistrate who made the sequestration order: [2008] FMCA 1561 at [6] .",
      "id": "s245"
    },
    {
      "text": "They are considerations expressly referred to in his reasons for decision.",
      "id": "s246"
    },
    {
      "text": "And that Magistrate's reasons for decision were expressly incorporated into the reasons for decision of the Federal Magistrate whose decision is now under appeal and who dismissed the application made pursuant to s 153B: [2008] FMCA 1638 at [14] .",
      "id": "s247"
    },
    {
      "text": "Although it is respectfully considered that the Federal Magistrate who dismissed the application made pursuant to s 153B has erred, it is not considered that the Appellant can bring herself within s 153B.",
      "id": "s248"
    },
    {
      "text": "The order dismissing the application made under s 153B was correct, albeit not for the reasons provided.",
      "id": "s249"
    },
    {
      "text": "When entertaining an appeal against a decision concluding that a sequestration order ought to be annulled pursuant to s 153B , French J (as His Honour then was) in Rigg v Baker [2006] FCAFC 179 , 155 FCR 531 observed: \n [64] Generally speaking the true facts, which if known to the person making the order may have led him or her to refuse the order, relate to the financial circumstances of the debtor.",
      "id": "s250"
    },
    {
      "text": "They may, however, extend to procedural issues: Maxwell-Smith v S &amp; E Hill ; In the matter of Maxwell-Smith [2004] FCA 840 at [20] (Moore J).",
      "id": "s251"
    },
    {
      "text": "[65] One basis upon which a creditor's petition may be dismissed is that the debtor has a cross claim against the creditor: Ling v Eurobrook (1997) 74 FCR 19 at 25.",
      "id": "s252"
    },
    {
      "text": "In St George Bank Ltd v Helfenbaum [1999] FCA 1337 , Sundberg J said (at 9): \n\n \nThe existence of a cross-claim may be \"a sufficient cause\" within s 52(2)(b) for declining to make a sequestration order.",
      "id": "s253"
    },
    {
      "text": "It is for the debtor to establish the existence of \"sufficient cause\".",
      "id": "s254"
    },
    {
      "text": "He must establish that he has a real claim against the creditor that is likely to succeed.",
      "id": "s255"
    },
    {
      "text": "If the Court is satisfied that there is such a claim, and that its quantum is likely to equal or exceed the creditor's claim, it will not make a sequestration order.",
      "id": "s256"
    },
    {
      "text": "If the claim is likely to be less than the creditor's claim, the Court will require the debtor, if he is to avoid a sequestration order, to pay the difference between the judgment debt and the amount he is likely to recover on his claim.",
      "id": "s257"
    },
    {
      "text": "A debtor does not establish a real claim that is likely to succeed merely by producing a statement of claim in an action against a creditor ... or by pointing to the existence of current litigation against the creditor.",
      "id": "s258"
    },
    {
      "text": "While the Court does not try the cross-claim in advance, the debtor must adduce sufficient evidence to show that it is a real claim which is likely to succeed.",
      "id": "s259"
    },
    {
      "text": "[66] A distinction has been drawn between a claim against the petitioner creditor which is likely to succeed and which would warrant refusal of a sequestration order and a \"real claim\" which has sufficient prospect to warrant the debtor being granted an opportunity to have it litigated.",
      "id": "s260"
    },
    {
      "text": "In the latter case an adjournment of the petition may be appropriate: In the matter of Jovanovic [1998] FCA 463 citing Re James, Ex parte Carter Holt Harvey Roofing (Australia) Pty Ltd (No 2) (1994) 51 FCR 14 at 22 (Olney J).",
      "id": "s261"
    },
    {
      "text": "The existence of a cross-claim against the petitioning creditor which is likely to succeed may support the proposition that the sequestration order ought not to have been made and should be annulled.",
      "id": "s262"
    },
    {
      "text": "On the other hand the existence of a real claim which might have warranted adjournment would not necessarily support that conclusion.",
      "id": "s263"
    },
    {
      "text": "That is not to exclude the possibility that in appropriate circumstances the registrar or judge hearing the petition ought to grant an adjournment on the basis of a \"real cross-claim\".",
      "id": "s264"
    },
    {
      "text": "A distinction is thus to be drawn between a claim which is likely to succeed and a \" real claim \" which may warrant an adjournment but not such as to necessarily warrant a conclusion that the sequestration order ought not to have been made.",
      "id": "s265"
    },
    {
      "text": "The Appellant did not contend that the District Court claim was one which could be characterised as a claim \" which is likely to succeed and which would warrant refusal of a sequestration order \".",
      "id": "s266"
    },
    {
      "text": "She did contend, however, that it remained a \" real claim \" --- the Federal Magistrate having characterised it as an \" arguable case \".",
      "id": "s267"
    },
    {
      "text": "It is not considered that the claim --- however it may be characterised --- provided any basis upon which it could be concluded that the Federal Magistrate making the sequestration order was \" bound \" not to have made it.",
      "id": "s268"
    },
    {
      "text": "The material that was before the Federal Magistrate in respect to the District Court claim in December 2008 comprised the Statement of Claim itself and an expert's report which proceeded to set forth observations as to both liability and quantum.",
      "id": "s269"
    },
    {
      "text": "The opinions there expressed were based upon \" facts, and assumptions of fact \" drawn from identified affidavits, including those of the present Appellant and correspondence.",
      "id": "s270"
    },
    {
      "text": "So founded, the opinions expressed included opinions as to what a \" reasonably competent solicitor would have advised the wife to accept \" and opinions as to what would have \" alerted \" a \" reasonably competent solicitor \".",
      "id": "s271"
    },
    {
      "text": "But there was not before that Federal Magistrate other material that was then available, including the Defence , a witness statement from the now Appellant or an affidavit from the defendant to that proceeding (namely the present Respondent).",
      "id": "s272"
    },
    {
      "text": "Nor was any attempt made to place that material before this Court.",
      "id": "s273"
    },
    {
      "text": "Upon such a limited factual basis, no assessment could be made that a sequestration order ought not to have been made.",
      "id": "s274"
    },
    {
      "text": "The only conclusion which could be drawn was that the Statement of Claim appeared on its face to be a properly pleaded claim.",
      "id": "s275"
    },
    {
      "text": "The opinion of an expert based upon assumptions takes that assessment no further.",
      "id": "s276"
    },
    {
      "text": "An assessment of the likelihood of success of a claim or the merits of a claim may (for example) be more easily reached in circumstances where a defence substantially admits various facts and simply puts in issue whether those facts establish liability; that assessment may also (for example) more easily be made where a review of the available evidence exposes that centrally relevant facts or conversations are not put in issue.",
      "id": "s277"
    },
    {
      "text": "When considering whether a claim constitutes \" other sufficient cause \" for the purposes of s 52(2)(b) , it is not necessary to attempt to summarily try in advance proceedings yet to be litigated in another forum.",
      "id": "s278"
    },
    {
      "text": "But, in the absence of a Court being put in the position whereby it can form any assessment at all as to whether a sequestration order \" ought not to have been made \" by reason of an outstanding claim, it may well be necessary to produce more than the Statement of Claim itself and opinions of an expert based upon assumptions.",
      "id": "s279"
    },
    {
      "text": "In the circumstances of the present case where there was available further material relevant to the assessment to be made, it is not considered that the Federal Magistrate erred in his conclusion not to annul the sequestration order.",
      "id": "s280"
    },
    {
      "text": "Nor is it considered appropriate to make such an order on appeal.",
      "id": "s281"
    },
    {
      "text": "THE EXTENSION OF THE LIFE OF THE PETITION --- S 52(4) \n A further Ground which was argued on appeal was that the sequestration order ought to have been annulled pursuant to s 153B because of an earlier procedural irregularity that had its origins in an order made by a Federal Magistrate in April 2008 extending the life of the petition.",
      "id": "s282"
    },
    {
      "text": "The facts relevant to the making of that order are within a limited compass.",
      "id": "s283"
    },
    {
      "text": "The petition was presented in February 2007 and the matter came before the Federal Magistrates Court in September 2007.",
      "id": "s284"
    },
    {
      "text": "On that occasion, the fact of the District Court proceedings was brought to the attention of the then presiding Federal Magistrate and that Magistrate noted \" the creditor's undertaking that no steps will be taken to seek a hearing date for the petition before the expiry of 6 months from the date of this order or resolution of the District Court proceedings 2860 of 2007 whichever is the earlier \".",
      "id": "s285"
    },
    {
      "text": "But no order extending the life of the petition was then made pursuant to s 52(5).",
      "id": "s286"
    },
    {
      "text": "This omission attracted the attention of the Federal Magistrate before whom the matter came in April 2008 and it was upon that occasion that the September 2007 orders were \" corrected under Federal Court Rules O.35 r.7(3) by the addition of an order under s.52(5) of the Bankruptcy Act 1966 (Cth) that the period at the expiration of which the petition will lapse shall be a period of 24 months commencing on the date of the presentation of the petition \".",
      "id": "s287"
    },
    {
      "text": "Neither the Appellant nor her then solicitors appeared at the April 2008 hearing.",
      "id": "s288"
    },
    {
      "text": "They contend that they were not notified of that hearing.",
      "id": "s289"
    },
    {
      "text": "Before this Court the Appellant contended that a creditor's petition lapses at the expiration of 12 months commencing on the date of presentation of the petition: s 52(4).",
      "id": "s290"
    },
    {
      "text": "After the expiration of that period, it was contended there was either: \n(i) no power to extend \" the life of the petition \"; or, alternatively \n \n(ii) the Appellant had been denied natural justice by the Magistrate who made that order in April 2008.",
      "id": "s291"
    },
    {
      "text": "By reason of either of these contentions (or both) the Appellant contends that the sequestration order \" ought not to have been made \" and that the Federal Magistrate in December 2008 erred in his application of s 153B to the facts then before that Court.",
      "id": "s292"
    },
    {
      "text": "It is not at all apparent that the argument as now advanced was advanced in the same terms to the Federal Magistrate whose decision is now under appeal.",
      "id": "s293"
    },
    {
      "text": "The Magistrate referred to the reasoning previously provided when the sequestration order was made, including reference to the making of the order in April 2008, and relevantly concluded as follows: \n [13] In my view, the process followed by this Court was fair.",
      "id": "s294"
    },
    {
      "text": "Ms Revis was given the opportunity to raise grounds of opposition to the creditor's petition but failed to do so.",
      "id": "s295"
    },
    {
      "text": "If Mr Cunio had appeared on the hearing of the petition it is most unlikely that he would have been able to secure a further adjournment of the hearing of it.",
      "id": "s296"
    },
    {
      "text": "In my view, the outcome would have been the same if Mr Cunio had appeared.",
      "id": "s297"
    },
    {
      "text": "Ms Revis appears to have been let down by her then solicitor but that does not mean that the sequestration order should not have been made.",
      "id": "s298"
    },
    {
      "text": "Such argument as was advanced seems more to have been directed to a denial of procedural fairness --- as opposed to a lack of power to extend the petition after it had lapsed.",
      "id": "s299"
    },
    {
      "text": "Be that as it may, it is considered that: \n(i) there was power to make the order extending the life of the petition; and \n \n(ii) any such denial of procedural fairness as may have occurred in April 2008, is not a sufficient basis upon which the sequestration order ought to have been annulled either in December 2008 or now.",
      "id": "s300"
    },
    {
      "text": "As to the first limb, it is to be noted that s 52(4) and (5) of the Bankruptcy Act 1966 (Cth) provide as follows: \n (4) A creditor's petition lapses at the expiration of: \n\n(a) subject to paragraph (b), the period of 12 months commencing on the date of presentation of the petition; or \n \n(b) if the Court makes an order under subsection (5) in relation to the petition --- the period fixed by the order; \n \nunless, before the expiration of whichever of those periods is applicable, a sequestration order is made on the petition or the petition is dismissed or withdrawn.",
      "id": "s301"
    },
    {
      "text": "(5) The Court may, at any time before the expiration of the period of 12 months commencing on the date of presentation of a creditor's petition, if it considers it just and equitable to do so, upon such terms and conditions as it thinks fit, order that the period at the expiration of which the petition will lapse be such period, being a period exceeding 12 months and not exceeding 24 months, commencing on the date of presentation of the petition as is specified in the order.",
      "id": "s302"
    },
    {
      "text": "Order 35 r 7(3) of the Federal Court Rules provides as follows:\n \n A clerical mistake in a judgment or order, or an error arising in a judgment order from an accidental slip or omission, may at any time be corrected by the Court.",
      "id": "s303"
    },
    {
      "text": "Rule 1.05 of the Federal Magistrates Court Rules 2001 (Cth), it may be noted, provides that the Federal Magistrates Court may apply the Federal Court Rules where, in a particular case, the 2001 Rules are \" insufficient or inappropriate \".",
      "id": "s304"
    },
    {
      "text": "By reason of the terms of Rule 1.05 of the Federal Magistrates Court Rules , no question arises as to a Federal Magistrate not being clothed with authority to invoke O 35 r 7: Roskell v Snelgrove [2008] FCA 427 at [37] to [41] [2008] FCA 427 ; , 246 ALR 175 at 181 to 182 per Lindgren J.",
      "id": "s305"
    },
    {
      "text": "Section 52(5), it has been observed, is in some ways comparable to the statutory requirement that a company be wound up within six months of an application being made.",
      "id": "s306"
    },
    {
      "text": "And in Elyard Corporation Pty Ltd v DDB Needham Sydney Pty Ltd (1995) 61 FCR 385 consideration was given to whether that statutory requirement displaced the \" slip rule \".",
      "id": "s307"
    },
    {
      "text": "That decision has since been applied in the context of bankruptcy proceedings in Griffiths v Boral Resources (Qld) Pty Ltd [2006] FCAFC 149 , 154 FCR 554.",
      "id": "s308"
    },
    {
      "text": "Spender ACJ, Dowsett and Collier JJ there observed as follows: \n [29] The decision of the Full Court in Re Young; ex parte Smith (1985) 5 FCR 204 establishes that there can be no extension pursuant to s 52 of the Bankruptcy Act once the petition has lapsed.",
      "id": "s309"
    },
    {
      "text": "However the Court (of which Lockhart J was a member) considered that there was no question of applying the slip rule in that case (at 209).",
      "id": "s310"
    },
    {
      "text": "In Elyard the Court addressed the slip rule, but in the context of winding up rather than bankruptcy.",
      "id": "s311"
    },
    {
      "text": "Although s 52 of the Bankruptcy Act serves substantially the same purpose as s 459R of the Corporations Act , there are potentially significant differences between the two sections.",
      "id": "s312"
    },
    {
      "text": "[30] With all respect, we are a little uncomfortable with the view, inherent in Elyard , that the slip rule may be used to extend time notwithstanding the statutory requirement that such order be made within a period of time which has elapsed.",
      "id": "s313"
    },
    {
      "text": "However Elyard concerns the practice of the Court and has now stood for over ten years without legislative intervention.",
      "id": "s314"
    },
    {
      "text": "We are reluctant to reconsider it.",
      "id": "s315"
    },
    {
      "text": "Although it does not directly bind us in applying s 52 of the Bankruptcy Act , to take a different approach would cause substantial confusion in insolvency practice.",
      "id": "s316"
    },
    {
      "text": "[31] We wish to stress, however, the importance of the policy, evidenced in both the Corporations Act and the Bankruptcy Act , that insolvency proceedings be speedily resolved, presumably for commercial reasons and for reasons of fairness.",
      "id": "s317"
    },
    {
      "text": "Courts exercising jurisdiction in insolvency must recognise this policy by giving priority to the hearing and determination of such matters.",
      "id": "s318"
    },
    {
      "text": "The parties and their legal advisers, particularly those advising petitioning creditors, must be aware of the potential problem.",
      "id": "s319"
    },
    {
      "text": "The decision in Elyard should not be taken as establishing an unlimited power to avoid this statutory policy.",
      "id": "s320"
    },
    {
      "text": "As also noted by their Honours, the question as to whether there was any \" error \" which attracted the power to invoke the \" slip rule \" is a question of fact: [2006] FCAFC 149 at [68] .",
      "id": "s321"
    },
    {
      "text": "With respect, the same reservation is also expressed as to ability to correct an \" error \" pursuant to O 35 r 7 by extending the duration of a petition in the face of the express statutory terms of s 52(5).",
      "id": "s322"
    },
    {
      "text": "Notwithstanding that reservation, it is the case that other authorities have endorsed the existence of a power to extend time after the initial 12 month period has expired and where there has been an accidental slip or omission in failing to make an application within the time prescribed by s 52(5): Matthews v Collett [2000] FCA 224 ; Bankstown Grammar School Ltd v Park [2000] FCA 1205 ; Roskell v Snelgrove [2008] FCA 427 , 246 ALR 175 ; Boumelhem v Commonwealth Bank of Australia [2008] FCA 1568 , 171 FCR 462.",
      "id": "s323"
    },
    {
      "text": "The existence of the power to make the order extending the duration of the present petition in April 2008 where there has been an \" error \" may thus be accepted.",
      "id": "s324"
    },
    {
      "text": "And, in the absence of any basis upon which a contrary conclusion may be reached, it may equally be accepted that the Federal Magistrate when making the April 2008 order was satisfied that there had been an \" error \" such that the \" slip rule \" was appropriately invoked.",
      "id": "s325"
    },
    {
      "text": "Although the basis upon which the Federal Magistrate reached that state of satisfaction remains unexplained in his reasons for decision, an available inference is that the parties in September 2007 contemplated that the petition would in all likelihood be heard prior to the expiration of the 12 month period notwithstanding the intervening District Court proceeding and simply did not direct attention to the need to extend the duration of the petition.",
      "id": "s326"
    },
    {
      "text": "PROCEDURAL FAIRNESS?",
      "id": "s327"
    },
    {
      "text": "The Appellant contended that there have been two relevant occasions upon which she had been denied procedural fairness.",
      "id": "s328"
    },
    {
      "text": "In addition to an asserted denial of procedural fairness that occurred on 15 April 2008 when the order was made extending the life of the petition, the Appellant further contends that there was a denial of procedural fairness on 2 September 2008 when the sequestration order was made.",
      "id": "s329"
    },
    {
      "text": "On the latter occasion neither the Appellant nor her legal representatives appeared because her then solicitor failed to correctly record in his diary the date for hearing.",
      "id": "s330"
    },
    {
      "text": "It was not disputed that \" procedural issues \" may fall within s 153B: Rigg v Baker [2006] FCAFC 179 at [64] , [2006] FCAFC 179 ; 155 FCR 531 at 545.",
      "id": "s331"
    },
    {
      "text": "It may further be assumed for present purposes that, albeit inadvertently, the Appellant was denied procedural fairness in both April and September 2008.",
      "id": "s332"
    },
    {
      "text": "The denial of procedural fairness in September 2008 may provide a basis upon which it could be contended that the sequestration order ought not to have been made.",
      "id": "s333"
    },
    {
      "text": "Indeed the present case provides an instance of the ability in an application made pursuant to s 153B to consider all of the \" true facts \" as at the date of the making of the sequestration order: Heinrich v Commonwealth Bank of Australia [2003] FCAFC 315 at [20] .",
      "id": "s334"
    },
    {
      "text": "The Federal Magistrate may not have known why neither the Appellant nor her solicitor was present on 2 September.",
      "id": "s335"
    },
    {
      "text": "But the Magistrate who heard the annulment application knew the reason; as does this Court.",
      "id": "s336"
    },
    {
      "text": "Even so, reservation may be expressed as to whether or not --- even in those circumstances --- it should be concluded that he was \" bound \" not to have made the sequestration order.",
      "id": "s337"
    },
    {
      "text": "But such assumptions do not lead to a conclusion that the sequestration order now ought to be annulled.",
      "id": "s338"
    },
    {
      "text": "As at September 2008 the Magistrate was unaware that the legal representative was not in attendance due to an error in his diary.",
      "id": "s339"
    },
    {
      "text": "Uninformed by that fact, the Magistrate proceeded as he did.",
      "id": "s340"
    },
    {
      "text": "He concluded that the debtor had \" had sufficient opportunity to appear today to oppose the petition if she wished to do so \": [2008] FMCA 1561 at [5] .",
      "id": "s341"
    },
    {
      "text": "As the true facts later unfolded, it is now apparent that the Appellant was not given this opportunity to be heard.",
      "id": "s342"
    },
    {
      "text": "But any denial of procedural fairness, it is considered, has not occasioned any prejudice to the Appellant because: she was given an opportunity in December 2008 to canvas the events that took place in April and September 2008 and to then advance whatever submissions she saw fit.",
      "id": "s343"
    },
    {
      "text": "Indeed, if there had been a denial of procedural fairness on that occasion, it may well have been suffered by the Respondent.",
      "id": "s344"
    },
    {
      "text": "The Respondent complains that in December 2008 the Federal Magistrate took into account an affidavit and further submissions filed by the now Appellant five days after the application had been heard; and the Appellant was again extended the opportunity as at the date of the hearing of the present appeal to advance whatever submissions she thought appropriate in respect to both the making of the order extending the life of the petition and the making of the sequestration order.",
      "id": "s345"
    },
    {
      "text": "In the absence of any reason to reach a contrary conclusion, it is thus considered that any denial of procedural fairness in the making of either the April or September 2008 decisions has occasioned the Appellant no prejudice and provides no basis for concluding that the sequestration order now ought to be annulled pursuant to s 153B.",
      "id": "s346"
    },
    {
      "text": "ABUSE OF PROCESS \n The Appellant further contends that the present Respondent in pursuing bankruptcy proceedings has embarked upon an abuse of process.",
      "id": "s347"
    },
    {
      "text": "There was no dissent from the proposition that the Court has an implied jurisdiction to set aside a bankruptcy notice as an abuse of process: Re Sterling; Ex parte Esanda Ltd [1980] FCA 61 ; (1980) 44 FLR 125.",
      "id": "s348"
    },
    {
      "text": "And an abuse of process may be made out if the purpose in issuing the bankruptcy notice is to put pressure on a debtor to pay the debt rather than to invoke the Court's jurisdiction in relation to insolvency: Brunninghausen v Glavanics [1998] FCA 230.",
      "id": "s349"
    },
    {
      "text": "In Killoran v Duncan [1999] FCA 1574 , Gyles J thus observed: \n [12] Whilst there is no debate about the jurisdiction of the Court to set aside a bankruptcy notice as an abuse of process where it can be concluded that it was simply to put pressure on the debtor rather than to genuinely invoke the Court's jurisdiction, I am not satisfied that that is the position here.",
      "id": "s350"
    },
    {
      "text": "There is nothing to indicate that the respondent creditor does not genuinely intend to pursue the matter if there is default in complying with the notice.",
      "id": "s351"
    },
    {
      "text": "In my opinion, there is nothing special about abuse of process in this field, and, if a person wishes to resort to the jurisdiction of the Court for appropriate orders, then it will be an unusual case in which that will be prevented.",
      "id": "s352"
    },
    {
      "text": "[13] There is no evidence here of any collateral purpose or of any undue pressure being applied.",
      "id": "s353"
    },
    {
      "text": "It is correct, I think, that the time to judge abuse of process is the time that the bankruptcy notice is issued and that subsequent events have relatively slight relevance.",
      "id": "s354"
    },
    {
      "text": "They may be relevant insofar as they throw light upon circumstances which might have been appreciated and foreseen at the time of the issue of the notice.",
      "id": "s355"
    },
    {
      "text": "[14] If, contrary to my view, however, there were a prima facie case of abuse of process, the remedy is discretionary and, in my view, if circumstances following that time had altered significantly so that it would not be appropriate to set aside the notice, I think that the jurisdiction of the Court is wide enough to give effect to that.",
      "id": "s356"
    },
    {
      "text": "I have in mind here that whilst the immediate parties to the application are those with the most interest in the matter, the body of creditors generally also have an interest and I cannot be certain one way or the other about the position of solvency.",
      "id": "s357"
    },
    {
      "text": "It may be most unfortunate if a bankruptcy notice were set aside in circumstances where the debtor is in fact insolvent.",
      "id": "s358"
    },
    {
      "text": "By way of example, in Maxwell-Smith v S &amp; E Hall Pty Ltd [2006] FCA 825 , 233 ALR 81 Jacobson J was prepared to infer that the purpose in issuing a bankruptcy notice was to put pressure on the debtor rather than to genuinely invoke the court's bankruptcy jurisdiction in circumstances where the bankruptcy notice sought payment of a debt for a small amount based on a judgment debt which was over 5 years old; where the judgment creditor was aware of the probability of solvency; and where the judgment debtor owned assets which greatly exceeded the debt.",
      "id": "s359"
    },
    {
      "text": "See also: Cavoli v Etl [2007] FCA 1191 at [17] per Heerey J; Slack v Bottoms English Solicitors [2002] FCA 1445 at [15] to [18] per Spender J.",
      "id": "s360"
    },
    {
      "text": "It is an abuse of process for a judgment creditor to pursue bankruptcy proceedings \" for the purpose of stifling litigation \": Bayne v Baillieu; Bayne v Riggall [1908] HCA 39 ; (1908) 6 CLR 382 at 396 per Griffith CJ.",
      "id": "s361"
    },
    {
      "text": "This was the jurisdiction that the Appellant sought to invoke.",
      "id": "s362"
    },
    {
      "text": "The improper purpose or objective of the present Respondent was said to be evidenced by the following statement made by the Respondent in an affidavit sworn on 16 April 2009: \n I believe the Appellant has embarked on a course of conduct to deter me from recovering costs which are properly owed, which in addition to these proceedings, has cost me a great deal in time and money.",
      "id": "s363"
    },
    {
      "text": "But this is simply a statement made by the judgment creditor as to the \" course of conduct \" of the judgment debtor.",
      "id": "s364"
    },
    {
      "text": "It says nothing as to the purpose of the judgment creditor in issuing a bankruptcy notice.",
      "id": "s365"
    },
    {
      "text": "Nor does it say anything as to the purpose of the judgment creditor as at the time when the bankruptcy notice was issued, namely in February 2007.",
      "id": "s366"
    },
    {
      "text": "With respect to the submissions advanced on behalf of the Appellant, it is not considered that this statement provides any foundation for any argument as to an abuse of process.",
      "id": "s367"
    },
    {
      "text": "Her only submission was that the Respondent had registered a writ of execution upon property on 27 May 2008, and could have pursued this writ rather than pursuing bankruptcy proceedings.",
      "id": "s368"
    },
    {
      "text": "Why the present Respondent should have been content with the fact that she had caused to be registered on 27 May 2008 a writ upon property of the Appellant was not really developed in argument.",
      "id": "s369"
    },
    {
      "text": "That writ, it was contended, had precluded the Appellant from refinancing.",
      "id": "s370"
    },
    {
      "text": "But why the Respondent could not pursue the course of issuing a bankruptcy petition was not explained.",
      "id": "s371"
    },
    {
      "text": "More than mere assertion is required before an abuse of process can be established: Watts v Adelaide Bank Ltd [2009] FCA 420.",
      "id": "s372"
    },
    {
      "text": "The argument is rejected.",
      "id": "s373"
    },
    {
      "text": "FURTHER DISCRETIONARY CONSIDERATIONS \n Had an occasion for the exercise of any discretion arisen, that discretion would have been exercised against the Appellant by reason of: her delay in commencing the District Court proceedings, the Family Court proceedings being heard in November 2005 and the District Court proceedings being commenced in July 2007; the fact that the Appellant has not demonstrated or adduced any evidence that she is presently solvent.",
      "id": "s374"
    },
    {
      "text": "The only evidence as to the current financial circumstances of the Appellant was contained in the Trustee's affidavit prepared for the purposes of the December 2008 proceedings in the Federal Magistrates Court.",
      "id": "s375"
    },
    {
      "text": "He there stated: \n[44] ... it is my opinion that the Bankrupt was insolvent at the date of Bankruptcy and at the time of swearing this Affidavit.",
      "id": "s376"
    },
    {
      "text": "There was no more current evidence.",
      "id": "s377"
    },
    {
      "text": "the absence of any full and frank disclosure by the Appellant of her financial affairs as at the date of the hearing of her appeal; and the voluntary non-appearance and want of opposition to the creditor's petition at the outset of the bankruptcy process.",
      "id": "s378"
    },
    {
      "text": "An additional factor may also be relied upon, namely: \n the failure of the Appellant to promptly prosecute the present appeal, albeit not being a delay warranting dismissal of the appeal.",
      "id": "s379"
    },
    {
      "text": "CONCLUSION \n It follows that there has been no want of prosecution of the appeal within O 52 r 38 of the Federal Court Rules and that reliance upon that basis for the First Respondent's Notice of Motion is to be rejected.",
      "id": "s380"
    },
    {
      "text": "It also follows that the Federal Magistrate whose decision is under appeal has committed appellable error but that the appeal should nevertheless be dismissed.",
      "id": "s381"
    },
    {
      "text": "There is not any basis upon which it is considered that the Federal Magistrate who made the sequestration order was \" bound \" not to have made it; or, if such a basis could be discerned, an order annulling the sequestration order ought to be refused in the exercise of discretion.",
      "id": "s382"
    },
    {
      "text": "The Appellant has not discharged the \" heavy burden \" that she carries.",
      "id": "s383"
    },
    {
      "text": "There is no reason why the normal approach as to costs should not be pursued.",
      "id": "s384"
    },
    {
      "text": "The Respondent should be entitled to her costs, including her costs in respect to the Notice of Motion .",
      "id": "s385"
    },
    {
      "text": "It was not a Motion without merit and it occasioned no additional time in the hearing of the appeal.",
      "id": "s386"
    },
    {
      "text": "A further order should be made that the Trustee's costs in respect of the appeal be costs in the administration of the estate.",
      "id": "s387"
    },
    {
      "text": "Such costs as have been incurred have been reasonably incurred.",
      "id": "s388"
    },
    {
      "text": "ORDERS \n The Orders of the Court are: The Notice of Appeal as filed on 19 January 2009 is dismissed.",
      "id": "s389"
    },
    {
      "text": "The Respondent's Notice of Motion as filed on 11 February 2009 is dismissed.",
      "id": "s390"
    },
    {
      "text": "The Appellant is to pay the costs of the Respondent.",
      "id": "s391"
    },
    {
      "text": "The Trustee's costs in respect of the appeal are to be costs in the administration of the estate.",
      "id": "s392"
    },
    {
      "text": "I certify that the preceding ninety-eight (98) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s393"
    },
    {
      "text": "Associate:\n \n \nDated: 10 June 2009\n \n Counsel for the Appellant: Mr K M Penkin \n \n Solicitor for the Appellant: Milne Berry Berger and Freedman \n \n Counsel for the Respondent: Ms J Merkel \n \n Solicitor for the Respondent: Eleanor Murphy &amp; Company \n \n Solicitor for the Trustee in Bankruptcy Mr S Mullette (Bartier Perry) \n Date of Hearing: 5, 7 May 2009 \n \n Date of Last Submissions: 13 May 2009 \n \n Date of Judgment: 10 June 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/601.html",
      "id": "s394"
    }
  ]
}