{
  "name": "Comcare v John Holland Rail Pty Ltd [2009] FCA 660 (19 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/660.html",
  "catchphrases": [
    {
      "text": "application by applicant for addition of further respondent",
      "id": "c0"
    },
    {
      "text": "allegation of breach of statutory provision by occupier of premises",
      "id": "c1"
    },
    {
      "text": "defence that related company was occupier",
      "id": "c2"
    },
    {
      "text": "whether joinder of related company was necessary to ensure that all matters in dispute may be effectually and completely determined.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "In this proceeding, the applicant, Comcare, seeks the imposition of a penalty on the respondent, John Holland Rail Pty Ltd, for alleged breaches of s 16(1) of the Occupational Health and Safety Act 1991 (Cth), (\"the OHS Act\").",
      "id": "s0"
    },
    {
      "text": "Declarations are also sought to the effect that the respondent has breached that subsection, and also pars (a) and (e) of subs (2) of s 16 of the OHS Act.",
      "id": "s1"
    },
    {
      "text": "By motion of which notice was given on 25 March 2009, the applicant applies for an order that John Holland Pty Ltd (\"John Holland\") be added as a party in the proceeding pursuant to O 6 r 8(1)(b) of the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "The respondent opposes the application, but makes no submission about it.",
      "id": "s3"
    },
    {
      "text": "John Holland resists the joinder, contending that the rule relied on is inapplicable to the circumstances which exist, or alternatively, that, as a matter of discretion, the court should not order the joinder sought by the applicant.",
      "id": "s4"
    },
    {
      "text": "It is established on the pleadings that the respondent is a rail contractor that constructs, refurbishes and maintains railways; that it is the holder of a licence granted pursuant to ss 103 and 104 of the Safety, Rehabilitation and Compensation Act 1988 (Cth); that it is a \"non-Commonwealth licensee\" within the meaning of s 5 of the OHS Act; and that it is an employer within the meaning of that section.",
      "id": "s5"
    },
    {
      "text": "It is not strictly established on the pleadings, but appears to be the fact, that both the respondent and John Holland are subsidiaries of John Holland Group Pty Ltd. The facts of the case relate to an injury which befell a worker called Michael Merideth on or about 17 June 2007 whilst he was employed on construction works on a section of the St Kilda light rail.",
      "id": "s6"
    },
    {
      "text": "At the time, Merideth was employed by Skilled Group Limited (\"Skilled\").",
      "id": "s7"
    },
    {
      "text": "The terms of, and the parties to, the contract with Skilled pursuant to which Merideth was supplied to work on the project are not matters of consensus as between the parties, but at least it is clear that Merideth was so working when he was injured, and that he was employed neither by the respondent nor by John Holland.",
      "id": "s8"
    },
    {
      "text": "That combination of circumstances has given rise to the question which is presently controversial.",
      "id": "s9"
    },
    {
      "text": "The basic duty to maintain a safe workplace is imposed by s 16 of the OHS Act upon an \"employer\".",
      "id": "s10"
    },
    {
      "text": "As I have said, while it is admitted that the respondent was, at material times, an employer, it seems that it was not the employer of Merideth.",
      "id": "s11"
    },
    {
      "text": "That brings s 16(4) of the OHS Act into play.",
      "id": "s12"
    },
    {
      "text": "It is as follows: \n The obligations of an employer in respect of the employer's employees that are set out in subsections (1) and (2) apply also in respect of persons who are contractors of that employer but only in relation to:\n (a) matters over which the employer has control; or\n (b) matters over which the employer would have had control but for an express provision in an agreement made by the employer with such a contractor to the contrary, being matters over which the employer would, in the circumstances, usually be expected to have had control.",
      "id": "s13"
    },
    {
      "text": "By s 9A of the OHS Act, a \"contractor\" includes a person who or which is \"a non-Commonwealth licensee contractor\".",
      "id": "s14"
    },
    {
      "text": "Section 9A(4) of the OHS Act is as follows:\n \n A non-Commonwealth licensee contractor of a particular non-Commonwealth licensee is a natural person (other than an employee of the licensee) who performs work on non-Commonwealth licensee premises of the licensee in connection with a contract between:\n (a) the licensee; and\n (b) that person or another person (whether a natural person or not);\n which is in connection with an undertaking being carried on by the licensee.",
      "id": "s15"
    },
    {
      "text": "As I have indicated, it is common ground that the respondent is a \"non-Commonwealth licensee\", but the respondent resists the proposition that Merideth was a \"non-Commonwealth licensee contractor\".",
      "id": "s16"
    },
    {
      "text": "It contends that the place where Merideth was working when he was injured was not \"non-Commonwealth licensee premises of [the respondent]\" as required by s 9A(4).",
      "id": "s17"
    },
    {
      "text": "That point in turn calls up the definition of \"non-Commonwealth licensee premises\" in the OHS Act, which is as follows:\n \n ... in relation to a particular non-Commonwealth licensee, means premises owned or occupied by the non-Commonwealth licensee.",
      "id": "s18"
    },
    {
      "text": "The applicant alleges that the premises upon which Merideth was injured were, at the time, occupied by the respondent.",
      "id": "s19"
    },
    {
      "text": "The respondent denies that allegation.",
      "id": "s20"
    },
    {
      "text": "Indeed, the respondent alleges that Yarra Trams (which was the client for whom the construction works were being performed) granted John Holland occupation of the premises in question for a period which included the day upon which Merideth was injured.",
      "id": "s21"
    },
    {
      "text": "Although not a matter of exact consensus between the parties, it seems from the pleadings that the contract by which Yarra Trams engaged for these construction works to be performed was made between itself and John Holland.",
      "id": "s22"
    },
    {
      "text": "The applicant alleges that John Holland contracted with the respondent to carry out the rail component of the project.",
      "id": "s23"
    },
    {
      "text": "That is denied by the respondent, which refers to a memorandum of 16 March 2007 in which it \"informed John Holland that it could, on the terms set out in the memorandum, undertake reconstruction works on the St Kilda light rail for a total price of $243,220 (ex GST)\".",
      "id": "s24"
    },
    {
      "text": "The applicant alleges that John Holland and the respondents were granted occupation of the relevant premises for the purpose of carrying out the construction works, and that the premises were thereafter occupied by the respondent.",
      "id": "s25"
    },
    {
      "text": "These allegations are denied by the respondent, which says that Yarra Trams granted John Holland occupation of the premises.",
      "id": "s26"
    },
    {
      "text": "The position, therefore, comes down to this.",
      "id": "s27"
    },
    {
      "text": "The obligation to maintain a safe working environment falls upon the occupier of the premises in question.",
      "id": "s28"
    },
    {
      "text": "Premises normally occupied by Yarra Trams were, for the purposes of the construction project, given over to John Holland or to the respondent.",
      "id": "s29"
    },
    {
      "text": "Both are members of the same corporate group.",
      "id": "s30"
    },
    {
      "text": "At this stage, the exact nature of the arrangements as between John Holland and the respondent is not clear.",
      "id": "s31"
    },
    {
      "text": "The respondent denies that it is the occupier of the premises.",
      "id": "s32"
    },
    {
      "text": "If it succeeds in that denial, it will, it seems, succeed in the proceeding generally.",
      "id": "s33"
    },
    {
      "text": "In that eventuality, the applicant would be obliged to commence fresh proceedings against John Holland.",
      "id": "s34"
    },
    {
      "text": "All of the facts and circumstances which had been proved, and all of the issues of law which had been resolved, in the current proceeding would then have to be revisited.",
      "id": "s35"
    },
    {
      "text": "However, John Holland would not be bound by the ruling made in the present proceeding that the respondent was not the occupier.",
      "id": "s36"
    },
    {
      "text": "It would be free to contend that it was not the occupier.",
      "id": "s37"
    },
    {
      "text": "Since it has not been proposed by anyone that an entity other than the respondent or John Holland was the occupier at the relevant time, the potential for inconsistent judgments is obvious.",
      "id": "s38"
    },
    {
      "text": "In the circumstances referred to above, the applicant seeks the joinder of John Holland as a respondent, in order to make allegations in the alternative against it.",
      "id": "s39"
    },
    {
      "text": "The applicant relies on par (b) of O 6 r 8(1) of the Rules of Court.",
      "id": "s40"
    },
    {
      "text": "Order 6 r 8(1) provides as follows: \n (1) Where a person who is not a party:\n (a) ought to have been joined as a party; or\n (b) is a person whose joinder as a party is necessary to ensure that all matters in dispute in the proceeding may be effectually and completely determined and adjudicated upon;\n the Court may order that the person be added as a party and make orders for the further conduct of the proceeding.",
      "id": "s41"
    },
    {
      "text": "In the absence of authority which I should follow, I would have no hesitation in concluding that the circumstances are such as to call for the addition of John Holland as a party under this provision.",
      "id": "s42"
    },
    {
      "text": "Manifestly, the premises in question were occupied by someone, and the applicant contends that there was, on those premises, a contravention of s 16(1) of the OHS Act.",
      "id": "s43"
    },
    {
      "text": "The convenience, and justice, of having the question of occupancy decided in a single proceeding to which all relevant parties are joined does seem so obvious as to require no further elaboration.",
      "id": "s44"
    },
    {
      "text": "John Holland might well have been made a party at the outset and, had the applicant then known of the position apropos occupancy which the respondent now takes, it may be inferred that it would have joined both companies at that stage.",
      "id": "s45"
    },
    {
      "text": "That position, however, was disclosed only upon the filing of the respondent's Defence, which then gave rise, in my view, to the very circumstance to which par (b) of O 6 r 8(1) refers.",
      "id": "s46"
    },
    {
      "text": "It is submitted on behalf of John Holland, however, that there is authority, which I should follow, to the effect that recourse to O 6 r 8 is not available in circumstances such as the present.",
      "id": "s47"
    },
    {
      "text": "John Holland relies first upon the following passage in Trade Practices Commission v Westco Motors (Distributors) Pty Ltd [1981] FCA 48 ; (1981) 58 FLR 384 , 386: \n The breaches of the Act to be relied upon against each of the defendants are separate and independent breaches.",
      "id": "s48"
    },
    {
      "text": "If the defendants are liable for the penalties for which the plaintiff sues, their liability will be several and not joint.",
      "id": "s49"
    },
    {
      "text": "The action as presently constituted is one in which the existing defendant is sued for penalties for breaches of s 48 of the Act.",
      "id": "s50"
    },
    {
      "text": "The action is properly constituted as to parties and there is no person other than the first defendant who is interested or concerned in the relief which is claimed.",
      "id": "s51"
    },
    {
      "text": "All matters in dispute in the proceeding may be effectually and completely determined and adjudicated upon in the proceedings as they are presently constituted.",
      "id": "s52"
    },
    {
      "text": "Westco was, however, a case in which the applicant Commission sought to proceed against a number of respondents, as Sheppard J put it, severally rather than jointly.",
      "id": "s53"
    },
    {
      "text": "In effect, the liability of each would be independent of the liability of any other of them.",
      "id": "s54"
    },
    {
      "text": "According to his Honour, however convenient it might have been to try the several claims together, the fact was that the joinder of subsequent respondents was not necessary to ensure that the matters in dispute as between the Commission and the existing respondents could be effectually and completely determined and adjudicated upon.",
      "id": "s55"
    },
    {
      "text": "Westco is, in my view, an unsatisfactory precedent for circumstances of the kind presently facing the court, where, on the applicant's case, there has been a single contravention committed, but there is a question whether the party bound by the statutory provision was the respondent or John Holland.",
      "id": "s56"
    },
    {
      "text": "It is next necessary to refer to three judgments of the court upon which John Holland did not, at least directly, rely.",
      "id": "s57"
    },
    {
      "text": "The reasons for doing so will appear presently.",
      "id": "s58"
    },
    {
      "text": "The first judgment is that of Sheppard J in Tytel Pty Ltd v Australian Telecommunications Commission (1988) 11 IPR 223.",
      "id": "s59"
    },
    {
      "text": "It seems that the respondent Commission had imported telephones from Japan, but (because it was exempt from the payment of import duty) gave the impression (or so it was alleged) that the telephones came from a country from which imports were exempt from duty, specifically Taiwan.",
      "id": "s60"
    },
    {
      "text": "This was said to amount to misleading conduct under s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s61"
    },
    {
      "text": "At an early stage in the proceeding, the applicant (Tytel) sought to join the overseas supplier of the telephones as a respondent, upon the basis that the documents which it had created falsely stated that the country of origin of the telephones was Taiwan, and in other respects aided and abetted the misleading conduct of the respondent Commission.",
      "id": "s62"
    },
    {
      "text": "Counsel for the supplier resisted the joinder upon the basis that the allegations made against his client did not disclose a cause of action.",
      "id": "s63"
    },
    {
      "text": "Sheppard J accepted that submission.",
      "id": "s64"
    },
    {
      "text": "That is to say, his Honour rejected the application under O 6 r 8 for the reason that the case against the supplier, if allowed to proceed, would have no prospect of success, in accordance with the principle for which General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 is authority.",
      "id": "s65"
    },
    {
      "text": "The second judgment is that of Heerey J in Review Australia Pty Ltd v Redberry Enterprise Pty Ltd [2003] FCA 1009.",
      "id": "s66"
    },
    {
      "text": "In that matter, there were two proceedings, in each of which the applicant (Review) alleged infringement of copyright.",
      "id": "s67"
    },
    {
      "text": "In each proceeding, the applicant sought the joinder, under O 6 r 8, of additional respondents.",
      "id": "s68"
    },
    {
      "text": "There was, it seems, no suggestion that the proceeding as then constituted could not go forward to judgment without the joinder of these additional parties.",
      "id": "s69"
    },
    {
      "text": "However, it seems that the facts underlying the applicant's allegations against the existing, and the proposed, respondents were either the same or substantially related.",
      "id": "s70"
    },
    {
      "text": "Heerey J said (at [5]) that the applicant needed to show an arguable case against the proposed respondents, relying in this respect upon Tytel .",
      "id": "s71"
    },
    {
      "text": "His Honour considered whether such an arguable case had been established and, in relation to those proposed respondents with respect to which, or to whom, it had, he made an order for joinder under O 6 r 8.",
      "id": "s72"
    },
    {
      "text": "The third judgment is that of Tamberlin J in Universal Music Australia Pty Ltd v Cooper [2004] FCA 78.",
      "id": "s73"
    },
    {
      "text": "This was also a copyright proceeding, in which the applicant (Universal) applied for the joinder of additional respondents on the basis that they had authorised the infringing acts of the existing respondents, and had entered into a common design with those respondents in the commission of the acts complained of.",
      "id": "s74"
    },
    {
      "text": "Tamberlin J referred to O 6 r 8, and opined that an applicant for joinder must show that there was an arguable case sufficient to resist the entry of summary judgment against the party sought to be joined.",
      "id": "s75"
    },
    {
      "text": "In this respect, his Honour relied upon Review and Tytel .",
      "id": "s76"
    },
    {
      "text": "Applying that principle, his Honour granted the application for joinder.",
      "id": "s77"
    },
    {
      "text": "Perhaps because of the nature of the allegations made against the proposed respondents, it appears not to have been suggested to Tamberlin J that the application should be rejected simply on the ground that the proceeding in its existing form was sufficient to permit the determination of the applicant's claims against the existing respondents, without the addition of the parties proposed to be joined.",
      "id": "s78"
    },
    {
      "text": "That is to say, it appears not to have been in contest that, if the applicant could show a legitimately arguable case against the proposed respondents, the circumstances were otherwise such as would activate the operation of O 6 r 8, assuming that discretionary considerations were generally favourable to joinder.",
      "id": "s79"
    },
    {
      "text": "That brings me to the next judgment of the court upon which John Holland relies, namely, that of Branson J in Warner Music Australia Limited v Swiftel Communications Pty Ltd (2005) 67 IPR 27.",
      "id": "s80"
    },
    {
      "text": "That was also a copyright case (including also elements arising under the Trade Practices Act and corresponding State legislation) which had been transferred to the court from the Federal Magistrates Court.",
      "id": "s81"
    },
    {
      "text": "The applicant (Warner) then applied for the joinder of two individuals who had not been parties in the Federal Magistrates Court.",
      "id": "s82"
    },
    {
      "text": "It is not clear to what extent those individuals were alleged to have been involved in the unlawful conduct alleged against the existing respondents.",
      "id": "s83"
    },
    {
      "text": "Indeed, Branson J decided the application, so it seems to me, by reference to a silent assumption that the only common element in the applicant's allegations against the existing respondents and the proposed respondents was that the applicant also had claims against the latter which could be conveniently dealt with at the same time as those against the former.",
      "id": "s84"
    },
    {
      "text": "Further, it appears from her Honour's reasons (at [10]) that counsel for the applicant claimed an entitlement to an order under O 6 r 8 upon establishing no more than that there were causes of action against the proposed respondents that could not be demonstrated to be manifestly groundless, in which respect they relied upon Universal .",
      "id": "s85"
    },
    {
      "text": "Branson J rejected that approach.",
      "id": "s86"
    },
    {
      "text": "Her Honour said (67 IPR at 30-31, [13]): \n I am inclined to doubt that a joinder application of the kind that Tamberlin J was required to rule upon in Cooper's case is appropriately considered under O 6 r 8.",
      "id": "s87"
    },
    {
      "text": "It seems to me that O 6 r 8 is concerned with proceedings improperly constituted by reason of the failure to join a person as a party.",
      "id": "s88"
    },
    {
      "text": "A person does not become a person who \"ought to have been joined as a party\" or whose joinder as a party is \"necessary to ensure that all matters in dispute in the proceeding may be ... completely determined and adjudicated upon\" simply because a cause of action against that party may legitimately be prosecuted in the proceeding.",
      "id": "s89"
    },
    {
      "text": "I agree, with respect, that O 6 r 8(1)(b) is not brought into operation merely by the circumstance that a cause of action may be legitimately prosecuted against the proposed respondent in the existing proceeding.",
      "id": "s90"
    },
    {
      "text": "I also agree that it will not be sufficient for an applicant seeking joinder merely to show that he or she has claims against the proposed respondent which could not be dismissed as unarguable in the General Steel sense.",
      "id": "s91"
    },
    {
      "text": "However, with respect to Branson J, neither do I accept that O 6 r 8 is concerned only with existing proceedings which are \"improperly constituted by reason of the failure to join a person as a party\".",
      "id": "s92"
    },
    {
      "text": "I consider that such a view takes too narrow an approach to the concept of ensuring that all matters in dispute in the proceeding are effectually and completely determined and adjudicated upon.",
      "id": "s93"
    },
    {
      "text": "It is sufficient for present purposes to say that I consider that the expression \"all matters in dispute in the proceeding\" extends at least to matters which are placed in dispute by an existing party and which, if determined in a particular way, would result in a finding that another person, rather than the existing party, should be called to account for the transgression presently alleged by the applicant.",
      "id": "s94"
    },
    {
      "text": "John Holland relied also upon the judgment of Rares J in Commonwealth Bank of Australia v Peto (No.",
      "id": "s95"
    },
    {
      "text": "2) [2006] FCA 516 ; (2006) 152 FCR 362.",
      "id": "s96"
    },
    {
      "text": "In that proceeding, the applicant (the Bank) proceeded against two individuals upon mortgages and guarantees which they had given to secure moneys advanced by the Bank to third parties.",
      "id": "s97"
    },
    {
      "text": "In their defences, those individuals asserted that the securities which they had executed had not been properly explained to them, and that the Bank had thereby acted in contravention of certain statutory provisions, and in ways which were unconscientious.",
      "id": "s98"
    },
    {
      "text": "It seems that there was a solicitor who had certified to the Bank that she had explained the terms and nature of the securities to the two parties who proceeded to execute them.",
      "id": "s99"
    },
    {
      "text": "The Bank claimed that it had advanced the moneys to the third party in reliance on the solicitor's certificate.",
      "id": "s100"
    },
    {
      "text": "To guard against the prospect that the existing respondents might succeed in their defence that the securities were not properly explained to them, the Bank sought to join the solicitor as an additional respondent, and to make allegations, in effect, that it had relied upon the sufficiency of the explanation as to which she had certified.",
      "id": "s101"
    },
    {
      "text": "The claim against the solicitor was, in that sense, alternative to the claim against the existing respondents.",
      "id": "s102"
    },
    {
      "text": "Rares J held that, however convenient it might be for the Bank to join its claim against the solicitor in the proceeding against the existing respondents, it was not necessary to do so for the purpose of ensuring that all matters in dispute, as between the Bank and those respondents, might be effectually and completely determined and adjudicated upon.",
      "id": "s103"
    },
    {
      "text": "However, a moment's reflection will demonstrate how different are the circumstances which came before Rares J from those now before me.",
      "id": "s104"
    },
    {
      "text": "In Commonwealth Bank , there was no element of the defence of the existing respondents that had the necessary consequence that the solicitor would be liable.",
      "id": "s105"
    },
    {
      "text": "The claims against those respondents, and the solicitor, were truly separate, the latter being, in effect, a second string to the Bank's bow.",
      "id": "s106"
    },
    {
      "text": "In the present case, by contrast, there was a single circumstance by reference to which the applicant makes its allegations, and the respondent seeks to deflect liability, in presently relevant respects, not only by denying that it was the occupier of the premises in question, but by asserting that John Holland was the occupier.",
      "id": "s107"
    },
    {
      "text": "Unlike Rares J in Commonwealth Bank , I consider that I am faced with a true \"either-or\" situation, in which the success of the respondent's defence will have the necessary consequence that John Holland was the contravening party (assuming, for present purposes, that contravention there was).",
      "id": "s108"
    },
    {
      "text": "Finally in this regard, it was submitted on behalf of John Holland that the position for which it contended had the support of the Full Court judgment in News Ltd v Australian Rugby Football League Limited [1996] FCA 1256 ; (1996) 64 FCR 410 , 523-525.",
      "id": "s109"
    },
    {
      "text": "There, persons who had not been joined as parties, but who were heard as interveners on appeal, successfully contended that the trial Judge had erred by making orders which affected them in various ways, when they had not been parties to the proceeding.",
      "id": "s110"
    },
    {
      "text": "John Holland relied upon the following passage in the reasons of the Full Court (64 FCR at 525): \n Where, before trial, a question arises whether a necessary party has been joined, attention should be directed to the orders sought in the proceedings.",
      "id": "s111"
    },
    {
      "text": "It is the effect of the orders upon the third party that must be determined.",
      "id": "s112"
    },
    {
      "text": "The test is not whether the conduct of the third party is raised in the pleadings between the existing parties, or whether the third party is a party to a contract, the meaning or effect of which is pleaded as a matter relevant to the ascertainment of the rights between those parties.",
      "id": "s113"
    },
    {
      "text": "However, although their Honours' words imply a concern with the operation of par (b) of r 8(1), the case itself raised the question whether the interveners ought to have been joined as parties, a circumstance which is the province of par (a).",
      "id": "s114"
    },
    {
      "text": "In the course of their reasons, their Honours said (64 FCR at 524-525):\n \n There are some classes of case where the ascertainment of the necessary parties who \"ought to have been joined\" is not difficult.",
      "id": "s115"
    },
    {
      "text": "Where the orders sought establish or recognise a proprietary or security interest in land, chattels or a monetary fund, all persons who have or claim an interest in the subject matter are necessary parties.",
      "id": "s116"
    },
    {
      "text": "This is because an order in favour of the claimant will, to a corresponding extent, be detrimental to all others who have or claim an interest .... Where the subject matter of the proceedings is not of this kind, the ascertainment of necessary parties who ought to have been joined may be more difficult.",
      "id": "s117"
    },
    {
      "text": "The Full Court endorsed what their Honours described as \"the test proposed\" by the Privy Council in Pegang Mining Co Ltd v Choong Sam [1969] 2 MLJ 52 , 55-56:\n \n The cases illustrate the great variety of circumstances in which it may be sought to join an additional party to an existing action.",
      "id": "s118"
    },
    {
      "text": "In their Lordships' view one of the principal objects of the rule is to enable the court to prevent injustice being done to a person whose rights will be affected by its judgment by proceeding to adjudicate upon the matter in dispute in the action without his being given an opportunity of being heard.",
      "id": "s119"
    },
    {
      "text": "To achieve this object calls for a flexibility of approach which makes it undesirable in the present case, in which the facts are unique, to attempt to lay down any general proposition which could be applicable to all cases.",
      "id": "s120"
    },
    {
      "text": "It has been sometimes said as in Moser v Marsden [1892] 1 Ch 487 and In re IG Farbenindustrie AG [1944] Ch 41 that a party may be added if his legal interests will be affected by the judgment in the action but not if his commercial interests only would be affected.",
      "id": "s121"
    },
    {
      "text": "While their Lordships agree that the mere fact that a person is likely to be better off financially if a case is decided one way rather than another is not a sufficient ground to entitle him to be added as a party, they do not find the dichotomy between \"legal\" and \"commercial\" interests helpful.",
      "id": "s122"
    },
    {
      "text": "A better way of expressing the test is: will his rights against or liabilities to any party to the action in respect of the subject matter of the action be directly affected by any order which may be made in the action?",
      "id": "s123"
    },
    {
      "text": "In Pegang , the Privy Council upheld the decision of the Federal Court of Malaysia to join as an appellant, in an appeal before it, a contractor which had not been a party below.",
      "id": "s124"
    },
    {
      "text": "The joinder was done because the original appellant had settled the appeal by agreement with the respondent.",
      "id": "s125"
    },
    {
      "text": "The contractor's interest in the appeal was based on the terms of a contract which it had with the original appellant: if she succeeded in her appeal, the contractor stood to benefit.",
      "id": "s126"
    },
    {
      "text": "Thus the test proposed by their Lordships made sense in the circumstances of that case (in which the Federal Court had also made the original appellant a respondent after she had discontinued her appeal).",
      "id": "s127"
    },
    {
      "text": "The contractor's rights against the original appellant would be directly affected by the resolution of her original appeal, not because any resulting order would be binding on it, but through the contract which it had with her.",
      "id": "s128"
    },
    {
      "text": "What comes out of these and other authorities, in my view, is what their Lordships described as \"the great variety of circumstances in which it may be sought to join an additional party to an existing action\".",
      "id": "s129"
    },
    {
      "text": "In Pegang , the judgment at first instance had been adverse to the original appellant, and therefore (indirectly) to the contractor.",
      "id": "s130"
    },
    {
      "text": "The contractor sought to be added as an appellant as it was its only chance to challenge that judgment and thus to advance its own derivative position.",
      "id": "s131"
    },
    {
      "text": "News Ltd was essentially a procedural fairness case.",
      "id": "s132"
    },
    {
      "text": "Although not bound by the orders made at first instance, the interveners were adversely affected by them.",
      "id": "s133"
    },
    {
      "text": "In my respectful view, it is something of a distraction to propose that the present case can be decided only by reference to a test which was crafted with an eye on the circumstances of a non-party who, to advance his or her own position or to achieve procedural fairness, needed and wanted to be heard.",
      "id": "s134"
    },
    {
      "text": "Rather, the present case falls to be determined by reference to the very words of par (b), where the need effectually and completely to determine all matters in dispute is the principal consideration.",
      "id": "s135"
    },
    {
      "text": "A matter in dispute in this proceeding is whether the respondent was the occupier of the premises at the relevant time.",
      "id": "s136"
    },
    {
      "text": "The respondent denies that it was.",
      "id": "s137"
    },
    {
      "text": "It alleges that John Holland was the occupier.",
      "id": "s138"
    },
    {
      "text": "If that dispute were determined only as between the applicant and the respondent, it would not be effectually or completely determined because the court would have proceeded unaware of what John Holland would say on the subject, and John Holland (which might by then have been found to be the occupier) would not be bound by the result.",
      "id": "s139"
    },
    {
      "text": "The course which the submissions made on behalf of John Holland silently imply --- giving John Holland, in a later proceeding, the opportunity to contend that it was indeed the respondent that was occupier of the premises at the relevant time --- would stand as a conspicuous and, in my view, embarrassing demonstration of the ineffectual and incomplete nature of the court's determination in this proceeding.",
      "id": "s140"
    },
    {
      "text": "Indeed, such a course would so manifestly be calculated to bring the administration of justice into disrepute as to justify the conclusion that the joinder of John Holland is necessary within the terms of r 8(1)(b).",
      "id": "s141"
    },
    {
      "text": "John Holland also submits that, if O 6 r 8 is available as a source of power in the present circumstances, the court should nonetheless, as a matter of discretion, decline to make the order sought by the applicant.",
      "id": "s142"
    },
    {
      "text": "It submits that its joinder to the current proceeding would give rise to a situation in which the applicant was making inconsistent allegations, one of which must be wrong, and must be known to the applicant to be wrong.",
      "id": "s143"
    },
    {
      "text": "John Holland refers to the applicant's own enforcement policy, which provides that civil proceedings will not be commenced or continued where the applicant believes that such proceedings have no reasonable prospects.",
      "id": "s144"
    },
    {
      "text": "It is put that, as a matter of logic, the applicant must hold such a belief in relation to either the respondent or John Holland.",
      "id": "s145"
    },
    {
      "text": "Further, John Holland relies upon a series of judgments which, while recognising the availability of alternative allegations in an appropriate case (ie pursuant to provisions such as O 11 r 8(2)), make it clear that an allegation which must be known to the parties to be false is embarrassing and will be struck out as an abuse of process.",
      "id": "s146"
    },
    {
      "text": "The difficulty with these submissions is that there is no party or proposed party in relation to which I could find that the applicant must know that its allegations, or proposed allegations, are false.",
      "id": "s147"
    },
    {
      "text": "Neither is there any party, or proposed party, in relation to which I would be justified in finding that the applicant has no reasonable prospects of success.",
      "id": "s148"
    },
    {
      "text": "It was not suggested on behalf of John Holland that, when the proceeding commenced, it was unreasonable of the applicant to have supposed that occupation of the relevant premises had been handed to the company which was engaged in the construction work on the light rail.",
      "id": "s149"
    },
    {
      "text": "That supposition was, perhaps, consistent with what might be taken to be customary practice in like situations as between companies at arm's length.",
      "id": "s150"
    },
    {
      "text": "In its Defence, the respondent has denied that it was the occupier, and asserted that John Holland was the occupier.",
      "id": "s151"
    },
    {
      "text": "Clearly, on the current state of the allegations, one of those companies was the occupier.",
      "id": "s152"
    },
    {
      "text": "However, the applicant does not know which.",
      "id": "s153"
    },
    {
      "text": "Given the terms of the respondent's Defence, the applicant is in no position to conclude that it has no reasonable prospects against either company, notwithstanding that, as a matter of logic, its success against one would seem to involve failure as against the other.",
      "id": "s154"
    },
    {
      "text": "I consider that the applicant's proposed case against John Holland is a legitimate alternative one, such as is permitted by O 11 r 8(1).",
      "id": "s155"
    },
    {
      "text": "Allowing the joinder sought by the applicant would not produce a situation in which it was making the allegations known to be false.",
      "id": "s156"
    },
    {
      "text": "Rather, the proposed suite of allegations would maximise the prospect that the court would, in its determination of the proceeding, decide which company was the occupier at the relevant time and carried, therefore, the obligations imposed by s 16 of the OHS Act.",
      "id": "s157"
    },
    {
      "text": "For that reason, and also for the reasons discussed in my consideration of the scope and purpose of O 6 r 8, I take the view that every discretionary consideration favours the making of an order in the terms sought by the applicant.",
      "id": "s158"
    },
    {
      "text": "For the above reasons, I propose to grant the applicant's motion.",
      "id": "s159"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s160"
    },
    {
      "text": "Associate:\n \n \nDated: 19 June 2009\n \n Counsel for the Applicant: Mr P Rozen \n \n Solicitor for the Applicant: Thompson Playford Cutlers \n \n Counsel for the Respondent: Mr M Wyles \n \n Solicitor for the Respondent: Herbert Geer \n Dates of submissions and Hearing: 27 April, 11 &amp; 18 May and 16 June 2009 \n \n Date of Judgment: 19 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/660.html",
      "id": "s161"
    }
  ]
}