{
  "name": "MZYAY v Minister for Immigration and Citizenship [2009] FCA 644 (16 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/644.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "decision",
      "id": "c2"
    },
    {
      "text": "judicial review",
      "id": "c3"
    },
    {
      "text": "whether tribunal misconstrued the definition of refugee in article 1a of the convention relating to the status of refugees",
      "id": "c4"
    },
    {
      "text": "whether tribunal applied the wrong test in identifying a well founded far of persecution",
      "id": "c5"
    },
    {
      "text": "whether findings of fact were necessary to support conclusion",
      "id": "c6"
    },
    {
      "text": "material questions of fact",
      "id": "c7"
    },
    {
      "text": "whether findings implicit",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against a judgment of a Federal Magistrate delivered on 17 February 2009 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") handed down on 23 May 2008: see MZYAY v Minister for Immigration &amp; Anor [2009] FMCA 98.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Citizenship not to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n The appellant is a citizen of Ethiopia, from Addis Ababa, who entered Australia on 28 February 2007.",
      "id": "s2"
    },
    {
      "text": "On 23 July 2007 the appellant lodged an application for a protection visa with the then Department of Immigration and Multicultural and Indigenous Affairs.",
      "id": "s3"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 18 October 2007.",
      "id": "s4"
    },
    {
      "text": "On 29 October 2007 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "The appellant claimed fear of persecution on the basis of his Oromo ethnicity, and his actual and imputed political opinion.",
      "id": "s6"
    },
    {
      "text": "In support of the claim based on his actual political opinion, the appellant cited his involvement in anti-government demonstrations at his High School in 2001, as a result of which he and many other students were detained for several days.",
      "id": "s7"
    },
    {
      "text": "Further, in 2005 the appellant adopted the aims of the opposition Coalition for Unity and Democracy (\"CUD\"), handed out flyers, and attended an anti-government university demonstration in the course of an election campaign.",
      "id": "s8"
    },
    {
      "text": "He and many others were allegedly detained, interrogated and tortured.",
      "id": "s9"
    },
    {
      "text": "He planned to leave Ethiopia after his brother was arrested for political activities in 2005.",
      "id": "s10"
    },
    {
      "text": "The appellant's claim in relation to his Oromo ethnicity and imputed political opinion arose from the alleged perception of the Ethiopian government that Oromo people with a background of political activity were associated with the Oromo Liberation Front (\"OLF\").",
      "id": "s11"
    },
    {
      "text": "The appellant said that he was excluded from university because he was suspected of supporting the OLF.",
      "id": "s12"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n The Tribunal found the appellant to be a credible witness.",
      "id": "s13"
    },
    {
      "text": "It found that the harm feared by him was sufficiently serious as to satisfy the requirements of s 91R of the Migration Act 1958 (Cth) (\"the Act\").",
      "id": "s14"
    },
    {
      "text": "It then turned its attention to whether there was an objectively \"well-founded\" basis for the appellant's fears, dealing separately with the two bases for his protection claim.",
      "id": "s15"
    },
    {
      "text": "The Tribunal dealt first with the appellant's claim to face persecution by reason of his political opinion.",
      "id": "s16"
    },
    {
      "text": "Broadly, it accepted the appellant's evidence and concluded that: \n \"The Tribunal accepts that the [appellant] may have been among students who were rounded up in Addis Ababa in 2001; and after the elections in 2005.",
      "id": "s17"
    },
    {
      "text": "It accepts that he may have been held in detention; it accepts that he may have suffered some of the inhumane treatment he describes while he was held by government forces.",
      "id": "s18"
    },
    {
      "text": "However, none of the evidence he provided indicates that he was personally targeted by the authorities.",
      "id": "s19"
    },
    {
      "text": "He does not claim to have been involved at a leader or organiser level; he gave evidence that he was not a member of a political party.",
      "id": "s20"
    },
    {
      "text": "As noted, his involvement was very brief and of a superficial degree.",
      "id": "s21"
    },
    {
      "text": "Large numbers of people demonstrated at those events, he happened to be among those who were arrested in the mass arrests.",
      "id": "s22"
    },
    {
      "text": "The Tribunal accepts that he suffered serious harm in the past.",
      "id": "s23"
    },
    {
      "text": "As he also stated, he was released after a relatively short time and the authorities have had no further interest in him.",
      "id": "s24"
    },
    {
      "text": "\" \n The Tribunal then noted that the appellant had left Ethiopia without intervention by the authorities.",
      "id": "s25"
    },
    {
      "text": "He had passed through immigration and customs facilities at an international airport without difficulty.",
      "id": "s26"
    },
    {
      "text": "As a result the Tribunal concluded that \"there was no adverse interest in him by the authorities as he was not of personal interest to them because of any political opinion or activity.",
      "id": "s27"
    },
    {
      "text": "\" It concluded that: \n \"The Tribunal finds that the [appellant's] fear of persecution is not well founded.",
      "id": "s28"
    },
    {
      "text": "The Tribunal finds that he does not face a real chance now or in the reasonably foreseeable future for reasons of his political opinion or past political activities if he were to return to Ethiopia.",
      "id": "s29"
    },
    {
      "text": "\" \n The Tribunal then expanded on its reasons for considering that the appellant did not face a real chance of persecution in the foreseeable future by reason of his political opinion.",
      "id": "s30"
    },
    {
      "text": "It said: \n \"The Tribunal has considered whether the applicant's future conduct if he were to return to Ethiopia would lead to persecution or serious harm.",
      "id": "s31"
    },
    {
      "text": "The Tribunal has found that the applicant may have been arrested and suffered serious harm in the past, not because he was personally targeted for political opinion or activity.",
      "id": "s32"
    },
    {
      "text": "Rather this was because he happened to be among large numbers of students who became the subject of mass arrest.",
      "id": "s33"
    },
    {
      "text": "A recent report from the UK Home office includes among key recent developments as: \n\n \n The key political development in 2007 was the release of political prisoners held after the 2005 elections.",
      "id": "s34"
    },
    {
      "text": "The released prisoners were previously tried and found guilty in June 2007 (BBC News, 11 June 2007) [7ag], but pardoned in August 2007.",
      "id": "s35"
    },
    {
      "text": "(BBC News, 18 August 2007) [7at] Those pardoned in August included 31 members of the CUD alliance; two senior leaders of the CUD were released in July 2007.",
      "id": "s36"
    },
    {
      "text": "(BBC News, 18 August 2007).",
      "id": "s37"
    },
    {
      "text": "UK Home Office 2008, 'Country of Origin Information Report: Ethiopia', UK Home Office website, 18 January\n http://www.homeoffice.gov.uk/rds/pdfs08/ethiopia-220108.doc \n\n \n The Tribunal finds that there is not a real chance in the reasonably foreseeable future that the applicant would find himself in a similar circumstance related to similar events he experienced in the past as to be the subject of mass arrest by the authorities and suffer persecution or serious harm.",
      "id": "s38"
    },
    {
      "text": "\" \n The Tribunal turned next to the appellant's claim to fear persecution by reason of his Oromo ethnicity and the political opinions imputed to him by reason of his ethnicity.",
      "id": "s39"
    },
    {
      "text": "It accepted that he may have been excluded from university because of his ethnicity but held that such an exclusion did not constitute \"serious harm\" for the purposes of s 91R of the Act.",
      "id": "s40"
    },
    {
      "text": "It noted that, within a short time, the appellant had been able to enrol and study at another university and did not thereafter experience discrimination or persecution because of his ethnicity.",
      "id": "s41"
    },
    {
      "text": "It determined that he did \"not face a real chance of persecution or serious harm for reason of his ethnicity and the associated imputed political opinion now or [in] the reasonably foreseeable future.",
      "id": "s42"
    },
    {
      "text": "\" The Tribunal went on to consider whether future conduct by the appellant would lead to persecution for these reasons.",
      "id": "s43"
    },
    {
      "text": "It summarised its findings as follows: \n \"The Tribunal has considered the [appellant's] claims individually and cumulatively and finds that [his] fears are not well-founded and that he does not face a real chance of persecution or serious harm now or in the reasonably foreseeable future if he were to return to Ethiopia.",
      "id": "s44"
    },
    {
      "text": "He is not a refugee.",
      "id": "s45"
    },
    {
      "text": "\" \n FEDERAL MAGISTRATES COURT \n The appellant filed an application for judicial review of the Tribunal's decision in the Federal Magistrates Court on 20 June 2008.",
      "id": "s46"
    },
    {
      "text": "At trial he relied on an amended application filed on 11 August 2008.",
      "id": "s47"
    },
    {
      "text": "The amended application contained three grounds.",
      "id": "s48"
    },
    {
      "text": "The first two were: \n \"1.",
      "id": "s49"
    },
    {
      "text": "The Tribunal asked itself the wrong question, and thereby made a jurisdictional error, in that it:\n \n (a) accepted that the Applicant may have been among students who were rounded up in Addis Ababa in 2001, and again after elections in 2005; \n\n \n (b) accepted that the Applicant may he been held in detention, and that he may have suffered inhumane treatment while held by government forces; \n\n \n (c) found that the Applicant nevertheless did not have a well founded fear of persecution because he was not \"personally targeted by the authorities\" and/or \"involved at the leader or organiser level\" of a political party; \n\n \n (d) thereby erred in failing to recognise that, if there is a real chance that serious harm will result from attendance at political demonstrations in Ethiopia, a person who wishes to attend such demonstrations as an expression of his or her political opinion has a well founded fear of persecution even if that person is not \"personally targeted\" by authorities or involved \"at the leader or organiser level\" of a political party.",
      "id": "s50"
    },
    {
      "text": "The Tribunal failed to complete its jurisdictional task, or constructively failed to exercise its jurisdiction, in that;\n \n (a) the Tribunal found that \"there is not a real chance in the reasonably foreseeable future that the applicant would find himself in a similar circumstance related to similar events he experienced in the past as to be the subject of mass arrest by the authorities and suffered persecution or serious harm\" (Reasons, p 10.5); \n\n \n (b) the Tribunal did not make the factual findings necessary to support the above conclusion, which would have been open only if the Tribunal found either that: \n\n there is no longer a real chance of mass arrests occurring at political demonstrations in Ethiopia; or\n there was not a real chance that the Applicant would attend political demonstrations if he returned to Ethiopia (as the Tribunal accepted he had done in the past).",
      "id": "s51"
    },
    {
      "text": "(c) If the Tribunal had made the former finding, it would have erred because there was no evidence to support it.",
      "id": "s52"
    },
    {
      "text": "(d) If the Tribunal had made the later finding, it would have been required to consider the reason why the Applicant would not attend political demonstrations in the future, because if the reason he would not attend such demonstrations was due to a well-founded fear of persecution then he would have been entitled to protection.",
      "id": "s53"
    },
    {
      "text": "(e) The Tribunal's failure to make the necessary factual findings and to consider the above question meant that it did not complete its jurisdictional task and thereby made a jurisdictional error.",
      "id": "s54"
    },
    {
      "text": "\" \n\n \nA third ground alleged that the Tribunal had breached s 425 of the Act.",
      "id": "s55"
    },
    {
      "text": "In support of the first ground, the appellant contended that, by reasoning in the manner set out in paragraph 1(c) of the notice of appeal, the Tribunal had added an \"impermissible gloss to the definition in Article 1A of the Refugees Convention\", which does not confine the status of refugee to those who are \"personally targeted\" by authorities, or who are political leaders.",
      "id": "s56"
    },
    {
      "text": "It was contended that, if there was a real chance that serious harm would result from attendance at political demonstrations in Ethiopia, a person who wishes to attend such demonstrations as an expression of his political opinion, has a well founded fear of persecution.",
      "id": "s57"
    },
    {
      "text": "The Tribunal had misconstrued the criteria that govern the grant of a protection visa and therefore applied the wrong test to the appellant.",
      "id": "s58"
    },
    {
      "text": "He should have been recognised as a refugee.",
      "id": "s59"
    },
    {
      "text": "His Honour rejected this ground.",
      "id": "s60"
    },
    {
      "text": "He considered that the Tribunal had found that the appellant did not have a profile with the Ethiopian authorities and would not, therefore, face a real chance of being targeted personally by them in the future.",
      "id": "s61"
    },
    {
      "text": "This reasoning was directed to the appellant's claim that he might face harm from the authorities in the future solely by reason of his past activity and arrest.",
      "id": "s62"
    },
    {
      "text": "The Tribunal had considered the appellant's claims as to serious harm suffered in the past and considered whether there was a real chance that, despite the absence of any profile on the part of the appellant, should he undertake similar low level political activity in the future, and get caught up in mass arrests, he would suffer serious harm.",
      "id": "s63"
    },
    {
      "text": "The Tribunal was satisfied that, because the circumstances in Ethiopia had changed, the appellant did not face a real chance of experiencing the same kind of serious harm which he had experienced in the past.",
      "id": "s64"
    },
    {
      "text": "He held that the Tribunal was entitled to accept the veracity of recent country information and find that there had been a change in the political climate in Ethiopia and did not misconstrue or misapply the tests set out in the Convention.",
      "id": "s65"
    },
    {
      "text": "The Federal Magistrate also dismissed the second ground.",
      "id": "s66"
    },
    {
      "text": "His Honour found that the Tribunal did not make or rely upon any finding that the appellant would not attend demonstrations in the future (ground 2(b)(ii)).",
      "id": "s67"
    },
    {
      "text": "He considered that a fair reading of the Tribunal's decision disclosed that the Tribunal had concluded that the political climate in Ethiopia had changed since the appellant had been arrested in 2001 and 2005.",
      "id": "s68"
    },
    {
      "text": "This finding was supported by the independent country information.",
      "id": "s69"
    },
    {
      "text": "The Federal Magistrate considered that, to make good the second ground, the appellant had to establish \"that there was no evidence at all by which the Tribunal could make such a finding\" and relied on the decision in SZHZF v Minister for Immigration &amp; Citizenship [2007] FCA 1173 at [33] .",
      "id": "s70"
    },
    {
      "text": "There was at least some evidence to support its finding that there was not a real chance that, in the reasonably foreseeable future, the appellant would find himself in similar circumstances to those which he had experienced in the past.",
      "id": "s71"
    },
    {
      "text": "The second ground was, he considered, an attack on the merits of the decision.",
      "id": "s72"
    },
    {
      "text": "The Federal Magistrate also rejected the third ground.",
      "id": "s73"
    },
    {
      "text": "This part of his decision was not challenged on appeal to this Court.",
      "id": "s74"
    },
    {
      "text": "The application for review was, accordingly, dismissed.",
      "id": "s75"
    },
    {
      "text": "APPEAL TO THIS COURT \n The notice of appeal to this Court was filed on 10 March 2009.",
      "id": "s76"
    },
    {
      "text": "There is a good deal of overlap between the grounds.",
      "id": "s77"
    },
    {
      "text": "Ground 1 mirrors the first ground relied on in the Federal Magistrates Court.",
      "id": "s78"
    },
    {
      "text": "The second ground in the notice of appeal reads: \n \"His Honour erred in finding that: \n\n \n (a) the Tribunal had made a finding that there had been a change in the political climate in Ethiopia such that, in the reasonably foreseeable future, there was little prospect of mass arrests and subsequent serious harm; or \n\n \n (b) if such a finding was made, that that finding was open to the Tribunal.",
      "id": "s79"
    },
    {
      "text": "\" \n Ground 3 is in substantially similar terms to the second ground advanced in the Federal Magistrates Court.",
      "id": "s80"
    },
    {
      "text": "In argument ground 2 was advanced as an alternative to ground 3.",
      "id": "s81"
    },
    {
      "text": "GROUND 1 \n The definition of a \"refugee\" for the purposes of the UN Convention relating to the Status of Refugees (\"the Convention\") is well known.",
      "id": "s82"
    },
    {
      "text": "It appears in Article 1A(2).",
      "id": "s83"
    },
    {
      "text": "Relevantly it defines a refugee as any person who \"owing to well-founded fear of being persecuted for reasons of race ... or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country ...\" It was common ground that a person could be a refugee, as defined in the Convention, without having been \"personally targeted\" or \"involved at a leader or organiser level\" in some entity in his or her home country.",
      "id": "s84"
    },
    {
      "text": "The appellant contended and the Minister denied that the Tribunal had erred by, in effect, adding these elements to the definition and then finding that the appellant was not a refugee because he failed to meet these criteria.",
      "id": "s85"
    },
    {
      "text": "It was also common ground that, in determining whether a person faced a real chance of persecution upon return to his or her country of origin, past experiences of persecution in that country are relevant and might provide an excellent guide to what might happen in the future: see Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 at 574-5.",
      "id": "s86"
    },
    {
      "text": "The Tribunal's reasons are to be read and understood consistently with the principles expounded in the joint judgment in Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-2.",
      "id": "s87"
    },
    {
      "text": "The reasons \"are not to be construed minutely and finely with an eye keenly attuned to the perception of error\": see Collector of Customs v Pozzolanic [1993] FCA 456 ; (1993) 43 FCR 280 at 287.",
      "id": "s88"
    },
    {
      "text": "The reasons are meant to inform and are \"not to be scrutinised upon over-zealous judicial review by seeking to discern whether some inadequacy may be gleaned from the way in which the reasons are expressed.",
      "id": "s89"
    },
    {
      "text": "\" The appellant emphasised the Tribunal's findings that the appellant may have been among students who were rounded up in Adidas Ababa in 2001 and again after the elections in 2005 and that the appellant may have been subjected to arbitrary detention and inhumane treatment while being held in detention by Ethiopian government forces.",
      "id": "s90"
    },
    {
      "text": "The appellant's case was that these events provided a sound basis for the Tribunal to conclude that there was a real chance that the appellant would face persecution should he be returned to Ethiopia.",
      "id": "s91"
    },
    {
      "text": "The Tribunal had not come to this conclusion because of the weight it gave to the fact that none of the appellant's evidence suggested that he had been \"personally targeted by the authorities\" in Ethiopia and because he did not \"claim to be involved at a leader or organiser level.",
      "id": "s92"
    },
    {
      "text": "\" The Tribunal had also referred to the lack of any personal interest in the appellant by the Ethiopian authorities when recording that he had been able to leave Ethiopia without any attempt being made to impede his departure.",
      "id": "s93"
    },
    {
      "text": "The issue in dispute between the parties was whether the Tribunal was to be understood as having measured the appellant's claim to be a refugee against a \"personal targeting\" requirement or an \"involvement at a leader or organiser level\" criterion and found him wanting (as the appellant would have it), or whether all that the Tribunal had done was to have regard to these matters when discounting the significance of the earlier events as a guide to predicting what might befall the appellant should he return to Ethiopia in the foreseeable future (as the Minister would have it).",
      "id": "s94"
    },
    {
      "text": "The appellant's argument focused attention on the structure of the Tribunal's reasons.",
      "id": "s95"
    },
    {
      "text": "In essence it sought to quarantine the passages set out and summarised above at [6] and [7] from other parts of the reasons.",
      "id": "s96"
    },
    {
      "text": "These passages commence with findings which are favourable to the appellant.",
      "id": "s97"
    },
    {
      "text": "He may have been rounded up with other students in 2001 and 2005, may have been held in detention and may have suffered inhumane treatment whilst he was held by government forces.",
      "id": "s98"
    },
    {
      "text": "Then follow the references to the appellant not being subject to personal targeting and not being involved at a leader or organiser level and to his uneventful departure from Ethiopia.",
      "id": "s99"
    },
    {
      "text": "The Tribunal was thus led to the conclusion that the appellant did \"not face a real chance now or in the reasonably foreseeable future for reasons of his political opinion or past political activities if he were to return to Ethiopia.",
      "id": "s100"
    },
    {
      "text": "\" (emphasis added) (\"the first conclusion\").",
      "id": "s101"
    },
    {
      "text": "The appellant argued that, in the absence of any other findings which were suggestive of a relevant change in circumstances in Ethiopia, this conclusion could only be reached by the Tribunal impermissibly placing the claimed gloss on the definition of \"refugee\".",
      "id": "s102"
    },
    {
      "text": "Although the structure of and expression in the Tribunal's reasons lend some support to the appellant's submissions, I am unable to accept them.",
      "id": "s103"
    },
    {
      "text": "Even if the passages relied on could be quarantined from the rest of the reasons, I do not consider that they could, fairly, be read in the way contended for by the appellant.",
      "id": "s104"
    },
    {
      "text": "The Tribunal did not hold that the appellant was not a refugee because he had not been personally targeted or because he was not a leader or an organiser of a political group.",
      "id": "s105"
    },
    {
      "text": "Although its reasons could have been more clearly expressed, the Tribunal accepted that he had suffered serious harm in 2001 and 2005 when he was arrested with a large number of other students.",
      "id": "s106"
    },
    {
      "text": "Despite the fact that, he was badly treated, he was released after a short time and, after 2005, the Ethiopian authorities had shown no further interest in him.",
      "id": "s107"
    },
    {
      "text": "It was this latter finding that informed the conclusion that he was not likely to face persecution were he now to return to Ethiopia.",
      "id": "s108"
    },
    {
      "text": "This conclusion was supportable even in the absence of any finding that political circumstances had changed in a way that would further have diminished the risk of harm to the appellant.",
      "id": "s109"
    },
    {
      "text": "The Tribunal did not, however, end its examination of the appellant's \"political opinion\" claim at that point.",
      "id": "s110"
    },
    {
      "text": "It went on immediately, in the passage set out above at [8], to consider whether the appellant's future conduct might lead to persecution or serious harm should he return to Ethiopia.",
      "id": "s111"
    },
    {
      "text": "It restated its earlier finding that he was arrested as one of a large number of students and not because he was personally targeted for his political opinion or activity.",
      "id": "s112"
    },
    {
      "text": "It then quoted from a 2008 UK Home Office report which recorded that political prisoners who had been held after the 2005 elections and been convicted in June 2007 had been pardoned in August 2007.",
      "id": "s113"
    },
    {
      "text": "Those pardoned included 31 members of the CUD.",
      "id": "s114"
    },
    {
      "text": "The Tribunal made no attempt to forge the link between the situation facing students who had been subject to mass arrest and quick release in 2005 and the report which dealt with the position of those who were kept imprisoned, tried and then pardoned.",
      "id": "s115"
    },
    {
      "text": "The link is by no means self evident.",
      "id": "s116"
    },
    {
      "text": "It may be that the Tribunal was prepared, without saying so, to infer that, if the government was prepared to pardon and release political opponents whom it had held in custody for almost two years, it could be expected to have no interest in persecuting those who had been rounded up in 2005 but who were not perceived to pose such a problem as to warrant their retention in custody.",
      "id": "s117"
    },
    {
      "text": "This is an issue to which I will return in dealing with grounds 2 and 3.",
      "id": "s118"
    },
    {
      "text": "Having quoted from the UK Home Office report the Tribunal made another finding.",
      "id": "s119"
    },
    {
      "text": "This time it was that there was \"not a real chance in the reasonably foreseeable future that the [appellant] would find himself in a similar circumstance related to similar events he experienced in the past as to be the subject of mass arrest by the authorities and suffer persecution or serious harm.",
      "id": "s120"
    },
    {
      "text": "\" (\"the second conclusion\").",
      "id": "s121"
    },
    {
      "text": "Confusion arises because of the overlap between the first conclusion and the second conclusion.",
      "id": "s122"
    },
    {
      "text": "It appears that the first conclusion was intended to deal with the appellant's fears arising from his political opinions and activities in the past and the second conclusion was intended to deal with the Ethiopian government's likely response to any repetition of such activities should the appellant return to Ethiopia.",
      "id": "s123"
    },
    {
      "text": "The problem is that the first conclusion includes a finding that the appellant did not face a real chance now or in the reasonably foreseeable future by reason of his political opinion and the second conclusion also deals with the chances of the appellant suffering persecution or serious harm in the reasonably foreseeable future by reason of his political opinions or activities.",
      "id": "s124"
    },
    {
      "text": "This confusion is unfortunate but it does not support the appellant's argument on the first ground.",
      "id": "s125"
    },
    {
      "text": "If anything, it supports the Minister's position by extending the range of issues considered by the Tribunal, in the context of dealing with the appellant's \"political opinion\" claim, to include political developments since 2005.",
      "id": "s126"
    },
    {
      "text": "The first ground fails.",
      "id": "s127"
    },
    {
      "text": "GROUNDS 2 AND 3 \n These grounds also focus attention on the passage in the Tribunal's reasons which is set out above at [8].",
      "id": "s128"
    },
    {
      "text": "The appellant contends that jurisdictional error tainted the second conclusion because, as a matter of logic, the Tribunal could only have so concluded if it had found either that: In the Federal Magistrates Court, the Minister accepted that the second conclusion could only be sustained if the Tribunal had made one or other of these findings and that, had the Tribunal made the second finding mentioned in the preceding paragraph, it would have erred in law: see Appellant S395/2002 v Minister for Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473.",
      "id": "s129"
    },
    {
      "text": "As a result the Minister submitted that the Tribunal had made the finding that there was no longer a real chance of mass arrests and mistreatment of detainees occurring at and following political demonstrations in Ethiopia.",
      "id": "s130"
    },
    {
      "text": "The Minister accepted that there was no express finding that the political environment in Ethiopia had changed since 2005 such that there was no longer a real chance that mass arrests would occur at political demonstrations held in the course of election campaigns.",
      "id": "s131"
    },
    {
      "text": "He submitted, however, that such findings were implicit in the reference to the 2008 UK Home Office report.",
      "id": "s132"
    },
    {
      "text": "The learned Federal Magistrate held that the appellant could only succeed on this ground if he could establish \"that there was no evidence at all by which the Tribunal could make such a finding.",
      "id": "s133"
    },
    {
      "text": "\" He considered that \"the recent country information was at least some evidence in support of its finding that there was not a real chance that, in the reasonably foreseeable future, the [appellant] would find himself in similar circumstances to those which he had experienced in the past.",
      "id": "s134"
    },
    {
      "text": "\" He did not specifically identify the \"recent country information\" which he had in mind, although it is clear enough from the context, that he was referring to the UK Home Office report.",
      "id": "s135"
    },
    {
      "text": "He considered that this provided: \n \"... evidence that the attitude of the Ethiopian government to its political opponents had softened.",
      "id": "s136"
    },
    {
      "text": "This evidence could and did support a finding that, in the reasonably foreseeable future, the Ethiopian government would not engage in mass arrest, detention and mistreatment of demonstrators.",
      "id": "s137"
    },
    {
      "text": "\" \n He considered that the appellant's second ground involved an attempt at merits review of the Tribunal's fact finding.",
      "id": "s138"
    },
    {
      "text": "The Tribunal recorded that it had had regard to a good deal of country information in addition to the UK Home Office report.",
      "id": "s139"
    },
    {
      "text": "This material included information from United States and Canadian sources and from Human Rights Watch.",
      "id": "s140"
    },
    {
      "text": "This information may or may not have supported findings of the kind which the Minister contends were implicitly made.",
      "id": "s141"
    },
    {
      "text": "I do not, however, consider that the mere incorporation of the quoted part of the UK Home Office report provides a sufficient foundation for such an implication.",
      "id": "s142"
    },
    {
      "text": "More significantly, the Tribunal did not expressly find that the report provided evidence that supported the second conclusion.",
      "id": "s143"
    },
    {
      "text": "It did no more than quote the passage and proceed to the conclusion.",
      "id": "s144"
    },
    {
      "text": "Too much is left unsaid.",
      "id": "s145"
    },
    {
      "text": "The Home Office report could have been drawn on to support a number of findings.",
      "id": "s146"
    },
    {
      "text": "One would be that the Ethiopian government no longer felt threatened by its political opponents who had been imprisoned until August 2007.",
      "id": "s147"
    },
    {
      "text": "Another is that the government was seeking a rapprochement with the opposition.",
      "id": "s148"
    },
    {
      "text": "Such findings might also have led to a further finding that there had been a change in the political climate and the government was now prepared to accept the legitimacy of lawful political activity by its opponents.",
      "id": "s149"
    },
    {
      "text": "It may also have been possible to find that the recent political developments had operated to the appellant's advantage because the Ethiopian authorities were unlikely, in the changed political environment, to have any interest in someone, like the appellant, who was not perceived to be a significant political opponent.",
      "id": "s150"
    },
    {
      "text": "None of these findings was made.",
      "id": "s151"
    },
    {
      "text": "Even if a generous reading of the Tribunal's reasons admitted the conclusion that the findings had implicitly been made, the Tribunal made no attempt to link them to the appellant's circumstances.",
      "id": "s152"
    },
    {
      "text": "The appellant had suffered persecution because of his participation in mass demonstrations in the lead up to elections.",
      "id": "s153"
    },
    {
      "text": "It was, therefore, necessary for the Tribunal to, at least, determine when the next election was to take place and to form a view as to whether any changes to the political environment of the kind recorded in the Home Office report were likely to survive campaigning for that election.",
      "id": "s154"
    },
    {
      "text": "It did not do so.",
      "id": "s155"
    },
    {
      "text": "Section 430 of the Act requires the Tribunal to record its findings on material questions of fact: see Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 338, 346.",
      "id": "s156"
    },
    {
      "text": "Its failure to make such findings strongly suggests that it did not turn its mind to these matters.",
      "id": "s157"
    },
    {
      "text": "It was necessary for it to do so before it could come to the second conclusion.",
      "id": "s158"
    },
    {
      "text": "In the absence of such findings there was simply no factual foundation to support that conclusion.",
      "id": "s159"
    },
    {
      "text": "In my view, there was a constructive failure, on the part of the Tribunal, to perform the function required of it by the Act.",
      "id": "s160"
    },
    {
      "text": "CONCLUSION \n The appeal should be allowed.",
      "id": "s161"
    },
    {
      "text": "The order of the Federal Magistrates Court should be set aside and in lieu thereof it should be ordered that the decision of the Tribunal should be quashed and the proceeding remitted to it to be heard and determined according to law.",
      "id": "s162"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s163"
    },
    {
      "text": "Associate:\n \n \nDated: 16 June 2009\n \n Counsel for the Appellant: Dr S Donaghue and Mr B Penno \n \n Solicitor for the Appellant: Asylum Seeker Resource Centre \n \n Counsel for the First Respondent: Mr W Mosley \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 25 May 2009 \n \n Date of Judgment: 16 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/644.html",
      "id": "s164"
    }
  ]
}