{
  "name": "Storm Financial Limited (Receivers and Managers Appointed) (In Liquidation) v Victorian Families Retirement &amp; Investment Group Pty Ltd (No 3) [2009] FCA 629 (9 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/629.html",
  "catchphrases": [
    {
      "text": "insolvency",
      "id": "c0"
    },
    {
      "text": "s 447(2b) of the corporations act 2001 (cth)",
      "id": "c1"
    },
    {
      "text": "approval of sale of business of subsidiary of financial services company in liquidation",
      "id": "c2"
    },
    {
      "text": "subsidiary also in liquidation",
      "id": "c3"
    },
    {
      "text": "whether transaction is proper realisation of assets of parent company or otherwise assists in the winding up",
      "id": "c4"
    },
    {
      "text": "whether sale expeditious and beneficial to administration of the winding up",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "I have before me an application by the liquidators of Victorian Families Retirement and Investment Group Pty Ltd (In Liquidation) (\"Victorian Families\"), a wholly owned subsidiary of Storm Financial Limited (Receivers and Managers Appointed) (In Liquidation) seeking the following relief: The Court approve that the plaintiff, on behalf of the defendant, entering into a written agreement with Geelong Wealth Management Group Pty Ltd ACN 136 854 487 on the terms of the written agreement annexed as RKK-17 to the Affidavit of Rajendra Kumar Khatri affirmed on 5 June 2009 and filed in these proceedings.",
      "id": "s0"
    },
    {
      "text": "The costs of and incidental to this application be costs in the winding up.",
      "id": "s1"
    },
    {
      "text": "Such further and or other order as the Court may think just.",
      "id": "s2"
    },
    {
      "text": "The affidavit of Mr Khatri, who together with Mr Ivor Worrell is a liquidator of Victorian Families, was filed in support of the application, and explains the background to the application.",
      "id": "s3"
    },
    {
      "text": "I note that this morning in Court Mr Cowen, on behalf of the liquidators, has also filed submissions in support of this application.",
      "id": "s4"
    },
    {
      "text": "In summary, prior to its liquidation the only business carried on by Victorian Families was as a financial services provider.",
      "id": "s5"
    },
    {
      "text": "The most valuable asset of the business of Victorian Families was the ongoing revenue generated by: At the date of the appointment of the liquidators, Victorian Families had a significant client base and the client book was very valuable.",
      "id": "s6"
    },
    {
      "text": "However Mr Khatri deposes inter alia that: Mr Khatri deposes that it is therefore important to make every effort to sell the client book of a financial services business as soon as possible where the original business has ceased to trade.",
      "id": "s7"
    },
    {
      "text": "In his affidavit, Mr Khatri deposes as to the steps taken by the liquidators to market the client book of Victorian Families' business for sale.",
      "id": "s8"
    },
    {
      "text": "The liquidators have successfully negotiated an agreement with Geelong Wealth Management Group Pty Ltd ACN 136 854 487 (\"Geelong Wealth Management Group\") for the sale of the client book of Victorian Families.",
      "id": "s9"
    },
    {
      "text": "A copy of the sale agreement is annexed to Mr Khatri's affidavit.",
      "id": "s10"
    },
    {
      "text": "I note that this copy is executed on behalf of Geelong Wealth Management Group, but not by the liquidators on behalf of Victorian Families.",
      "id": "s11"
    },
    {
      "text": "Mr Cowen this morning in Court informed me that subsequent to the filing of the affidavit the sale agreement was executed by the liquidators on behalf of Victorian Families.",
      "id": "s12"
    },
    {
      "text": "However, the contract is conditional upon the approval being given by this Court this morning.",
      "id": "s13"
    },
    {
      "text": "Accordingly, I do not consider that this is a case which involves the need for an application for retrospective approval by the Court in relation to s 477(2B).",
      "id": "s14"
    },
    {
      "text": "The sale agreement is to be completed on 10 June 2009, however the purchase price is payable in two instalments: As the obligations of the parties will extend beyond three months after the sale agreement is entered into, the liquidators require approval pursuant to s 477(2B) of the Corporations Act 2001 (Cth) before entering into the sale agreement on behalf of Victorian Families.",
      "id": "s15"
    },
    {
      "text": "In relation to the sale agreement Mr Khatri deposes that, in summary: It is in the interests of the expeditious and beneficial administration of the winding up of Victorian Families; and It is in the interests of all creditors of Victorian Families generally (both creditors known to him at this time and those as yet unknown) and the sole shareholder of Victorian Families; \nfor the liquidators to enter into the sale agreement on behalf of Victorian Families.",
      "id": "s16"
    },
    {
      "text": "Mr Khatri also deposes that he is not aware of any circumstances that would give rise to a concern by the Court, whether by way of error of law, bad faith, impropriety or otherwise, that it should not grant its approval for the liquidators on behalf of Victorian Families to enter into the sale agreement on its behalf.",
      "id": "s17"
    },
    {
      "text": "The major creditors of Victorian Families are identified in para 29 of Mr Khatri's affidavit, although Mr Khatri deposed that he expected further claims to be made including damages claims.",
      "id": "s18"
    },
    {
      "text": "The liquidators are also of the view that in the circumstances it would not be in the interests of the expeditious liquidation of Victorian Families, the creditors generally, or the sole shareholder for the completion of the sale agreement to be postponed until a meeting of the creditors can be called.",
      "id": "s19"
    },
    {
      "text": "In summary, Mr Khatri deposes that speed is important to ensure that the sale agreement proceeds.",
      "id": "s20"
    },
    {
      "text": "Section 477(2B) of the Corporations Act provides as follows: \n Except with the approval of the Court, of the committee of inspection or of a resolution of the creditors, a liquidator of a company must not enter into an agreement on the company's behalf (for example, but without limitation, a lease or a charge) if: \n\n \n(a) without limiting paragraph (b), the term of the agreement may end; or\n \n(b) obligations of a party to the agreement may, according to the terms of the agreement, be discharged by performance;\n \n \n more than 3 months after the agreement is entered into, even if the term may end, or the obligations may be discharged, within those 3 months.",
      "id": "s21"
    },
    {
      "text": "The principles relevant to the exercise of the Court's power under this provision were summarised by Gordon J in Stewart, in the matter of Newtronics Pty Ltd [2007] FCA 1375 as including the following: \n (1) The court does not simply rubber stamp whatever is put forward by a liquidator.",
      "id": "s22"
    },
    {
      "text": "(2) A court will not approve an agreement if its terms are unclear.",
      "id": "s23"
    },
    {
      "text": "(3) The role of the court is to grant or deny approval to the liquidator's proposal.",
      "id": "s24"
    },
    {
      "text": "Its role is not to develop some alternative proposal which may seem preferable.",
      "id": "s25"
    },
    {
      "text": "(4) In reviewing the liquidator's proposal, the task of the court is --- \n\n \n(and her Honour quotes from Corporate Affairs Commission v ASC Timber Pty Ltd (1998) 16 ACLC 1 ,642 at 1,650):\n \n... not to reconsider all the issues which have been weighed up by the liquidator in developing the proposal, and to substitute its determination for his in a hearing de novo, but simply to review the liquidator's proposal paying due regard to his or her commercial judgment and knowledge of all the circumstances of the liquidation, satisfying itself there is no error of law or ground for suspecting bad faith or impropriety, and weighing up whether there is any good reason to intervene in terms of the \"expeditious and beneficial administration\" of the winding up.",
      "id": "s26"
    },
    {
      "text": "(5) Generally, the court grants approval under section 477(2B) of the Act only where the transaction is a proper realisation of the assets of the company or otherwise assists in the winding up of the company.",
      "id": "s27"
    },
    {
      "text": "In my view the proposed transaction can be described as the proper realisation of the assets of Victorian Families.",
      "id": "s28"
    },
    {
      "text": "The terms as set out in the annexed sale agreement are clear.",
      "id": "s29"
    },
    {
      "text": "I am satisfied that there is no error of law or ground for suspecting bad faith or impropriety in relation to this proposal.",
      "id": "s30"
    },
    {
      "text": "I am satisfied that the proposal is an appropriate exercise of commercial judgment by the liquidators, and that the proposal as explained by the liquidators is consistent with the expeditious and beneficial administration of the winding up of Victorian Families.",
      "id": "s31"
    },
    {
      "text": "Accordingly, I propose to make the orders in the terms sought this morning.",
      "id": "s32"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s33"
    },
    {
      "text": "Associate:\n \n \nDated: 15 June 2009\n \n Solicitor for the Applicant: The applicant did not appear \n \n Solicitor for the Respondent: Mr RT Cowen of Tucker &amp; Cowen \n Date of Hearing: 9 June 2009 \n \n Date of Judgment: 9 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/629.html",
      "id": "s34"
    }
  ]
}