{
  "name": "Food Channel Network Pty Ltd ACN 079 015 339 v Television Food Network, G.P. [2009] FCA 68 (11 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/68.html",
  "catchphrases": [
    {
      "text": "consideration of an application by a respondent for an order for security for costs of and incidental to appeal proceedings under s 104 of the trade marks act 1995 (cth)",
      "id": "c0"
    },
    {
      "text": "consideration of an application by the applicant in those proceedings for an order that the respondent provide security for the applicant's costs of and incidental to the proceeding",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "Background to the principal proceeding\n In this proceeding the applicant, Food Channel Network Pty Ltd (\"FCN\"), appeals under s 104 of the Trade Marks Act 1995 (Cth) (\"the Act\") from a decision of the Registrar of Trade Marks to remove Trade Mark Registration 733265 from the Register in respect of all services for which it is registered.",
      "id": "s0"
    },
    {
      "text": "The trade mark comprises an image or device depicting food items which spin around a TV antenna.",
      "id": "s1"
    },
    {
      "text": "The trade mark was registered on 28 April 1997 and is registered in Classes 38 and 41.",
      "id": "s2"
    },
    {
      "text": "The respondent, Television Food Network, G.P.",
      "id": "s3"
    },
    {
      "text": "(\"TFN\") applied as a \"person aggrieved\" under s 92(1) of the Act (as the provision then stood) for removal of the trade mark in reliance upon s 92(4)(b) which provides that a non-use application may be made on the ground: \n 92(4) ... \n\n \n (b) that the trade mark has remained registered for a continuous period of three years ending one month before the day on which the non-use application is filed and, at no time during that period, the person who was then the registered owner: \n\n \n (i) used the trade mark in Australia; or\n (ii) used the trade mark in good faith in Australia; \n\n \n in relation to the goods and/or services to which the application relates.",
      "id": "s4"
    },
    {
      "text": "The application for removal was filed on 14 August 2006.",
      "id": "s5"
    },
    {
      "text": "The relevant period for the purposes of s 92(4)(b) is the period 14 July 2003 to 14 July 2006.",
      "id": "s6"
    },
    {
      "text": "On 16 November 2006, FCN filed a notice of opposition under s 96 of the Act to the removal application.",
      "id": "s7"
    },
    {
      "text": "The reasons for decision of the Registrar's delegate reflect the procedural history concerning the filing and serving of evidence before the Registrar.",
      "id": "s8"
    },
    {
      "text": "As events transpired before the Registrar, a statutory declaration filed by Mr Paul Lawrence, the Managing Director of FCN, was excluded from consideration as evidence in support of the opposition on the basis of a failure on the part of FCN to comply with relevant steps within the prescribed times although Mr Lawrence disputes an aspect of that contended non-compliance.",
      "id": "s9"
    },
    {
      "text": "The application for removal was heard by the Registrar's delegate on 2 September 2008.",
      "id": "s10"
    },
    {
      "text": "The delegate decided that FCN had not made out its opposition to the removal application particularly since there was no evidence to support the opposition so as to discharge the rebuttal burden carried by the opponent under s 100(1)(c) of the Act in relation to allegations made by TFN under s 92(4)(b) of the Act.",
      "id": "s11"
    },
    {
      "text": "Thus, the Registrar's delegate directed that the trade mark be removed from the Register in respect of all classes.",
      "id": "s12"
    },
    {
      "text": "The application before this Court under s 104 is an application in the original jurisdiction of the Court.",
      "id": "s13"
    },
    {
      "text": "Having regard to the powers conferred upon the Court under s 197 of the Act, it is plain that it is not necessary on appeal under s 104 to determine whether the decision of the Registrar was correct when made.",
      "id": "s14"
    },
    {
      "text": "In that sense, the appeal proceeding is a hearing conducted \"afresh\" or de novo (like an appeal proceeding under s 56 of the Act: N.V. Sumatra Tobacco Trading Company v British American Tobacco Australia Services Limited [2008] FCA 1542) on material properly placed before the Court ( Blount Inc. v Registrar of Trade Marks [1998] FCA 440 ; (1998) 83 FCR 50 at 58-9; [1998] FCA 440 ; 40 IPR 498 at 506; Soncini v Registrar of Trade Marks [2001] FCA 333 ; (2001) 109 FCR 548 ; 51 IPR 411 ; Ostrowski-Meissner v Registrar of Trade Marks (2006) 69 IPR 291 at [7] and [8]).",
      "id": "s15"
    },
    {
      "text": "Section 197 is in these terms: On hearing an appeal against a decision or direction of the Registrar, the Federal Court may do any one or more of the following:\n \n (a) admit further evidence orally, or on affidavit or otherwise;\n (b) permit the examination and cross-examination of witnesses, including witnesses who give evidence before the Registrar;\n (c) order an issue of fact to be tried as it directs;\n (d) affirm, reverse or vary the Registrar's decision or direction;\n (e) give any judgment, or make any order, that, in all the circumstances, it thinks fit;\n (f) order a party to pay costs to another party.",
      "id": "s16"
    },
    {
      "text": "In reliance upon s 197 of the Act, FCN proposes to rely, on the hearing of the appeal, on affidavit material including an affidavit annexing the statutory declaration of Mr Lawrence which was not before the Registrar's delegate.",
      "id": "s17"
    },
    {
      "text": "In addition, FCN proposes to rely upon further material (subject to objections to be made by TFN) which, when filed, will consist of at least, it is said, an affidavit from Mr Matthew Day which seeks to establish facts demonstrating use of the trade mark in the relevant period and a further affidavit from Mr Ian Bates also going to use of the trade mark in the relevant period.",
      "id": "s18"
    },
    {
      "text": "Both these affidavits are mentioned further shortly.",
      "id": "s19"
    },
    {
      "text": "The present interlocutory applications before the Court\n The first application by motion is an application by TFN for an order pursuant to s 56 of the Federal Court of Australia Act 1976 (the \"Court Act\") that FCN provide security in an amount of $35,000 for TFN's costs of and incidental to the proceeding in the form of either a bank guarantee or a payment of the amount to the Registrar of the Court to be deposited into an interest bearing account.",
      "id": "s20"
    },
    {
      "text": "TFN seeks consequential orders that the proceeding be stayed until security is provided and that upon failure to provide security in compliance with the principal order, FCN's appeal be dismissed with costs.",
      "id": "s21"
    },
    {
      "text": "The second application is an application by FCN as applicant for an order that TFN provide security for FCN's costs of and incidental to the appeal proceeding.",
      "id": "s22"
    },
    {
      "text": "That application although conceded by FCN to be novel, is made, it is said, on the footing that although FCN is the applicant in the proceeding, TFN ought to be regarded for all practical purposes as the prime mover or aggressor having initiated the application for removal of the trade mark before the Registrar.",
      "id": "s23"
    },
    {
      "text": "FCN says its appeal arises out of that \"proceeding\" and is responsive to it in the sense that FCN is exercising a right of appeal derivative of that proceeding.",
      "id": "s24"
    },
    {
      "text": "Therefore, it is said, s 56(5) of the Court Act in conjunction with Order 28 of the Federal Court Rules contemplates that an order for security for costs might be made against a respondent before this Court, who is (or was) an \"applicant\" in a proceeding before the Registrar of Trade Marks.",
      "id": "s25"
    },
    {
      "text": "That result is said to follow because Order 28, r 1 provides that references to an applicant (for the purposes of that Order) \"extend to any person who makes a claim for relief in any proceeding\" (Order 28, r 1).",
      "id": "s26"
    },
    {
      "text": "Secondly, FCN's application is said to be supported by the powers conferred on the Court by s 197 of the Act to make any order that in all the circumstances the Court thinks fit (s 197(e)).",
      "id": "s27"
    },
    {
      "text": "FCN says s 197 should be read in conjunction with s 222 of the Act which confers power upon the Registrar of Trade Marks in these terms: \n 222.",
      "id": "s28"
    },
    {
      "text": "If a person who neither resides nor carries on business in Australia: \n\n \n (a) ...\n (b) applies to the Registrar under Part 9 for a trade mark to be removed from the Register; \n\n \n the Registrar may require the person to give security for the costs of the proceeding and may, if security is not given, dismiss the proceeding.",
      "id": "s29"
    },
    {
      "text": "FCN says that the Court in hearing and determining an appeal under s 104 must be taken to have the same powers conferred upon it as those conferred under s 222 upon the Registrar or alternatively the empowering provision of s 197 confers sufficient power to enable an order to be made directing TFN to provide security for FCN's costs of and incidental to the hearing, assuming the relevant discretionary factors are made out.",
      "id": "s30"
    },
    {
      "text": "Principal among those for the moment are said to be that TFN ought to be characterised as the prime mover or aggressor and secondly, TFN is a partnership foreign to the jurisdiction with no assets within the jurisdiction.",
      "id": "s31"
    },
    {
      "text": "TFN says that FCN's application for security is misconceived because s 56 of the Court Act and Order 28 of the Federal Court Rules only contemplate orders for security for costs against an applicant or appellant or a person who \"makes a claim for relief in any proceeding\" (Order 28, r 1).",
      "id": "s32"
    },
    {
      "text": "TFN says it makes no claim for relief in this proceeding and the reference in Order 28, r 1 can only be a reference to a proceeding in the Court.",
      "id": "s33"
    },
    {
      "text": "Thus, there is no power to make an order against a respondent who makes no claim upon an applicant.",
      "id": "s34"
    },
    {
      "text": "Secondly, s 222 of the Act confers power upon the Registrar and only the Registrar, in the circumstances of the section and is not a provision which confers power on the Court.",
      "id": "s35"
    },
    {
      "text": "Thirdly, FCN's notice of motion is confined to an order sought under s 222 and does not, in terms, rely upon s 197.",
      "id": "s36"
    },
    {
      "text": "Fourthly, s 197 is directed to the powers of the Court in the hearing and determination of an appeal and does not confer power to make an order for security for costs.",
      "id": "s37"
    },
    {
      "text": "The power to do so in a s 104 proceeding before the Court is, it is said, determined by the Court Act and the Federal Court Rules .",
      "id": "s38"
    },
    {
      "text": "TFN's application for security\n TFN says in reliance upon an affidavit by Mr Anthony Bennett sworn 12 December 2008 that FCN is a company that operates a website described as \"The Food Channel\".",
      "id": "s39"
    },
    {
      "text": "By FCN's website material it describes itself as a company founded in 1997 that utilises the internet and television as the medium for distributing multimedia productions to promote a range of services and products in a range of regions.",
      "id": "s40"
    },
    {
      "text": "TFN says that FCN is a company which has one issued share of $1.00 in paid up capital and Mr Lawrence is the only shareholder.",
      "id": "s41"
    },
    {
      "text": "TFN says that searches fail to reveal any significant assets held by FCN.",
      "id": "s42"
    },
    {
      "text": "Further, TFN says that The Food Channel website does not identify the entity conducting the business nor the business premises.",
      "id": "s43"
    },
    {
      "text": "TFN says that it raised its concerns about the capacity of FCN to meet any order for costs and invited FCN to provide evidence of its ability to satisfy a costs order.",
      "id": "s44"
    },
    {
      "text": "TFN says that FCN has failed to do so.",
      "id": "s45"
    },
    {
      "text": "Moreover, TFN says that FCN in a submission to the Registrar's delegate dated 2 September 2008 made two statements concerning Mr Lawrence which causes TFN concern.",
      "id": "s46"
    },
    {
      "text": "First is a statement at p 3 of the submission in these terms: \n Mr Lawrence is ill equipped and has limited funds to take on such a huge multinational conglomerate [Television Food Network], but continues to do so and believes the law should protect his position ...",
      "id": "s47"
    },
    {
      "text": "He is essentially a cook and small businessman and very busy in the day to day operations of his business ... \n\n At p 11 of the submission FCN said this: \n Mr Lawrence a small businessman has not the time or substantial funds but continues to fight for his rights albeit without the knowledge or experience of his trade mark attorney.",
      "id": "s48"
    },
    {
      "text": "At para 19 of an affidavit sworn by Mr Trevor Hauff the solicitor for FCN, Mr Hauff said this: \n The applicant [FCN] is a small business and is operated by Mr Paul Lawrence as owner/operator.",
      "id": "s49"
    },
    {
      "text": "Significant cash flow negatives would make it difficult but not impossible for him to operate.",
      "id": "s50"
    },
    {
      "text": "TFN relies upon these statements as either evidence of or evidence from which inferences might be drawn of incapacity on the part of FCN to meet an order for costs.",
      "id": "s51"
    },
    {
      "text": "TFN says that FCN has failed to provide any material in response to correspondence from TFN's lawyers which would suggest that FCN has the financial capacity to meet an order for costs.",
      "id": "s52"
    },
    {
      "text": "In response, FCN says three things.",
      "id": "s53"
    },
    {
      "text": "First, FCN has previously been ordered to pay costs in proceedings between these parties in the Federal Court and has paid a costs order which suggests that FCN can and will meet orders for costs when called upon to do so.",
      "id": "s54"
    },
    {
      "text": "It seems to be common ground that in related Federal Court proceedings an order for costs was made against FCN in an amount of $9,000.00 and those costs were paid.",
      "id": "s55"
    },
    {
      "text": "Secondly, FCN says that in order to put the matter beyond doubt, Mr Paul Lawrence offers an undertaking to pay any costs ordered to be paid by FCN.",
      "id": "s56"
    },
    {
      "text": "Mr Lawrence thus stands beyond the corporate veil of FCN and exposes himself to a liability for FCN's costs.",
      "id": "s57"
    },
    {
      "text": "Thirdly, FCN says that in exercising the discretion as to whether an order for security for costs ought to be made, the Court ought to have regard to the underlying merits of the matter.",
      "id": "s58"
    },
    {
      "text": "As to the underlying merits, Mr Hauff exhibits to his affidavit sworn 30 January 2009 a copy of an affidavit sworn by Mr Matthew Day on 23 January 2009.",
      "id": "s59"
    },
    {
      "text": "The essential facts Mr Day deposes to are these.",
      "id": "s60"
    },
    {
      "text": "In the period June 2003 to April 2007, Mr Day was the Programming Manager for a free to air community television channel described as BRIZ 31 broadcasting in the greater Brisbane area.",
      "id": "s61"
    },
    {
      "text": "Mr Day was in charge of program scheduling.",
      "id": "s62"
    },
    {
      "text": "Mr Day says that in February 2005 he spoke to Mr Lawrence by telephone and communicated with him by email in relation to a sponsorship program by which FCN might sponsor an organisation described as \"Stained Glass Fishbowl\".",
      "id": "s63"
    },
    {
      "text": "Mr Day says that Mr Lawrence provided BRIZ 31 with a copy of FCN's \"sponsorship tape\" which included Trade Mark 733265 depicting the trade mark image.",
      "id": "s64"
    },
    {
      "text": "Mr Day says the trade mark was animated in the tape such that the food and vegetable items rotated around a TV antennae depicting the words \"The Food Channel\".",
      "id": "s65"
    },
    {
      "text": "Mr Day says that the program sponsored by FCN exhibiting the tape was broadcast from 1 June 2005 to 8 July 2005 with a total of 16 broadcasts in that period.",
      "id": "s66"
    },
    {
      "text": "Mr Day says that he can recall viewing the program himself on air on a number of occasions in that period.",
      "id": "s67"
    },
    {
      "text": "FCN says that the evidence of Mr Day if accepted demonstrates use of the trade mark in the period 14 July 2003 to 14 July 2006 and thus FCN's prospects of success in the principal proceeding are strong.",
      "id": "s68"
    },
    {
      "text": "FCN also relies upon an affidavit annexed to Mr Hauff's affidavit, sworn by Mr Ian Bates.",
      "id": "s69"
    },
    {
      "text": "Mr Bates says that he is the proprietor of an audio visual equipment and productions company.",
      "id": "s70"
    },
    {
      "text": "In January 2002, Mr Lawrence showed Mr Bates Trade Mark 733265 for the purpose of placing the trade mark on a series of tapes of programs for television.",
      "id": "s71"
    },
    {
      "text": "Mr Bates explained that he could animate the trade mark.",
      "id": "s72"
    },
    {
      "text": "In July or August 2002, Mr Bates sublet premises to FCN for FCN's operations and in the period January 2002 to October 2005, Mr Bates' company undertook editing of the trade mark onto tapes for FCN in relation to a number of identified programs.",
      "id": "s73"
    },
    {
      "text": "In March 2004, Mr Bates' company performed editing services to insert the trade mark into a Food Channel video.",
      "id": "s74"
    },
    {
      "text": "TFN, in response, says that as to the costs order, it was a single order for a relatively small amount.",
      "id": "s75"
    },
    {
      "text": "Secondly, as to the undertaking offered by Mr Lawrence, the undertaking ought to be weighed in the balance but it is simply one factor and ought not to be treated as a decisive factor.",
      "id": "s76"
    },
    {
      "text": "In any event, the matters at [11], [12] and [13] of these reasons suggest that Mr Lawrence does not have the capacity to satisfy a costs order.",
      "id": "s77"
    },
    {
      "text": "Thirdly, the Court should be reluctant to have regard to the affidavits of Mr Day and Mr Bates as that material is simply annexed to the affidavit of Mr Hauff, has not been filed in the proceedings and when and if filed, will be the subject of objections on a number of grounds which ought not to be ventilated in this application.",
      "id": "s78"
    },
    {
      "text": "TFN says that the material suggests that use by FCN is an open question.",
      "id": "s79"
    },
    {
      "text": "However, the merits of FCN's application can be put no higher than an open question as to use.",
      "id": "s80"
    },
    {
      "text": "The position is this.",
      "id": "s81"
    },
    {
      "text": "It is true that FCN has failed to identify assets of the company out of which an order for costs might be satisfied.",
      "id": "s82"
    },
    {
      "text": "However, on the evidence, FCN is a going concern.",
      "id": "s83"
    },
    {
      "text": "FCN has previously satisfied at least one order for costs in litigation between the same parties.",
      "id": "s84"
    },
    {
      "text": "The undertaking offered by Mr Lawrence is not decisive of TFN's application in the sense that the offer of the undertaking is determinative of a decision in the exercise of the discretion.",
      "id": "s85"
    },
    {
      "text": "It is one important factor to be taken into account.",
      "id": "s86"
    },
    {
      "text": "In Intercraft Cabinets Pty Ltd v Sampas Pty Ltd [1998] HCA 30 ; (1998) 16 ACLC 1 at p 8, Malcolm CJ put the principle in these terms: \n While the fact that those who stand behind the company have offered to guarantee payment of the taxed costs of the appellant is a material consideration, it is not the only consideration.",
      "id": "s87"
    },
    {
      "text": "There are other matters to be considered such as the merits of the action, the conduct of the parties and any other matter relevant to the exercise of the discretion, including the proposition that the mere impecuniosity of a plaintiff should not be a bar to the commencement of proceedings.",
      "id": "s88"
    },
    {
      "text": "[emphasis added] \n\n In Mantaray Pty Ltd v Brookfield Breeding Co. Pty Ltd (1990) 8 ACLC 304 at 306 Byrne J adopted observations of Connolly J (Campbell CJ and Demack J agreeing with Connolly J) in Harpur &amp; Ors v Ariadne Australia Ltd &amp; Ors (1984) 2 ACLC 356 at 362 to the effect that the purpose of an order for security is to require a person to step out from behind the \"skirts of the company\" and bring his or her own assets into play.",
      "id": "s89"
    },
    {
      "text": "Connolly J also observed that, \"If however he [or she] is already available for whatever he [or she] is worth, the object of the legislation is seen to be satisfied\".",
      "id": "s90"
    },
    {
      "text": "In Gentry Bros. Pty Ltd v Wilson Brown &amp; Associates Pty Ltd &amp; Ors (1992) 10 ACLC 1394 at 1399, Cooper J observed that once the shareholders have been exposed to personal liability, the weight to be given to the statutory purpose of an order for security against the corporation is gone.",
      "id": "s91"
    },
    {
      "text": "Cooper J described the offer by shareholders to accept personal liability for the costs of the corporation as a factor \"weighing heavily\" against the making of an order for security \"notwithstanding that the worth of the shareholders may ultimately prove insufficient to satisfy any judgment in whole or in part\".",
      "id": "s92"
    },
    {
      "text": "In KP Cable Investments Pty Ltd v Meltglow Pty Ltd (1995) 13 ACLC 437 , Beazley J at 445 considered both Mantaray and Gentry and put the principle to be adopted in these terms: \n ... the offer of security by way of guarantee from the directors or shareholders or other persons interested in the outcome of the litigation [is] a factor, which could be decisive in a given case, to be considered in determining whether any other form of order for security for costs should be made.",
      "id": "s93"
    },
    {
      "text": "Although it is true that an offer of an undertaking to guarantee the costs of the corporation given by directors, shareholders or interested persons is not itself decisive of an application, it is clear that the unconditional willingness of such parties to accept personal liability for the costs is a factor which must necessarily weigh heavily in the exercise of the discretion and in a given case might be decisive.",
      "id": "s94"
    },
    {
      "text": "In this case, two other matters are relevant.",
      "id": "s95"
    },
    {
      "text": "The first is that FCN has previously paid an order for costs.",
      "id": "s96"
    },
    {
      "text": "Secondly, although TFN urges the Court not to place any reliance upon the affidavits of Mr Day and Mr Bates annexed to the affidavit of Mr Hauff, it seems to me that the affidavit of Mr Day reflects an underlying foundation of fact which suggests use of the mark in connection with the services for which the mark is registered, in the relevant period.",
      "id": "s97"
    },
    {
      "text": "That suggestion arises on the footing that facts may be capable of being adduced in evidence in proper form subject to proper objections.",
      "id": "s98"
    },
    {
      "text": "TFN also says that the undertaking offered by Mr Lawrence simply provides a further avenue for the potential recovery of TFN's costs within the limits of Mr Lawrence's assets.",
      "id": "s99"
    },
    {
      "text": "Two things should be noted.",
      "id": "s100"
    },
    {
      "text": "First, should TFN be successful in the proceeding, an order can be made against Mr Lawrence directly for the costs incurred by TFN of and incidental to the proceeding.",
      "id": "s101"
    },
    {
      "text": "It would not be necessary for TFN to commence proceedings upon the undertaking.",
      "id": "s102"
    },
    {
      "text": "TFN would have the benefit of a third party order for costs against Mr Lawrence directly, pursuant to his undertaking.",
      "id": "s103"
    },
    {
      "text": "Secondly, Mr Lawrence by his undertaking exposes himself to an order for costs to the full extent of his assets and interests constrained by the discipline of potential sequestration at the suit of TFN should he not pay an order for costs.",
      "id": "s104"
    },
    {
      "text": "Having regard to these considerations, TFN's motion for security is to be dismissed with costs.",
      "id": "s105"
    },
    {
      "text": "FCN's application for security\n The first question is whether there is power in the Court to order a respondent in the principal proceeding to provide security for the costs of the applicant of and incidental to the principal proceeding.",
      "id": "s106"
    },
    {
      "text": "Section 56 of the Court Act in conjunction with Order 28 of the Federal Court Rules contemplates an order for security directed to a person who makes a claim for relief in the relevant proceeding.",
      "id": "s107"
    },
    {
      "text": "Such a claim might be made by a respondent who agitates a cross-claim.",
      "id": "s108"
    },
    {
      "text": "There is no claim or cross-claim made by the respondent in this proceeding.",
      "id": "s109"
    },
    {
      "text": "If the source of the power is to be found in the Trade Marks Act 1995 , s 222 of the Act does not confer that power upon the Court.",
      "id": "s110"
    },
    {
      "text": "It confers power on the Registrar to order a non-resident (or person not carrying on business in Australia) who makes a removal application under Part 9 of the Act, to give security for the costs of that proceeding.",
      "id": "s111"
    },
    {
      "text": "Section 197 of the Act is framed in broad terms.",
      "id": "s112"
    },
    {
      "text": "The terms of that enabling provision are directed to conferring broad powers of rehearing in the disposition of an appeal from the particular decision of the Registrar ( Blount Inc. v Registrar of Trade Marks (supra)), that is: admit further evidence; permit examination and cross-examination of witnesses; permit an issue of fact to be tried as directed; affirm, reverse or vary the primary decision; give any judgment or make any order the Court thinks fit; and make an order as to costs.",
      "id": "s113"
    },
    {
      "text": "That which is to be reheard on the application (appeal) of FCN is whether FCN can make out, on all the evidence, its opposition to removal of the mark having failed to make out that position before the Registrar's delegate.",
      "id": "s114"
    },
    {
      "text": "The decision from which the appeal lies did not involve any element of security for costs.",
      "id": "s115"
    },
    {
      "text": "Nevertheless, s 197(e) of the Act confers broad power to \"... give any judgment, or make any order , that, in all the circumstances, it thinks fit on hearing an appeal against a decision or direction of the Registrar\" [emphasis added].",
      "id": "s116"
    },
    {
      "text": "The conferral of power upon the Court to make any order on hearing an appeal is sufficiently broad to confer a power to make any order in the course of an appeal proceeding including any interlocutory order.",
      "id": "s117"
    },
    {
      "text": "That power may extend in a given case to a security for costs order.",
      "id": "s118"
    },
    {
      "text": "In the ordinary course however, an applicant for security would find the source of the power for such an order in s 56 of the Court Act and Order 28, r 1 of the Federal Court Rules .",
      "id": "s119"
    },
    {
      "text": "The conferral of an express power on the Court to order security under the Trade Marks Act was probably not thought necessary having regard to the powers conferred upon the Court by the Court Act and the Federal Court Rules .",
      "id": "s120"
    },
    {
      "text": "In principle, the scope of s 197(e) is broad enough to confer power on the Court to make an order against any party in all the circumstances in any given case, if the relevant discretionary factors are satisfied.",
      "id": "s121"
    },
    {
      "text": "In this case, it is not necessary to consider any further the scope of the power particularly as it relates to a potential order that might be made against a respondent (if at all) as no order ought to be made in the exercise of discretion for these reasons.",
      "id": "s122"
    },
    {
      "text": "First, no claim for relief is made by the respondent other than to affirm the decision of the respondent's delegate challenged by the applicant by way of rehearing.",
      "id": "s123"
    },
    {
      "text": "Secondly, although the respondent initiated the proceeding before the Registrar and sought to remove the trade mark from the Register, the present applicant seeks the rehearing and could have put on before the Registrar all of the evidence that it now proposes to put on in the appeal.",
      "id": "s124"
    },
    {
      "text": "If all the evidence bearing on the question is as compelling as FCN contends, the Court proceeding and the attendant costs would not have been necessary.",
      "id": "s125"
    },
    {
      "text": "Thirdly, the applicant bore the rebuttal burden as a matter of law under s 100 of the Act before the Registrar in relation to any allegation made by TFN under s 92(4)(b) of the Act and failed to put on all the evidence that might have discharged that burden.",
      "id": "s126"
    },
    {
      "text": "Fourthly, the evidence as to the amount of costs which might be the subject of an order is scant.",
      "id": "s127"
    },
    {
      "text": "Accordingly, FCN's application for security is to be dismissed, with costs.",
      "id": "s128"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s129"
    },
    {
      "text": "Associate:\n \n \nDated: 11 February 2009\n \n Counsel for the Applicant: Mr Stephens \n \n Solicitor for the Applicant: Potts &amp; Co, Lawyers \n \n Counsel for the Respondent: Respondent represented by its solicitors \n \n Solicitor for the Respondent: Bennett &amp; Philp Lawyers \n Date of Hearing: 5 February 2009 \n \n Date of Judgment: 11 February 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/68.html",
      "id": "s130"
    }
  ]
}