{
  "name": "Conquo v Jackson [2009] FCA 634 (12 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/634.html",
  "catchphrases": [
    {
      "text": "commencement of proceedings in court",
      "id": "c0"
    },
    {
      "text": "whether required to be by rule to show cause",
      "id": "c1"
    },
    {
      "text": "whether such a requirement to be implied in absence of express terms",
      "id": "c2"
    },
    {
      "text": "whether consequences of alternative construction supported implication.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The applicant, Donna Marguerite Conquo, is a member of the second respondent, Health Services Union, an organisation registered under Schedule 1 (\"the Schedule\") to the Workplace Relations Act 1996 (Cth) (\"the WR Act\").",
      "id": "s0"
    },
    {
      "text": "In this proceeding, she invokes the court's jurisdiction under ss 163, 164, 164A and 322 of the Schedule and s 39B(1A)(c) of the Judiciary Act 1903 (Cth).",
      "id": "s1"
    },
    {
      "text": "The applicant has commenced the proceeding by filing an application in the general form prescribed by O 4 r 1 of the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "The first respondent, Jeff Jackson, however, claims that the proceeding is incompetent --- at least to the extent that it relies on ss 163 , 164 and 164A of the Schedule --- because it should have been commenced by rule to show cause under Division 3 of O 48 of the Rules.",
      "id": "s3"
    },
    {
      "text": "In taking this position, he has the support of the second respondent.",
      "id": "s4"
    },
    {
      "text": "Section 163 of the Schedule permits a member of an organisation to apply to the court for an order declaring the whole or any part of a rule of the organisation to be in contravention of s 142 of the Schedule, or for an order that the rules of the organisation contravene s 142 in a particular respect.",
      "id": "s5"
    },
    {
      "text": "Section 142 of the Schedule is the provision which sets out certain broad requirements as to the content of the rules of an organisation.",
      "id": "s6"
    },
    {
      "text": "Section 164 permits a member of an organisation to apply to the court for an order giving directions for the performance or observance of the rules of an organisation by a person who is under an obligation to perform or observe those rules.",
      "id": "s7"
    },
    {
      "text": "Section 164A permits a member of an organisation to apply to the court for an order directing one or more persons to do specified things that will, in the opinion of the court, as far as is reasonably practicable, place the organisation in a position which it would have occupied if a breach of the organisation's rules had not occurred.",
      "id": "s8"
    },
    {
      "text": "Section 324 of the Schedule is concerned with the granting of financial assistance by the Commonwealth.",
      "id": "s9"
    },
    {
      "text": "It permits the responsible Minister to authorise payment by the Commonwealth of financial assistance in relation to the whole or part of the \"relevant costs\" of a person entitled to apply under subs (2) thereof, subject to the Minister being satisfied of certain things.",
      "id": "s10"
    },
    {
      "text": "Subsection (2) contains an extensive list of the persons who may apply for financial assistance, including the following: \n (a) a person who made an application under section 163 , 164 or 164A, where the Federal Court granted a rule calling on another person, or an organisation, to show cause why an order should not be made under section 163 , 164 or 164A in relation to the other person or organisation;\n (q) a person who made an application under section 167 , where the Federal Court granted a rule calling on another person, or an organisation, to show cause why an order should not be made under subsection 167(2) in relation to the other person or organisation.",
      "id": "s11"
    },
    {
      "text": "As will be apparent presently, the significance of these provisions is that they make the grant of a rule to show cause a condition of a person's entitlement to apply for financial assistance where the person is an applicant in a proceeding in the court under ss 163 , 164 or 164A of the Schedule.",
      "id": "s12"
    },
    {
      "text": "Order 48 of the Federal Court Rules regulates certain aspects of the procedure to be followed in some cases under the WR Act.",
      "id": "s13"
    },
    {
      "text": "Division 3 is headed \"RULES TO SHOW CAUSE\".",
      "id": "s14"
    },
    {
      "text": "Rule 7 of the order sets out the requirements of an application for a rule to show cause.",
      "id": "s15"
    },
    {
      "text": "Rule 8 sets out the form of a rule to show cause.",
      "id": "s16"
    },
    {
      "text": "Rule 9 requires the filing of a rule to show cause, once one is granted.",
      "id": "s17"
    },
    {
      "text": "A \"rule to show cause\" is defined in r 5 as --- \n ... a rule calling on a person, or an organisation, to show cause why an order should not be made under section 163, 164 or 164A, or subsection 167 (2) of the RAO Schedule in relation to the person or organisation.",
      "id": "s18"
    },
    {
      "text": "The \"RAO Schedule\" is the Schedule.",
      "id": "s19"
    },
    {
      "text": "The respondents' argument is based upon the provisions of r 6 of the order, which are as follows: \n (1) This Division applies to an application for a rule to show cause.",
      "id": "s20"
    },
    {
      "text": "(2) However, this Division does not apply unless the granting of a rule to show cause is necessary, under paragraph 324 (2) (a) or (q) of the RAO Schedule, for the Minister to authorise payment of financial assistance to an applicant for an order under section 163, 164 or 164A, or subsection 167 (2) of the RAO Schedule.",
      "id": "s21"
    },
    {
      "text": "The respondents say that, under pars (a) and (q) of s 324(2) of the Schedule, the granting of a rule to show cause is necessary for the Minister to authorise payment of financial assistance to an applicant for an order under ss 163, 164 or 164A, whether or not any such assistance has been applied for in the instant case.",
      "id": "s22"
    },
    {
      "text": "They say, in effect, that no proceeding which invokes the court's jurisdiction under ss 163, 164 or 164A may be commenced save by rule to show cause under Division 3 of O 48.",
      "id": "s23"
    },
    {
      "text": "The applicant rejects the respondents' construction of Division 3.",
      "id": "s24"
    },
    {
      "text": "She says that a rule to show cause may well be a necessary precondition to an entitlement to apply for financial assistance under s 324 of the Schedule, but it is not a mandated procedure for the commencement of a proceeding which relies on ss 163, 164 or 164A.",
      "id": "s25"
    },
    {
      "text": "She relies upon the absence of any provision in Division 3 which requires such a proceeding to be commenced by rule to show cause.",
      "id": "s26"
    },
    {
      "text": "For her own part in the present proceeding, she does not propose to apply for financial assistance, and has chosen to commence the proceeding by application in the general form prescribed by O 4 r 1.",
      "id": "s27"
    },
    {
      "text": "Both the applicant and the respondents have made extensive reference to the history of the provisions which now find expression in ss 163, 164, 164A and 324 of the Schedule, and in O 48 r 6 of the Federal Court Rules .",
      "id": "s28"
    },
    {
      "text": "According to the respondents, that history explains why r 6 is to be construed as setting up a mandatory requirement that a proceeding under s 163 , 164 or 164A be commenced by rule to show cause, notwithstanding that no such requirement appears explicitly stated in the terms of that rule.",
      "id": "s29"
    },
    {
      "text": "According to the applicant, the history demonstrates why r 6 should not be construed any more widely than its express terms permit and why, in particular, there is no implied requirement as to procedure of the kind proposed by the respondents.",
      "id": "s30"
    },
    {
      "text": "In their rehearsal of the relevant history, the parties did not take me further back than the Conciliation and Arbitration Regulations , as they existed in 1956.",
      "id": "s31"
    },
    {
      "text": "Although there was then no equivalent to the present s 164A of the Schedule, provisions equivalent to the present ss 163 and 164 were to be found in ss 140 and 141 of the Conciliation and Arbitration Act 1904 (Cth) (\"the C &amp; A Act\").",
      "id": "s32"
    },
    {
      "text": "In 1956, reg 70(1) provided as follows: \n Proceedings under paragraph (a) of (b) of sub-section (1.",
      "id": "s33"
    },
    {
      "text": ") of section 109, under section 140 or 141, under sub-section (1.",
      "id": "s34"
    },
    {
      "text": ") of section 143 or under section 150 of the Act shall be by rule in accordance with Form 15 calling upon the person or organization concerned to show cause why the order should not be made.",
      "id": "s35"
    },
    {
      "text": "Paragraphs (a) and (b) of s 109(1) of the C &amp; A Act, in 1956, empowered the Commonwealth Industrial Court to order compliance with an award and to enjoin an organisation or person from contravening the Act or an award.",
      "id": "s36"
    },
    {
      "text": "Section 143 empowered that court to cancel the registration of an organisation under the C &amp; A Act.",
      "id": "s37"
    },
    {
      "text": "Section 150 empowered that court, on the application of an organisation, to order that a person cease to be a member of the organisation.",
      "id": "s38"
    },
    {
      "text": "In 1956, reg 138 contained the following provisions: \n (1.",
      "id": "s39"
    },
    {
      "text": ") A member of an organization who proposes to take proceedings under section 140 or 141 of the Act may apply to the Registrar for the grant of financial assistance under this regulation.",
      "id": "s40"
    },
    {
      "text": "(2.",
      "id": "s41"
    },
    {
      "text": ") If it appears to the Registrar that there are reasonable grounds for taking the proceedings and that the proceedings are proposed to be taken in good faith, the Registrar may direct that financial assistance shall be given by the Commonwealth to the member in respect of the costs of those proceedings and such amount or amounts as the Registrar from time to time determines shall be paid to or on behalf of the member accordingly.",
      "id": "s42"
    },
    {
      "text": "(3.",
      "id": "s43"
    },
    {
      "text": ") Nothing in this regulation authorizes a payment in respect of fees to more than one counsel appearing for the applicant.",
      "id": "s44"
    },
    {
      "text": "It appears that, at that time, the procedure of the Commonwealth Industrial Court was governed by the regulations, rather than by any rules of court.",
      "id": "s45"
    },
    {
      "text": "The position in 1956 was, therefore, as follows.",
      "id": "s46"
    },
    {
      "text": "Commencement of a proceeding under ss 140 or 141 of the C &amp; A Act had to be by rule to show cause.",
      "id": "s47"
    },
    {
      "text": "An applicant in such a proceeding might apply for financial assistance to the Industrial Registrar, who might direct that the assistance be given if he or she took the view that there were reasonable grounds for the proceeding, and that the proceeding was proposed to be taken in good faith.",
      "id": "s48"
    },
    {
      "text": "That position continued to obtain until 1972.",
      "id": "s49"
    },
    {
      "text": "In April 1972, reg 138 was repealed, and was replaced by the following (I set out only the first four of seven sub-regulations): \n (1.",
      "id": "s50"
    },
    {
      "text": ") In this regulation, unless the contrary intention appears --- 'proceedings' means proceedings instituted, whether before or after the commencement of this regulation, under section 140 or 141 of the Act;\n 'the applicant' in relation to proceedings, includes the complainant in proceedings under section 141 of the Act.",
      "id": "s51"
    },
    {
      "text": "(2.",
      "id": "s52"
    },
    {
      "text": ") Subject to the succeeding sub-regulations of this regulation, where a rule has been granted in proceedings by the Court or a Judge calling upon a person or organization to show cause why an order should not be made under section 140 or 141 of the Act in relation to that person or organization, the applicant in the proceedings may apply to the Attorney-General for financial assistance by the Commonwealth in respect of the costs or expenses that the applicant has paid, has become liable to pay or may become liable to pay in connexion with the proceedings.",
      "id": "s53"
    },
    {
      "text": "(3.",
      "id": "s54"
    },
    {
      "text": ") Where the applicant in proceedings applies for financial assistance in accordance with the last preceding sub-regulation and the Attorney-General is satisfied that it is likely that hardship would be caused to the applicant if assistance were not given by the Commonwealth in respect of the costs or expenses that he has paid, has become liable to pay or may become liable to pay in connexion with the proceedings, the Attorney-General may, subject to the next succeeding sub-regulation, authorize payment by the Commonwealth to or on behalf of the applicant of such amount as is, or such amounts as are from time to time, determined --- \n (a) by the Attorney-General; or\n (b) in accordance with a direction given, or directions from time to time given, by the Attorney-General,\n in respect of those costs and expenses.",
      "id": "s55"
    },
    {
      "text": "(4.",
      "id": "s56"
    },
    {
      "text": ") The Attorney-General may refuse an application under sub-regulation (2.",
      "id": "s57"
    },
    {
      "text": ") of this regulation in respect of proceedings if he is satisfied that --- \n the order sought in the proceedings is the same or substantially the same as an order obtained or sought in other relevant proceedings and the proceedings involve the determination of the same or substantially the same questions of fact or law or mixed fact and law as were or are involved in the determination of the other proceedings; or it would be contrary to the interests of justice to grant financial assistance to the applicant in connexion with the proceedings.",
      "id": "s58"
    },
    {
      "text": "At this time, reg 70 still required that proceedings under ss 140 and 141 be commenced by rule to show cause.",
      "id": "s59"
    },
    {
      "text": "Against that background, the new reg 138 conditioned the ability of an applicant to apply for financial assistance upon such a rule having been granted by the court.",
      "id": "s60"
    },
    {
      "text": "If that condition were satisfied, and if an application were made, it was for the Attorney-General (rather than the Industrial Registrar) to decide whether assistance should be provided in accordance with the criteria referred to in the Regulations.",
      "id": "s61"
    },
    {
      "text": "Regulation 138 as introduced in April 1972 had a short life.",
      "id": "s62"
    },
    {
      "text": "It was repealed in June 1972.",
      "id": "s63"
    },
    {
      "text": "However, substantially identical provisions were introduced into the C &amp; A Act itself at the same time, in the form of a new s 141A.",
      "id": "s64"
    },
    {
      "text": "It would be repetitive to set out the provisions of that section.",
      "id": "s65"
    },
    {
      "text": "At the same time, s 141B was introduced into the C &amp; A Act, subs (1) and (2) of which were as follows: \n (1) A person (not including an organization) who - \n (a) has been a party, otherwise than as an applicant or complainant, to proceedings under section 140 or 141; and\n (b) has paid, or become liable to pay, costs or expenses in connection with the proceedings,\n may apply to the Attorney-General for financial assistance by the Commonwealth in respect of those costs or expenses\n (2) Where a person applies for financial assistance in accordance with this section, the Attorney-General may, if he is satisfied that it would involve hardship to that person to refuse the application and that, in all the circumstances, it is reasonable that the application should be granted, authorize payment by the Commonwealth to or on behalf of that person in respect of those costs and expenses of such amount as he determines or of such amounts as he, from time to time, determines.",
      "id": "s66"
    },
    {
      "text": "The effect of s 141B was, for the first time, to permit a person other than an applicant to apply for financial assistance from the Commonwealth.",
      "id": "s67"
    },
    {
      "text": "The first Rules of the Federal Court were made in 1979.",
      "id": "s68"
    },
    {
      "text": "Order 4 dealt with the subject \"commencement of proceedings\".",
      "id": "s69"
    },
    {
      "text": "Rule 15 of O 4 dealt with the subject of proceedings under ss 140 and 141 of the C &amp; A Act.",
      "id": "s70"
    },
    {
      "text": "Subrules (1) and (2) were as follows: \n (1) This rule shall operate only for so long as sub-section 141A(2) of the Conciliation and Arbitration Act 1904 specifies the making of a rule as a condition precedent to the grant of financial assistance.",
      "id": "s71"
    },
    {
      "text": "(2) A proceeding under section 140 of section 141 of the Conciliation and Arbitration Act 1904 shall be by rule in accordance with Form 6 calling upon the person or organization concerned to show cause why the order should not be made.",
      "id": "s72"
    },
    {
      "text": "It was further provided that an application for a rule be made to a Judge ex parte , and be supported by an affidavit verifying the facts upon which it was based.",
      "id": "s73"
    },
    {
      "text": "The requirements of such an affidavit were specified.",
      "id": "s74"
    },
    {
      "text": "Upon grant of the rule, the applicant was required to file the rule and the supporting affidavit with the Registrar of the court.",
      "id": "s75"
    },
    {
      "text": "At this time, reg 70 of the regulations made under the C &amp; A Act remained in force.",
      "id": "s76"
    },
    {
      "text": "In May 1981, most of the provisions of the regulations made under the C &amp; A Act relating to proceedings in the Commonwealth Industrial Court, including reg 70, were repealed.",
      "id": "s77"
    },
    {
      "text": "In 1988 (but operative from 1 March 1989), the C &amp; A Act was repealed and replaced by the Industrial Relations Act 1988 (Cth) (\"the IR Act\").",
      "id": "s78"
    },
    {
      "text": "What had been ss 140 and 141 of the C &amp; A Act were substantially re-enacted as ss 208 and 209 of the IR Act.",
      "id": "s79"
    },
    {
      "text": "What had been the subject of ss 141A and 141B of the C &amp; A Act was henceforth covered by s 342 of the IR Act, subs (1) and (2) of which were as follows: \n (1) Subject to this Division, the Minister may, on application made by a person under subsection (2), authorise payment by the Commonwealth to the person of financial assistance in relation to the whole or part of the person's relevant costs, if the Minister is satisfied:\n (a) that hardship is likely to be caused to the person if the application is refused; and\n (b) that in all the circumstances it is reasonable that the application should be granted.",
      "id": "s80"
    },
    {
      "text": "(2) An application may be made to the Minister for financial assistance under this Division by the following persons (other than organisations) in the following circumstances:\n (a) a person who made an application under section 208 or 209, where the Court granted a rule calling on another person, or an organisation, to show cause why an order should not be made under section 208 or 209 in relation to the other person or organisation;\n (b) a person who was a party, otherwise than as an applicant, to a proceeding under section 208 or 209;\n (c) a person who made an application under section 209, where the Court made an interim order under subsection 209(4);\n (d) a person who applied for an inquiry into an election, where the Court found that an irregularity happened;\n (e) a person who applied for an inquiry into an election, where the Court certified under subsection 343(1) that the person acted reasonably in applying;\n (f) a person who incurred costs in relation to an inquiry into an election, other than a person who applied for the inquiry;\n (g) a member of an organisation who made an application under subsection 228(5), where the Court declared that the person the subject of the application was not eligible to be a candidate for election or to be elected or appointed or had ceased to hold office;\n (h) a member of an organisation who made an application under subsection 228(5), where the Court certified under subsection 343(2) that the member acted reasonably in making the application;\n (j) a person who incurred costs in relation to an application made under subsection 228(5), other than the person who made the application;\n (k) a person who made an application to the Court under section 229 or 230, where, on the application, the Court granted the person leave under paragraph 229(2)(a) or 230(2)(a) or refused the person leave under paragraph 229(2)(b) or 230(2)(b);\n (m) a person who applied for an inquiry into a ballot under Division 7 of Part IX, where the Court found that an irregularity happened;\n (n) a person who applied for and [sic] inquiry into a ballot under Division 7 of Part IX, where the Court certified under subsection 343(3) that the person acted reasonably in applying;\n (o) a person who incurred costs in relation to an inquiry into a ballot under Division 7 of Part IX, other than the person who applied for the inquiry;\n (p) a person who was a party to a proceeding under Division 8 of Part IX;\n (q) a person who made an application under section 261, where the Court granted a rule calling on another person, or an organisation, to show cause why an order should not be made under subsection 261(8) in relation to the other person or organisation.",
      "id": "s81"
    },
    {
      "text": "For the most part, s 342 represented no more than a reorganisation (and consolidation) of provisions which had existed in different places in the C &amp; A Act, alongside the substantive provisions (relating to court proceedings) to which they related.",
      "id": "s82"
    },
    {
      "text": "In s 342(2), par (a) reflected the terms of the previous s 141A, par (b) reflected those of s 141B, par (d) reflected those of s 168(1), par (e) reflected those of s 168(2), par (f) reflected those of s 168(3), par (g) reflected those of s 132H(1), par (h) reflected those of s 132H(2), par (j) reflected those of s 132H(3), par (k) reflected those of s 132J and pars (m), (n) and (o) reflected the combined operation of ss 158U and 168.",
      "id": "s83"
    },
    {
      "text": "Paragraph (c) was new in 1988, as were pars (p) and (q) (the latter of which was introduced on the recommendation of the Committee of Review into Australian Industrial Relations Law and Systems: see its Report , April 1985, par 9.166).",
      "id": "s84"
    },
    {
      "text": "To reflect the repeal of the C &amp; A Act and the enactment of the IR Act, the Federal Court Rules were amended in 1989.",
      "id": "s85"
    },
    {
      "text": "The reference to s 141A of the C &amp; A Act was omitted from O 4 r 15(1), and replaced by a reference to s 342(2)(a) of the IR Act.",
      "id": "s86"
    },
    {
      "text": "References in O 4 r 15 to ss 140 and 141 of the C &amp; A Act were replaced by references to ss 208 and 209, respectively, of the IR Act.",
      "id": "s87"
    },
    {
      "text": "A new r 16 was introduced into O 4 making like provision in the case of proceedings under s 261 of the IR Act, which were, as I have said, picked up by par (q) of s 342(2).",
      "id": "s88"
    },
    {
      "text": "The Industrial Relations Court of Australia was established in 1994.",
      "id": "s89"
    },
    {
      "text": "In October of that year, the Judges of that court made Rules of Court, which included provisions in the same terms as the then existing rr 15 and 16 of O 4 of the Federal Court Rules .",
      "id": "s90"
    },
    {
      "text": "Subrules (1) and (2) of O 4 r 15 were as follows: \n (1) This rule operates only for so long as paragraph 342(2)(a) of the Act specifies the making of a rule as a condition precedent to the grant of financial assistance.",
      "id": "s91"
    },
    {
      "text": "(2) A proceeding under sections 208 or 209 of the Act must be by rule, in accordance with Form 6, calling upon the person or organisation concerned to show cause why the order should not be made.",
      "id": "s92"
    },
    {
      "text": "Correspondingly, in July 1995 rr 15 and 16 of O 4 of the Federal Court Rules were omitted (consistently with the loss by that court of its jurisdiction under the IR Act).",
      "id": "s93"
    },
    {
      "text": "In 1996, the IR Act was substantially amended, and renamed the WR Act.",
      "id": "s94"
    },
    {
      "text": "Jurisdiction under the WR Act was removed from the Industrial Relations Court of Australia, and vested in the Federal Court.",
      "id": "s95"
    },
    {
      "text": "Amendments to the Federal Court Rules to reflect that circumstance were made in August 1997.",
      "id": "s96"
    },
    {
      "text": "However, rather than re-make rules in the terms of the previous rr 15 and 16 of O 4, the Judges of the court introduced a new O 48, which applied to proceedings under the WR Act.",
      "id": "s97"
    },
    {
      "text": "Division 1 of that Order contained general provisions, Division 2 dealt with proceedings in relation to unlawful terminations of employment, Division 3 dealt with \"Rules to Show Cause\" and Division 4 dealt with the subjects of inquiries and ballots in relation to registered organisations.",
      "id": "s98"
    },
    {
      "text": "It is Division 3 with which I am presently concerned.",
      "id": "s99"
    },
    {
      "text": "Save for changes to numbering to reflect the formal reorganisation of the provisions of the WR Act which governed the conduct and operation of registered organisations, the provisions of Division 3 of O 48 have remained unchanged since, and are those under which the present question must be decided.",
      "id": "s100"
    },
    {
      "text": "The summary which I have provided in pars 5 and 6 above sufficiently states the position as it was introduced in 1997.",
      "id": "s101"
    },
    {
      "text": "All of the provisions to which I have referred --- whether it be reg 70 of the Regulations made under the C &amp; A Act or relevant rules of court --- down to 1997 required a proceeding under the provisions which are now ss 163 and 164 of the Schedule to be commenced by rule to show cause.",
      "id": "s102"
    },
    {
      "text": "Most recently, O 4 r 15(2) of the Rules of the Industrial Relations Court provided that a proceeding under what were then ss 208 and 209 of the IR Act \"must be by rule ... calling upon the person or organisation concerned to show cause why the order should not be made\".",
      "id": "s103"
    },
    {
      "text": "The clear mandatory terms of that provision found no expression in Division 3 of O 48 of the Federal Court Rules as introduced in 1997, and find no expression in that Division in its present terms.",
      "id": "s104"
    },
    {
      "text": "Thus the applicant submits that what once was mandatory is no longer so.",
      "id": "s105"
    },
    {
      "text": "She submits that Division 3 prescribes the procedure to be followed in any case in which an applicant does commence his or her proceeding by rule to show cause, but sets up no requirement that every proceeding under s 163 , 164 or 164A of the Schedule must be so commenced.",
      "id": "s106"
    },
    {
      "text": "The respondents' argument is somewhat more elaborate.",
      "id": "s107"
    },
    {
      "text": "They point out that the existence of a rule to show cause has, since 1972, been a precondition to an applicant's entitlement to apply for financial assistance.",
      "id": "s108"
    },
    {
      "text": "In this context, the precondition acted as a kind of \"filter\" which would ensure that unmeritorious cases did not attract such an entitlement.",
      "id": "s109"
    },
    {
      "text": "The respondents point out that, since the introduction of s 141B, respondents (and other non-applicants) were, in certain circumstances, also entitled to apply for financial assistance.",
      "id": "s110"
    },
    {
      "text": "However, necessarily, that entitlement was conditioned upon a proceeding under one or other of the relevant sections already having been commenced.",
      "id": "s111"
    },
    {
      "text": "Although not the subject of the legislation as such, the legislature must be taken to have known that, at all times until 1997, proceedings of the relevant kind might be commenced only by rule to show cause.",
      "id": "s112"
    },
    {
      "text": "Thus in the case of respondents and others, no less than in the case of applicants, the Commonwealth was never exposed to the financial hazard of being obliged to fund unmeritorious cases, because in every instance a rule to show cause would necessarily have been granted before the entitlement to apply for assistance arose.",
      "id": "s113"
    },
    {
      "text": "The respondents say that the new form of terminology introduced under s 342 of the IR Act in 1988 was by way of more convenient drafting in a context in which there were, potentially at least, many different statutory settings in which financial assistance might be sought.",
      "id": "s114"
    },
    {
      "text": "Their argument focuses upon the history of the provisions which are presently relevant, and they point to the fact that par (a) of s 342(2) of the IR Act continued to make it a requirement of an entitlement to apply for financial assistance that a rule to show cause had first been granted.",
      "id": "s115"
    },
    {
      "text": "As I have said, according to the respondents, the legislature enacted that provision against the knowledge, which it must be presumed to have had, that O 4 r 15 of the Rules of the Federal Court then required a proceeding of the relevant kind to be commenced by Rule.",
      "id": "s116"
    },
    {
      "text": "The respondents submit that it could not have been the intention of the Judges of the Federal Court in 1997 to effect such a fundamental change in the rules governing parties' entitlement to apply for financial assistance as proposed by the applicant.",
      "id": "s117"
    },
    {
      "text": "They recognise that the applicant's argument does not rise as high as proposing that an applicant may apply for financial assistance in the absence of a rule to show cause, but they say that that argument necessarily involves the consequence that, in a case in which an applicant chooses not to proceed by way of rule, the respondents to such a proceeding (of which there may be a great many) would all be entitled to apply for financial assistance under what is now s 324(2)(b) of the Schedule without there ever having been a \"filter\" of the applicant's claims.",
      "id": "s118"
    },
    {
      "text": "Thus, in the submission of the respondents, if the applicant is correct, the Commonwealth would be exposed to the prospect of funding respondents and other non-applicants in proceedings which might be quite unmeritorious, and should never have been commenced.",
      "id": "s119"
    },
    {
      "text": "According to the respondents, the Judges of the court in 1997 could not have intended such a consequence.",
      "id": "s120"
    },
    {
      "text": "Looking only at the terms of Division 3 of O 48, I consider that the applicant has the better of the argument in the present case.",
      "id": "s121"
    },
    {
      "text": "No requirement that all proceedings invoking ss 163, 164 or 164A appears in terms.",
      "id": "s122"
    },
    {
      "text": "Is such a requirement implicit?",
      "id": "s123"
    },
    {
      "text": "I do not think so.",
      "id": "s124"
    },
    {
      "text": "Rule 6 recognises that, under pars (a) and (q) of s 324(2) of the Schedule, an applicant may not apply for financial assistance without first having obtained a rule to show cause.",
      "id": "s125"
    },
    {
      "text": "Thus it was necessary for the Rules to contain a procedure by which such a rule could be obtained.",
      "id": "s126"
    },
    {
      "text": "This was, and is, the purpose of Division 3 of O 48.",
      "id": "s127"
    },
    {
      "text": "Put differently, if a purposive construction is to be applied to O 48 r 6, one would conclude that the purpose of the provisions was met by giving the applicant a means by which he or she could satisfy the precondition for entitlement to apply for financial assistance.",
      "id": "s128"
    },
    {
      "text": "No perception of purpose would require r 6 to be construed as though it mandated the rule to show cause procedure for all applications invoking ss 163, 164 or 164A.",
      "id": "s129"
    },
    {
      "text": "I consider, with respect to the respondents, that their reliance on the history of the relevant provisions ultimately begs the question.",
      "id": "s130"
    },
    {
      "text": "It is true that for many years no party to a proceeding under the relevant provisions was entitled to apply for financial assistance unless the applicant had commenced the proceeding by rule to show case.",
      "id": "s131"
    },
    {
      "text": "But that was never a requirement of an entitlement to apply in terms (save in the case of the applicant himself or herself).",
      "id": "s132"
    },
    {
      "text": "It was the consequence of the existence of such provisions as reg 70 and O 4 r 15(2).",
      "id": "s133"
    },
    {
      "text": "Now that those provisions do not exist, it is no longer a consequence.",
      "id": "s134"
    },
    {
      "text": "I have difficulty with the proposition that I should impress upon O 48 r 6 what I consider to be an unnatural construction for no better reason than to continue a regime with respect to finance assistance which was the consequence of a repealed sub-rule.",
      "id": "s135"
    },
    {
      "text": "I do not think it is at all self-evident that the Judges of the court in 1997 must have had no intention to change what had been the mandatory requirement for the commencement of a proceeding of the relevant kind since 1972.",
      "id": "s136"
    },
    {
      "text": "Rather than take what might have been thought to be the obvious step, if continuity were intended, of re-making rr 15 and 16 of O 4 in the form which they then took in the Rules of the Industrial Relations Court, the Judges of this court introduced a new order, thereby evincing an intention to deal with proceedings under the WR Act in a conspicuously different way.",
      "id": "s137"
    },
    {
      "text": "I consider it to be at least as probable that their Honours reviewed the purpose of the rule to show cause procedure, and formed the view that its only practical utility was to assist an intended applicant to obtain financial assistance.",
      "id": "s138"
    },
    {
      "text": "It is not, in my view, in the least improbable that their Honours took the view that only in those limited circumstances should a departure from what would otherwise be the general requirements of O 4 r 1 be permitted.",
      "id": "s139"
    },
    {
      "text": "The respondents drew my attention to the judgment of Marshall J in Hansch v Transport Workers' Union of Australia [2000] FCA 473.",
      "id": "s140"
    },
    {
      "text": "There, his Honour held that an election inquiry had not been validly instituted in the absence of an order by the court under what was then s 219(b) of the WR Act.",
      "id": "s141"
    },
    {
      "text": "His Honour followed Australian Electoral Commission v Hickson (1997) 76 IR 399.",
      "id": "s142"
    },
    {
      "text": "The provisions which then regulated the institution of an election inquiry, however, are not analogous to those now regulating the commencement of proceedings under ss 163, 164 and 164A of the Schedule.",
      "id": "s143"
    },
    {
      "text": "The Schedule itself (save for the terms of s 324) is unconcerned with the means by which such proceedings are commenced.",
      "id": "s144"
    },
    {
      "text": "However, in the course of his judgment in Hansch , Marshall J said (at [11]): \n Consequently, there is Full Court authority for the proposition, which is obvious from the very terms of s 219 of the Act, that a litigant is unable to invoke s 218 of the Act without the Court first determining whether reasonable grounds exist for the application.",
      "id": "s145"
    },
    {
      "text": "Similarly, no application can be made under ss 208 or 209 of the Act in the absence of the granting by the Court of a rule to show cause.",
      "id": "s146"
    },
    {
      "text": "The effect of Hickson for current purposes is that the application in the instant proceeding did not result in the institution of an inquiry but can only be considered as an application made under ss 258 and 259 of the Act.",
      "id": "s147"
    },
    {
      "text": "With respect to his Honour, the observation which he made about ss 208 and 209 (now ss 163 and 64 of the Schedule) was obiter.",
      "id": "s148"
    },
    {
      "text": "Hansch was not concerned with proceedings under those sections, and it does not appear that his Honour's attention was drawn to the difference between the original terms of O 4 r 15 of the Federal Court Rules (and of the Industrial Relations Court Rules) and the terms of Division 3 of O 48 introduced in 1997.",
      "id": "s149"
    },
    {
      "text": "I consider that difference to be quite fundamental in the circumstances of the present case, and to be fatal to the respondents' argument.",
      "id": "s150"
    },
    {
      "text": "For the above reasons, I reject the respondents' objection to the competency of the present proceeding.",
      "id": "s151"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s152"
    },
    {
      "text": "Associate:\nDated: 12 June 2009\n \n Counsel for the Applicant: Mr H Borenstein SC with Mr W Friend \n \n Solicitor for the Applicant: Macpherson &amp; Kelley \n \n Counsel for the First Respondent: Mr Bromberg SC with Mr C Dowling \n \n Solicitor for the First Respondent: Minter Ellison \n \n Counsel for the Second Respondent: Mr D Langmead \n \n Solicitor for the Second Respondent: Slater &amp; Gordon \n Date of Hearing: 3 June 2009 \n \n Date of Judgment: 12 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/634.html",
      "id": "s153"
    }
  ]
}