{
  "name": "Wotton v State of Queensland [2009] FCA 758 (17 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/758.html",
  "catchphrases": [
    {
      "text": "representative proceedings",
      "id": "c0"
    },
    {
      "text": "federal court of australia act 1976 (cth) pt iva",
      "id": "c1"
    },
    {
      "text": "criteria for representative proceedings",
      "id": "c2"
    },
    {
      "text": "s 33c",
      "id": "c3"
    },
    {
      "text": "application for extension of time to bring proceedings as a representative party",
      "id": "c4"
    },
    {
      "text": "whether such application is itself representative proceeding",
      "id": "c5"
    },
    {
      "text": "need for substantial common issue of fact or law",
      "id": "c6"
    },
    {
      "text": "the application for extension of time not a representative proceeding",
      "id": "c7"
    },
    {
      "text": "no substantial common issue of fact or shared by applicants and proposed group members on issue of extension of time",
      "id": "c8"
    },
    {
      "text": "pt iva not engaged",
      "id": "c9"
    },
    {
      "text": "s 46po human rights and equal opportunities commission act 1986 (cth)",
      "id": "c10"
    },
    {
      "text": "extension of time under s 46po(2)",
      "id": "c11"
    },
    {
      "text": "purported representative proceeding under pt iva federal court of australia act 1976 (cth)",
      "id": "c12"
    },
    {
      "text": "application made out of time",
      "id": "c13"
    },
    {
      "text": "no substantial common issue of fact or law for the application for extension of time",
      "id": "c14"
    },
    {
      "text": "no representative proceeding commenced until court extends time under s 46po(2)",
      "id": "c15"
    },
    {
      "text": "proceedings discontinued by leave under o 22 r 2(1)(d)",
      "id": "c16"
    },
    {
      "text": "purported representative proceedings",
      "id": "c17"
    },
    {
      "text": "whether proceedings commenced for improper purpose",
      "id": "c18"
    },
    {
      "text": "no reasonable prospect of obtaining relief sought",
      "id": "c19"
    },
    {
      "text": "proceedings incompetently presented",
      "id": "c20"
    },
    {
      "text": "party and party costs ordered",
      "id": "c21"
    },
    {
      "text": "high court and federal court",
      "id": "c22"
    },
    {
      "text": "human rights",
      "id": "c23"
    },
    {
      "text": "costs",
      "id": "c24"
    }
  ],
  "sentences": [
    {
      "text": "Lex Wotton and his wife, Cecilia, commenced these proceedings earlier this year.",
      "id": "s0"
    },
    {
      "text": "They sought to make them representative proceedings under Pt IVA of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s1"
    },
    {
      "text": "But under s 46PO(2) of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) they required an extension of time in which to commence the proceedings.",
      "id": "s2"
    },
    {
      "text": "They now seek to discontinue.",
      "id": "s3"
    },
    {
      "text": "The essential questions that have arisen are whether Mr and Mrs Wotton need and, if so, should be granted leave under s 33V of the Federal Court of Australia Act to discontinue and should they pay the respondents' costs?",
      "id": "s4"
    },
    {
      "text": "BACKGROUND \n In November 2004 the community at Palm Island, off the coast of Queensland, experienced a period of considerable unrest.",
      "id": "s5"
    },
    {
      "text": "Around 18 November 2004 a resident member of the indigenous community died in the local police station.",
      "id": "s6"
    },
    {
      "text": "An internal police investigation was conducted on the island in relation to the death in custody.",
      "id": "s7"
    },
    {
      "text": "On 26 November 2004 the police report into the death in custody was read out to a large gathering of the community.",
      "id": "s8"
    },
    {
      "text": "The report absolved Senior Sergeant Hurley, the police sergeant involved, of any criminal wrongdoing relating to the death.",
      "id": "s9"
    },
    {
      "text": "This led to what has been called the Palm Island \"riot\" during which a police station and accommodation were destroyed.",
      "id": "s10"
    },
    {
      "text": "A state of emergency was declared.",
      "id": "s11"
    },
    {
      "text": "On 27 November 2004 Mr Wotton was arrested and charged with offences under s 65 of the Queensland Criminal Code 1899 (Qld) in relation to his alleged involvement in that unrest.",
      "id": "s12"
    },
    {
      "text": "Four others were also charged with Mr Wotton.",
      "id": "s13"
    },
    {
      "text": "The charges attracted a maximum sentence of life imprisonment.",
      "id": "s14"
    },
    {
      "text": "On 1 March 2007, shortly before his trial was to commence Mr Wotton lodged a complaint with the Human Rights and Equal Opportunity Commission (as the Australian Human Rights Commission was then called).",
      "id": "s15"
    },
    {
      "text": "The complaint alleged, among other matters, that the arrest, charging and prosecution of Mr Wotton contravened or would contravene the Racial Discrimination Act 1975 (Cth).",
      "id": "s16"
    },
    {
      "text": "Mr Wotton sought an ex parte injunction under s 46PP of the Human Rights and Equal Opportunity Commission Act to restrain the holding of his criminal trial: Wotton v State of Queensland [2007] FCA 280.",
      "id": "s17"
    },
    {
      "text": "Those proceedings purported to be instituted as representative proceedings under Pt IVA of the Federal Court of Australia Act .",
      "id": "s18"
    },
    {
      "text": "In refusing the ex parte relief, Moore J noted that there had been considerable delay in the lodging of the complaint with the Commission: Wotton [2007] FCA 280 at [3] - [5] .",
      "id": "s19"
    },
    {
      "text": "His Honour said that he would express no view about whether those proceedings could have been brought as representative proceedings.",
      "id": "s20"
    },
    {
      "text": "Subsequently, at his trial Mr Wotton was convicted and sentenced to a term of imprisonment.",
      "id": "s21"
    },
    {
      "text": "THE COMPLAINT \n The complaint had been lodged with the Commission on 1 March 2007 by Mr Wotton's solicitors, Messrs Levitt Robinson.",
      "id": "s22"
    },
    {
      "text": "It purported to have been made on behalf of Mr Wotton, his co-accused and \"all the black residents of Palm Island who were residents of the place on and between 18 and 28 November 2004\".",
      "id": "s23"
    },
    {
      "text": "The solicitors later supplemented the complaint with further submissions.",
      "id": "s24"
    },
    {
      "text": "The Commission accepted the complaint as being a representative complaint made on behalf of class members other than the unnamed co-accused.",
      "id": "s25"
    },
    {
      "text": "The complaint was made against the State of Queensland, including the Queensland Police Service, the Office of the Director of Public Prosecutions and the Queensland Court of Appeal.",
      "id": "s26"
    },
    {
      "text": "It is not necessary to outline any matter in relation to the Queensland Court of Appeal since nothing was raised in the present proceedings in respect of that court.",
      "id": "s27"
    },
    {
      "text": "Some allegations made by Mr Wotton to the Commission were, subsequently, withdrawn by him.",
      "id": "s28"
    },
    {
      "text": "On 12 September 2007, the then President, the Hon John von Doussa QC, signed a notice of termination pursuant to s 46PH(2) of the Act on the grounds that he was satisfied that some aspects of the complaint were lacking in substance and or misconceived, in relation to one aspect of the complaint, some other more appropriate remedy was reasonably available to each of the complainants and the subject matter of one aspect of the complaint had been dealt with adequately by another statutory authority.",
      "id": "s29"
    },
    {
      "text": "He terminated the complaints against the Office of the Director of Public Prosecutions and the Queensland Court of Appeal on the basis that he was satisfied that those complaints were respectively lacking in substance and misconceived.",
      "id": "s30"
    },
    {
      "text": "The President gave a statement of reasons to Messrs Levitt Robinson for that decision on the same date.",
      "id": "s31"
    },
    {
      "text": "He noted that the alleged conduct of, and actions taken by, the Queensland police during the state of emergency had been the subject of a number of complaints to the Crime and Misconduct Commission of Queensland and that that body had dealt adequately with those matters.",
      "id": "s32"
    },
    {
      "text": "The President concluded that the arrest and charge of Mr Wotton on 27 November 2004, due to his alleged participation or involvement in the riot on the island on the previous day, could not be said to be connected to a decision not to arrest and lay charges against Senior Sergeant Hurley in relation to the death that precipitated the riot.",
      "id": "s33"
    },
    {
      "text": "The President said that almost 2 years later a coronial inquest had made findings against Senior Sergeant Hurley and that the decision not to lay charges against him had been due to different reasons and circumstances at that time.",
      "id": "s34"
    },
    {
      "text": "He concluded that the arrest and charging of Mr Wotton was within the scope of actions that the Queensland police, as a law enforcement agency were permitted to take under the provisions of the Queensland Criminal Code 1899 (Qld) regardless of the race of the alleged offenders.",
      "id": "s35"
    },
    {
      "text": "The President said that the surrounding circumstances of the incident did not suggest that Mr Wotton's race was the basis of the actions taken against him by the police.",
      "id": "s36"
    },
    {
      "text": "He acknowledged that Mr Wotton felt aggrieved due to the alleged severity of the charges against him compared to the refusal to arrest or charge Senior Sergeant Hurley for allegedly causing the death of the person in custody.",
      "id": "s37"
    },
    {
      "text": "The President, however, noted that eventually Senior Sergeant Hurley had been charged with manslaughter and that the matter was being dealt with in the courts, while Mr Wotton's trial was currently pending.",
      "id": "s38"
    },
    {
      "text": "The President was satisfied that this aspect of the complaint could be more appropriately dealt with through criminal proceedings under Queensland law and terminated this aspect of the complaint on that basis.",
      "id": "s39"
    },
    {
      "text": "The President determined that the decision to lay charges against a person of one race, Mr Wotton, and not to lay charges against a person of a different race, Senior Sergeant Hurley, in particular circumstances that were materially different, was not sufficient to support an allegation of racial discrimination under the Racial Discrimination Act .",
      "id": "s40"
    },
    {
      "text": "He concluded that this aspect of the complaint was lacking in substance and that, in any event, the criminal courts were capable of dealing more appropriately with these matters.",
      "id": "s41"
    },
    {
      "text": "Next, the President examined the allegation in the complaint of a breach of the International Covenant for the Elimination of Racial Discrimination .",
      "id": "s42"
    },
    {
      "text": "That concerned an allegation that the police engaged in disproportionate brutality, targeting or affecting selected racial and ethnic minorities.",
      "id": "s43"
    },
    {
      "text": "The President noted that the nature of the riot at the time had involved setting the police station, courthouse and police residence on fire, throwing rocks and the alleged making of death threats to the police.",
      "id": "s44"
    },
    {
      "text": "He said that it was arguable that, even though the majority of the residents on Palm Island were aboriginal people (being about 95% of the population), the actions were taken by the police to carry out their duties to protect the security of all people on the island at the time, regardless of their race.",
      "id": "s45"
    },
    {
      "text": "He said that there was no evidence to suggest that the police had targeted aboriginal residents during the state of emergency for reasons based on their race rather than for their conduct or their behaviour.",
      "id": "s46"
    },
    {
      "text": "The President said that the information he had considered indicated that the police specifically searched certain homes for the purpose of arresting and identifying individuals who had allegedly played some role during the riot.",
      "id": "s47"
    },
    {
      "text": "He also noted that the Crime and Misconduct Commission had also investigated the matter.",
      "id": "s48"
    },
    {
      "text": "He concluded that it did not appear that the Queensland police acted in a manner that could be considered to contravene Art 5(b) of the Convention and was satisfied that this aspect of the complaint was lacking in substance.",
      "id": "s49"
    },
    {
      "text": "The President also rejected a claim based on a contravention of s 13 of the Racial Discrimination Act .",
      "id": "s50"
    },
    {
      "text": "Relevantly, that section prohibited a refusal or failure to provide services to the public on less favourable terms by reason of race, colour or ethnic origin.",
      "id": "s51"
    },
    {
      "text": "The President observed that it was not clear how a decision not to arrest and lay charges against certain police officers would amount to a refusal or failure to provide general police services to the complainants contrary to s 13.",
      "id": "s52"
    },
    {
      "text": "He was satisfied that the allegation was misconceived.",
      "id": "s53"
    },
    {
      "text": "The President also rejected any complaint of indirect discrimination on the basis that there had been no material provided to support or explain that allegation.",
      "id": "s54"
    },
    {
      "text": "He concluded that that aspect of the complaint related to the police conduct during the state of emergency and that had been dealt with by the Crime and Misconduct Commission.",
      "id": "s55"
    },
    {
      "text": "Next, the President turned to the allegations against the Director of Public Prosecutions.",
      "id": "s56"
    },
    {
      "text": "He said that the Director was an independent statutory office created by an Act of the Queensland Parliament.",
      "id": "s57"
    },
    {
      "text": "He concluded that the information provided by the complainants was insufficient to support an assertion that Mr Wotton and his class members were prosecuted because they were aboriginal.",
      "id": "s58"
    },
    {
      "text": "Accordingly, he was satisfied that the allegations against the Director of Public Prosecutions were misconceived and terminated that aspect of the complaint.",
      "id": "s59"
    },
    {
      "text": "During the course of these proceedings the applicants sought to join the then Director of Public Prosecutions as a respondent, but subsequently abandoned that application.",
      "id": "s60"
    },
    {
      "text": "The President's letter concluded by informing the solicitors that an application could be made to this Court within 28 days of the issue of the notice of termination.",
      "id": "s61"
    },
    {
      "text": "On 26 September 2008 Messrs Levitt Robinson wrote to the new President of the Australian Human Rights Commission asking her, pursuant to s 46PH(4) of the Act, to revoke the previous President's notice of termination.",
      "id": "s62"
    },
    {
      "text": "They said that they intended to seek leave pursuant to s 46PO(2) from this Court for an extension of time in which to file an application in this Court.",
      "id": "s63"
    },
    {
      "text": "A delegate of the President decided not to revoke the earlier termination of Mr Wotton's complaint and informed Messrs Levitt Robinson of that decision on 9 January 2009.",
      "id": "s64"
    },
    {
      "text": "THE COURSE OF THESE PROCEEDINGS \n In the event, the present application was filed in this Court only on 11 March 2009, some 18 months after the complaint had been terminated by the previous President.",
      "id": "s65"
    },
    {
      "text": "In it Mr Wotton and his wife, Cecilia, sought, as their first claim, an order that the time for bringing the application be extended pursuant to s 46PO of the Act up to and including the time at which it was filed.",
      "id": "s66"
    },
    {
      "text": "The application asserted that the proceedings had been brought pursuant to s 46PO of the Act and Pt IVA of the Federal Court of Australia Act by Mr and Mrs Wotton on behalf of the aboriginal residents of Palm Island, Queensland, between 18 and 28 November 2004.",
      "id": "s67"
    },
    {
      "text": "The State of Queensland was the first respondent.",
      "id": "s68"
    },
    {
      "text": "The other named respondents were individuals said to be sued in their capacities as respectively, the Commissioner of Police, a former Attorney General and Minister for Justice for the State of Queensland, the present Attorney General and Minister assisting the Premier in Western Queensland and the Minister for Police, Corrective Services and Sport.",
      "id": "s69"
    },
    {
      "text": "The applicants conceded at the hearing that all the respondents other than the State should not have been joined as parties to the proceedings because they had not been identified as respondents to the terminated complaint.",
      "id": "s70"
    },
    {
      "text": "Among other orders which the applicants claimed was a declaration, pursuant to s 46PO(4)(a), that each of the respondents had committed unlawful discrimination and an order directing certain of them \"not to repeat or continue such discrimination\".",
      "id": "s71"
    },
    {
      "text": "The application also sought orders revoking awards to two named police officers, neither of whom was joined as a party and an order for compensation.",
      "id": "s72"
    },
    {
      "text": "In addition to these claims, the application sought, by way of interlocutory relief, a declaration that s 26 of the Director of Public Prosecutions Act 1984 (Qld) was invalid, by force of s 109 of the Constitution , to the extent that it was inconsistent with ss 9 and 10 of the Racial Discrimination Act .",
      "id": "s73"
    },
    {
      "text": "Other declarations were sought by way of interim relief including one \"that an Act [sic] made unlawful by ss 9 or 10 of the Racial Discrimination Act is a tort for the purposes of s 10.5 of the Police Service Administration Act 1990 (Qld)\" and a declaration that s 95 of the Public Trustee Act 1978 (Qld) did not apply to Mr Wotton's capacity to bring these proceedings pursuant to s 46PO of the Human Rights and Equal Opportunity Commission Act .",
      "id": "s74"
    },
    {
      "text": "Mr Wotton was still a serving prisoner in the Townsville Correctional Centre, as disclosed in the application forms.",
      "id": "s75"
    },
    {
      "text": "The applicants also filed a Form 167 under O 81 r 5 of the Federal Court Rules (to bring their claim alleging unlawful discrimination) and a Form 129 under O 73 r 3 (to bring representative proceedings under Pt IVA of the Federal Court of Australia Act ).",
      "id": "s76"
    },
    {
      "text": "The Form 167 expressly acknowledged that an extension of time was needed in which to bring the proceedings.",
      "id": "s77"
    },
    {
      "text": "The Form 129 identified the group members as all aboriginal residents of Palm Island between 18 and 28 November 2004.",
      "id": "s78"
    },
    {
      "text": "A number of the claims for relief and interim relief were plainly not appropriate in the context of the proceedings as framed.",
      "id": "s79"
    },
    {
      "text": "This would have led inevitably to either an amendment or a strike out application.",
      "id": "s80"
    },
    {
      "text": "THE EVENTS LEADING TO THE MOTION FOR LEAVE TO DISCONTINUE \n The matter was listed for first directions before me on 1 April 2009.",
      "id": "s81"
    },
    {
      "text": "On that date, I made a number of directions, including that the applicants file and serve any affidavits supporting the application for leave to proceed pursuant to s 46PO(2) of the Human Rights and Equal Opportunity Commission Act by 15 April 2009 and the respondents file and serve any affidavits in reply by 29 April 2009.",
      "id": "s82"
    },
    {
      "text": "I fixed 4 June 2009 to hear the question of whether the applicants would be granted leave to proceed under s 46PO(2) and made directions for the filing of submissions by the parties.",
      "id": "s83"
    },
    {
      "text": "I also ordered that notices under s 78B of the Judiciary Act 1903 (Cth) be served in respect of the claims that provisions of the Queensland statutes were invalid.",
      "id": "s84"
    },
    {
      "text": "On 9 April 2009, Messrs Levitt Robinson wrote to the Crown Solicitor, referring to the directions made on 1 April 2009 and attached a notice of discontinuance.",
      "id": "s85"
    },
    {
      "text": "The notice of discontinuance was premised on the basis that the respondents would consent.",
      "id": "s86"
    },
    {
      "text": "The solicitors wrote that: \n \"Due to political considerations affecting group members, we are seeking to discontinue the proceedings.",
      "id": "s87"
    },
    {
      "text": "\" \n\n The Crown Solicitor responded on 14 April saying that they were in the process of seeking instructions.",
      "id": "s88"
    },
    {
      "text": "On 17 April, the Crown Solicitor wrote a letter saying that if the respondents consented to the discontinuance, the applicants would be liable for costs pursuant to O 22 r 3.",
      "id": "s89"
    },
    {
      "text": "The Crown Solicitor advised that the respondents may consider a partial compromise on costs if the applicants would agree to enter into a deed of release including standard clauses providing for a bar to proceedings, confidentiality, indemnity release and discharge.",
      "id": "s90"
    },
    {
      "text": "That led to the applicants filing a motion on 23 April seeking leave to discontinue the current proceedings pursuant to s 33V of the Federal Court of Australia Act .",
      "id": "s91"
    },
    {
      "text": "On 27 April, Messrs Levitt Robinson wrote to the Crown Solicitor advising that they would be willing to enter into negotiations in relation to the question of costs but would not be able, at that stage, to provide a deed of release having the effect of barring any future proceedings.",
      "id": "s92"
    },
    {
      "text": "They said that they might be prepared, on behalf of class members, if instructed, to negotiate a settlement of the compensation claim without initiating any further complaints and sought to understand the respondents' attitude to that proposal.",
      "id": "s93"
    },
    {
      "text": "There was a further exchange of correspondence prior to the hearing on 30 April in which the parties substantially adhered to their positions.",
      "id": "s94"
    },
    {
      "text": "On 30 April, having regard to the provisions of s 33W of the Federal Court of Australia Act , I indicated that I would require a substantive argument on the question of whether the proceedings could be discontinued and on what basis.",
      "id": "s95"
    },
    {
      "text": "I set a timetable to enable the parties to provide evidence and make submissions on the motion.",
      "id": "s96"
    },
    {
      "text": "I have been assisted considerably by the written submissions filed by each of the parties' counsel and the oral argument on 4 June 2009.",
      "id": "s97"
    },
    {
      "text": "The State argued that the proceedings should be dismissed or discontinued and that the applicants should pay their costs of the proceedings on an indemnity or party/party basis.",
      "id": "s98"
    },
    {
      "text": "The applicants sought to resist an order for costs.",
      "id": "s99"
    },
    {
      "text": "The issues for consideration are: What is the nature of the application currently before the Court, the subject of the notice of discontinuance, and does s 33V of the Federal Court of Australia Act apply to it?",
      "id": "s100"
    },
    {
      "text": "What is the effect of a discontinuance or dismissal, and, should the Court make any orders to limit any such effect so as not to prejudice the rights of either the applicants or group members or both to bring further proceedings?",
      "id": "s101"
    },
    {
      "text": "Should the proceedings be discontinued or dismissed?",
      "id": "s102"
    },
    {
      "text": "What, if any, order for costs should be made?",
      "id": "s103"
    },
    {
      "text": "NATURE OF THE APPLICATION FILED ON 11 MARCH 2009 \n Under s 46PO(1) of the Human Rights and Equal Opportunity Commission Act , if a complaint has been terminated by the President and a notice of termination given, as in this case, any person who was \"an affected person\" in relation to the complaint may make an application to the Federal Court or the Federal Magistrates Court alleging unlawful discrimination by one or more of the respondents to the terminated complaint.",
      "id": "s104"
    },
    {
      "text": "An \"affected person\" in relation to a complaint was defined in s 3(1) as meaning a person on whose behalf the complaint was lodged.",
      "id": "s105"
    },
    {
      "text": "Importantly s 46PO(2) provided: \n \"The application must be made within 28 days after the date of issue of the notice under subs 46PH(2), or within such further time as the Court concerned allows.",
      "id": "s106"
    },
    {
      "text": "\" (emphasis added) \n\n The notice issued by the then President on 12 September 2007 was a notice of termination under s 46PH(2).",
      "id": "s107"
    },
    {
      "text": "Thus, an affected person had the right to bring proceedings within 28 days after the date of issue of a notice of termination.",
      "id": "s108"
    },
    {
      "text": "But if proceedings were sought to be commenced later than that period of 28 days, an affected person required an order from the Court allowing an application to be filed outside that time.",
      "id": "s109"
    },
    {
      "text": "Thus, the Court has a discretion to allow an application to be made outside the 28 days.",
      "id": "s110"
    },
    {
      "text": "Unless and until the Court has allowed an application to be filed outside the 28 days, an affected person will not have made an application to one of the Courts provided in s 46PO(1).",
      "id": "s111"
    },
    {
      "text": "This is so even though a document has been filed in the Court seeking further time in which such an application may be filed.",
      "id": "s112"
    },
    {
      "text": "Conceptually, the requirement that the Court allow further time in which to file an application outside the 28 day period provided in s 46PO(2) has similarities with an application for leave or special leave to appeal.",
      "id": "s113"
    },
    {
      "text": "An application for leave or special leave to appeal is not an appeal.",
      "id": "s114"
    },
    {
      "text": "Rather, it is a proceeding in which an applicant for such leave or special leave is \"... no more than an applicant desiring to obtain the Court's leave to commence proceedings in the Court\": United Mexican States v Cabal (2001) 209 CLR 165 at 179 [30] per Gleeson CJ, McHugh and Gummow JJ, applying Collins v The Queen [1975] HCA 60 ; (1975) 133 CLR 120 at 122-123 per Barwick CJ, Stephen, Mason and Jacobs JJ.",
      "id": "s115"
    },
    {
      "text": "In DJL v The Central Authority [2000] HCA 17 ; (2000) 201 CLR 226 at 248 [47] Gleeson CJ, Gaudron, McHugh, Gummow and Hayne JJ said: \n \"An application for special leave \"is not in the ordinary course of litigation\" and, until the grant of special leave, \"there are no proceedings inter partes before the Court ( Collins v The Queen [1975] HCA 60 ; (1975) 133 CLR 120 at 122).",
      "id": "s116"
    },
    {
      "text": "Further, the disposition of a special leave application is not the determination of an appeal ( Attorney-General (Cth) v Finch [No 2] [1984] HCA 40 ; (1984) 155 CLR 107 at 115) .",
      "id": "s117"
    },
    {
      "text": "The result is that the refusal of an application for special leave does not produce a final judgment of this Court which forecloses the re-opening of the matter in an appropriate and, necessarily, very special case where the interests of justice so require.",
      "id": "s118"
    },
    {
      "text": "\" \n\n The fact that the Court might refuse an initial application to allow further time under s 46PO(2) would not preclude a further application, although it would be difficult to imagine that, in the ordinary course, any such further application would have any prospects of being granted unless some significant new matter had come to light since the earlier refusal.",
      "id": "s119"
    },
    {
      "text": "There is, of course, a distinction between an application for leave or special leave to appeal to a court and one to extend the time within which proceedings under s 46PO(2) might be brought.",
      "id": "s120"
    },
    {
      "text": "In the former case the parties' rights have been determined already by the judgment or order which is to be the subject of an appeal if leave or special leave were granted: cp Jackamarra v Krakouer [1998] HCA 27 ; (1998) 195 CLR 516 at 519-520 [3] - [4] per Brennan CJ and McHugh JJ.",
      "id": "s121"
    },
    {
      "text": "An order under s 46PO(2) allowing an extension of time in which to make an application under s 46PO(1) , if granted, entitles the affected person to have his or her allegation of unlawful discrimination heard and determined by the Court.",
      "id": "s122"
    },
    {
      "text": "If an extension of time is not allowed, then a respondent to the complaint before the Commission cannot be sued under s 46PO in respect of the alleged unlawful discrimination.",
      "id": "s123"
    },
    {
      "text": "Hence, unless and until, the Court allows further time under s 46PO(2) to make an application more than 28 days after the issue of a notice of termination, proceedings of the kind brought by the applicants here are in the nature of a mere application to the Court for permission to commence proceedings.",
      "id": "s124"
    },
    {
      "text": "That permission is given if the Court allows further time under s 46PO(2) to file a substantive application alleging unlawful discrimination by one or more respondents.",
      "id": "s125"
    },
    {
      "text": "If the Court does not allow further time under s 46PO(2) , there is no application made invoking the jurisdiction of the Court to hear and determine the allegation of unlawful discrimination within the meaning of s 46PO(1) notwithstanding the form of the initiating process or application filed.",
      "id": "s126"
    },
    {
      "text": "Thus, I am of opinion that the applicants have not made an application under s 46PO(1) at this time.",
      "id": "s127"
    },
    {
      "text": "Rather, they have made an application under s 46PO(2) seeking further time in which to bring proceedings under s 46PO(1).",
      "id": "s128"
    },
    {
      "text": "The jurisdiction that the application filed on 11 March 2009 invoked was confined to the issue in the last clause of s 46PO(2).",
      "id": "s129"
    },
    {
      "text": "That jurisdiction required the Court to hear and determine only whether the applicants should be allowed further time (beyond 28 days after 12 September 2007) in which to make an application alleging unlawful discrimination by one or more of the respondents to the terminated complaint.",
      "id": "s130"
    },
    {
      "text": "It follows that the only matter currently before the Court is whether further time should be allowed to Mr and Mrs Wotton under s 46PO(2) to make an application under s 46PO(1).",
      "id": "s131"
    },
    {
      "text": "It is their claim that, first they are persons aggrieved by the termination of the complaint under s 46PO(1) , and secondly, in that personal capacity they should be allowed more time by the Court to make an application to it alleging unlawful discrimination by the respondents against them and group members.",
      "id": "s132"
    },
    {
      "text": "An application for further time under s 46PO(2) can only be made by one or more affected persons within the meaning of s 46PO(1).",
      "id": "s133"
    },
    {
      "text": "It is possible that such a discrete application could be made in accordance with s 46PO(5) in proceedings under Pt IVA of the Federal Court of Australia Act .",
      "id": "s134"
    },
    {
      "text": "But, that only could occur if the application to allow more time under s 46PO(2) itself met the criteria in s 33C(1) of the Federal Court of Australia Act , namely: \n \"(1) Subject to this Part, where: \n\n \n (a) 7 or more persons have claims against the same person; and \n\n \n (b) the claims of all those persons are in respect of, or arise out of, the same, similar or related circumstances; and \n\n \n (c) the claims of all those persons give rise to a substantial common issue of law or fact; \n\n \n a proceeding may be commenced by one or more of those persons as representing some or all of them.",
      "id": "s135"
    },
    {
      "text": "\" \n\n \nImportantly, s 33H(1) specified:\n \n \"(1) An application commencing a representative proceeding, or a document filed in support of such an application, must, in addition to any other matters required to be included:\n \n (a) describe or otherwise identify the group members to whom the proceeding relates; and \n\n \n (b) specify the nature of the claims made on behalf of the group members and the relief claimed; and\n \n (c) specify the questions of law or fact common to the claims of the group members.",
      "id": "s136"
    },
    {
      "text": "\" \n\n A group member is not a party to representative proceedings brought by another person: cf Mobil Oil Australia Pty Ltd v Victoria [2002] HCA 27 ; (2002) 211 CLR 1 at 34 [50] per Gaudron, Gummow and Hayne JJ; see too at 21-22 [6] per Gleeson CJ (a case dealing with a similar legislative scheme under Pt 4A of the Supreme Court Act 1986 (Vic)); Courtney v Medtel Pty Ltd [2002] FCA 957 ; (2002) 122 FCR 168 at 179 [35] - [36] per Sackville J.",
      "id": "s137"
    },
    {
      "text": "But, s 33H(1)(b) and (c) required that one or more of the application or forms 129 or 167 specified the nature of the claims made by the group members and the questions of law or fact common to them.",
      "id": "s138"
    },
    {
      "text": "There was no claim made (as referred to in s 33C(1)(c)) by the group members in any of those documents for an allowance of further time to file an application under s 46PO(2) of the Human Rights and Equal Opportunity Commission Act .",
      "id": "s139"
    },
    {
      "text": "Nor did any of those documents specify any question of law or fact common to the group members (referred to in s 33H(1)(c)) the subject of the application to allow further time to make the foreshadowed application under s 46PO(1).",
      "id": "s140"
    },
    {
      "text": "For these reasons, I am satisfied that the application to allow further time under s 46PO(2) is not a representative proceeding within the meaning or application of Pt IVA of the Federal Court of Australia Act .",
      "id": "s141"
    },
    {
      "text": "Therefore, the only matter under s 46PO(2) is a claim brought by Mr and Mrs Wotton in their own capacities, and not in as a representative proceeding, seeking an allowance of further time.",
      "id": "s142"
    },
    {
      "text": "There is a further reason why the application under s 46PO(2) for an extension of time would not amount to representative proceedings.",
      "id": "s143"
    },
    {
      "text": "That is because s 33C(1)(c) requires that the claims of all of the group members give rise to a substantial common issue of fact or law.",
      "id": "s144"
    },
    {
      "text": "\"Substantial\" in s 33C(1)(c) means \"real or of substance\": Wong v Silkfield Pty Ltd [1999] HCA 48 ; (1999) 199 CLR 255 at 267 [28] per Gleeson CJ, McHugh, Gummow, Kirby and Callinan JJ.",
      "id": "s145"
    },
    {
      "text": "There is no evidence that the personal circumstances of Mr and Mrs Wotton, or the reasons why they did not make their application (even as a representative proceeding) within 28 days of 12 September 2007 or now seek an allowance of further time to do so, involve any, let alone, substantial, common issue of fact or law that applies to all other group members.",
      "id": "s146"
    },
    {
      "text": "The only issues in this matter under s 33C(1)(c) would be factual ones going to why the further time was required.",
      "id": "s147"
    },
    {
      "text": "I am not satisfied any substantial common question of fact or law exists so as to satisfy s 33C(1)(c) that the present application to allow further time could be a proceeding under Pt IVA.",
      "id": "s148"
    },
    {
      "text": "It has not been argued or suggested that further time could have been allowed because of the late discovery of a factual or legal ground.",
      "id": "s149"
    },
    {
      "text": "WHAT, IF ANY ORDERS, SHOULD BE MADE ON A DISCONTINUANCE OR DISMISSAL?",
      "id": "s150"
    },
    {
      "text": "It follows from what I have held, that s 33V of the Federal Court of Australia Act does not apply to the application to discontinue.",
      "id": "s151"
    },
    {
      "text": "In the event that this conclusion is incorrect, both parties accepted that it was possible to grant leave for the proceedings to be discontinued and an appropriate order made protecting the rights of persons who were intended to be group members from the consequences of allowing that discontinuance.",
      "id": "s152"
    },
    {
      "text": "The sources of power to make those orders would be either ss 22 and 23 or (if I were wrong about the proceedings not being made under Pt IVA) ss 33V(2) , 33Z (1)(g) and s 33ZF of the Federal Court of Australia Act .",
      "id": "s153"
    },
    {
      "text": "Each of those sections is sufficient to enable the Court to make a declaration protecting the rights of third parties, being those whom the applicants sought to claim were group members.",
      "id": "s154"
    },
    {
      "text": "None of those third parties has been heard or joined.",
      "id": "s155"
    },
    {
      "text": "They have had no opportunity to protect their interests.",
      "id": "s156"
    },
    {
      "text": "Ordinarily (leaving aside cases or statutes excluding the principles of natural justice or procedural fairness) no-one should have his or her rights affected or destroyed without an opportunity of being heard.",
      "id": "s157"
    },
    {
      "text": "This principle was illustrated in the great case of Cooper v Wandsworth Board of Works [1863] EngR 424 ; (1863) 14 CB(NS) 180 [143 ER 414] and remains applicable today: Taylor v Taylor [1979] HCA 38 ; (1978) 143 CLR 1 ; Commissioner of Police v Tanos [1958] HCA 6 ; (1958) 98 CLR 383 at 395 per Dixon CJ and Webb J.",
      "id": "s158"
    },
    {
      "text": "Under s 33V(1) , a representative proceeding cannot be settled or discontinued without the approval of the Court.",
      "id": "s159"
    },
    {
      "text": "The decided cases on s 33V(1) all appear to have been concerned with settlements, rather than discontinuances.",
      "id": "s160"
    },
    {
      "text": "The considerations affecting a settlement are not always the same as a discontinuance.",
      "id": "s161"
    },
    {
      "text": "It is important that any order that is made has regard to the interests not only of the present parties but of group members who may be affected by the terms of any grant of leave to discontinue.",
      "id": "s162"
    },
    {
      "text": "The applicants and their solicitors have had almost no contact with group members for the purposes of instituting or conducting the proceedings.",
      "id": "s163"
    },
    {
      "text": "Very soon after the application was filed, the applicants' solicitors first approached senior members of the community on Palm Island for their assistance.",
      "id": "s164"
    },
    {
      "text": "It became clear to the applicants' solicitors at that time that any substantive proceedings could not be pursued as group proceedings if an extension of time were granted under s 46PO(2).",
      "id": "s165"
    },
    {
      "text": "Thus, it is important to ensure that any order by which these proceedings are brought to an end (by discontinuance or dismissal) not have a substantive impact on group members or affect their rights.",
      "id": "s166"
    },
    {
      "text": "The Court must be careful to guard against any injustice that could be done to persons who are not represented in these proceedings and whose rights may be adversely affected by their outcome.",
      "id": "s167"
    },
    {
      "text": "This responsibility is reflected in the scheme of Pt IVA itself, especially in ss 33V(1) and 33ZF (1).",
      "id": "s168"
    },
    {
      "text": "No group member would suffer any prejudice that has been identified if leave to discontinue these proceedings were granted to Mr and Mrs Wotton on the basis that the discontinuance were treated as affecting only those two applicants' rights and interests.",
      "id": "s169"
    },
    {
      "text": "The Court has an important responsibility of safeguarding the interest of group members as a whole under s 33V(1).",
      "id": "s170"
    },
    {
      "text": "There is a danger that when a settlement is reached or a discontinuance is agreed, the interests of the actual parties to the proceedings may receive their paramount consideration while the impact on group members may not be fully or properly addressed.",
      "id": "s171"
    },
    {
      "text": "That is why in exercising the power under s 33V(1) to approve a settlement or discontinuance the Court must scrutinise with great care the way in which any order is formulated.",
      "id": "s172"
    },
    {
      "text": "In the decided cases the Courts have approached settlements with a keen eye to ensuring that the interests of group members are vouched safe: see eg Australian Competition and Consumer Commission v Chats House Investments Pty Ltd (1996) 71 FCR 250 at 258B-C per Branson J; McMullin v ICI Australia Operations Pty Ltd (1998) 84 FCR 1 at 3C-E per Wilcox J; Courtney 122 FCR at 181 [45] per Sackville J and Vernon v Village Life Ltd [2009] FCA 516 at [64] - [68] per Jacobson J.",
      "id": "s173"
    },
    {
      "text": "And, the power in s 33ZF(1) enables the Court to make any order that it thinks appropriate or necessary to ensure that justice is done in a proceeding under Pt IVA.",
      "id": "s174"
    },
    {
      "text": "Wilcox J described the extent of the power in s 33ZF(1) as being \"the widest possible\" in McMullin 84 FCR at 4C-D.",
      "id": "s175"
    },
    {
      "text": "In Courtney 122 FCR at 182-184 [47]-[54] esp at [52] Sackville J examined the scope of the power, and cautioned that s 33ZF(1) should not become a vehicle for rewriting the rest of Pt IVA.",
      "id": "s176"
    },
    {
      "text": "This provision, like all provisions conferring jurisdiction or granting powers to a court, should not be construed narrowly by making implications or imposing limitations which are not found in its express words: Owners of the Ship 'Shin Kobe Maru' v Empire Shipping Co Inc [1994] HCA 54 ; (1994) 181 CLR 404 at 421 per Mason CJ, Brennan, Deane, Dawson, Toohey, Gaudron and McHugh JJ.",
      "id": "s177"
    },
    {
      "text": "The parties agreed that any order permitting discontinuance or dismissing the proceedings should be framed so as not to affect the rights of other group members than Mr and Mrs Wotton.",
      "id": "s178"
    },
    {
      "text": "I am satisfied that this is a correct approach.",
      "id": "s179"
    },
    {
      "text": "In my opinion I should make a declaration reflecting my findings on the nature of these proceedings and the fact that their outcome affects only Mr and Mrs Wotton's rights under s 46PO(2).",
      "id": "s180"
    },
    {
      "text": "SHOULD THE PROCEEDINGS BE DISCONTINUED OR DISMISSED?",
      "id": "s181"
    },
    {
      "text": "The State argued that the applicants ought not be granted leave to discontinue but that I should dismiss the proceedings.",
      "id": "s182"
    },
    {
      "text": "I reject that argument.",
      "id": "s183"
    },
    {
      "text": "There has been no substantive hearing on the merits of the application.",
      "id": "s184"
    },
    {
      "text": "The application to allow further time under s 46PO(2) is at an early stage.",
      "id": "s185"
    },
    {
      "text": "There has been no examination as to whether or not the proceedings are, in their nature, such as ought reasonably be dismissed.",
      "id": "s186"
    },
    {
      "text": "Where a party does not wish to continue proceedings but to reserve the right to bring them at a later stage, a discontinuance is an appropriate means of doing so.",
      "id": "s187"
    },
    {
      "text": "Under O 22 r 2(1)(a), (b), (c) and r 3 of the Federal Court Rules a party will be liable for the other parties' costs (unless they otherwise agree) by discontinuing as of right before the first directions hearing, or (if the matter proceeded by pleadings) before the pleadings have closed, or by consent of all the parties, if judgment has not been entered.",
      "id": "s188"
    },
    {
      "text": "However, under O 22 r 2(1)(d) a party may discontinue at any time with the leave of the Court.",
      "id": "s189"
    },
    {
      "text": "There is no usual order provided in the scheme of O 22 in respect of costs where a party discontinues with leave under O 22 r 2(1)(d).",
      "id": "s190"
    },
    {
      "text": "The applicants have sought leave under O 22 r 2(1)(d).",
      "id": "s191"
    },
    {
      "text": "The terms of O 22 r 2 should not be narrowly construed: Re Tieken: Reg v Tieken [1995] FCA 896 per Burchett, Tamberlin and Kiefel JJ; Cameron v Goldtek Australia Pty Ltd (1997) 72 FCR 274 at 279C per Moore J.",
      "id": "s192"
    },
    {
      "text": "The circumstances in which the applicants seek to discontinue have been explained in the evidence.",
      "id": "s193"
    },
    {
      "text": "Mr Wotton is in prison.",
      "id": "s194"
    },
    {
      "text": "There are difficulties in his communicating with his solicitors and obtaining co-operation from potential group members.",
      "id": "s195"
    },
    {
      "text": "Before Mr Wotton had been imprisoned, Messrs Levitt Robinson took instructions from him and his wife exclusively.",
      "id": "s196"
    },
    {
      "text": "Stewart Levitt was the principal solicitor in that firm with the carriage of the matter on behalf of the applicants.",
      "id": "s197"
    },
    {
      "text": "Mr Levitt said that as at 11 March 2009 the only instructions which his firm held to institute these proceedings as representative proceedings in the Court at Sydney had come from Mr and Mrs Wotton.",
      "id": "s198"
    },
    {
      "text": "Mr Levitt's firm is based in the city of Sydney.",
      "id": "s199"
    },
    {
      "text": "In his affidavit Mr Levitt said that his firm had acted on behalf of Mr Wotton and other members of the Palm Island community in a range of matters.",
      "id": "s200"
    },
    {
      "text": "He, and solicitors in his employ, had travelled to Palm Island on a number of occasions.",
      "id": "s201"
    },
    {
      "text": "On those occasions, until his incarceration on 24 October 2008, Mr Wotton had provided essential support to his firm whilst on Palm Island.",
      "id": "s202"
    },
    {
      "text": "Mr Wotton had assisted Mr Levitt and his firm in identifying potential witnesses, arranging conferences with witnesses as well as providing transport around the island which had no public transport system.",
      "id": "s203"
    },
    {
      "text": "Mr Levitt said that prior to the institution of the proceedings he had formed the view that the Palm Island Aboriginal Shire Council would support representative proceedings, or similar proceedings to those for which the applicants seek further time under s 46PO(2).",
      "id": "s204"
    },
    {
      "text": "He based this view on a number of discussions that he and his employed solicitors had had with Palm Island residents between 2007 and March 2009, for the contents of which he claimed legal professional privilege.",
      "id": "s205"
    },
    {
      "text": "He had observed a number of occasions on which the Council had both spoken through the media on behalf of the residents of Palm Island and conducted public meetings to discuss developments in relation to the island and its community.",
      "id": "s206"
    },
    {
      "text": "In mid March 2009, Craig Longman, an employed solicitor in Levitt Robinson, sent emails to the mayor and other councillors enclosing copies of the Court documents filed in these proceedings.",
      "id": "s207"
    },
    {
      "text": "When Mr Levitt visited Mr Wotton in custody on Palm Island on 24 March 2009, he formed the view that Mr Wotton would have limited or no capacity to assist in the conduct of the proceedings as a representative action.",
      "id": "s208"
    },
    {
      "text": "Later on 24 March 2009, Mr Levitt dined with the mayor of the Council together with Mr Longman and an aboriginal elder.",
      "id": "s209"
    },
    {
      "text": "They discussed the logistical difficulties that Mr Wotton's incarceration had created for Mr Levitt's firm in locating and dealing with potential witnesses.",
      "id": "s210"
    },
    {
      "text": "The mayor said that he had received a copy of the Court documents and explained to Mr Levitt the reasons why the council could not provide any assistance in the proposed representative proceedings.",
      "id": "s211"
    },
    {
      "text": "In the next 2 days Mr Longman remained on Palm Island to interview witnesses for the purposes of the proceedings.",
      "id": "s212"
    },
    {
      "text": "But Mr Longman experienced significant difficulties in interviewing witnesses and obtaining transport.",
      "id": "s213"
    },
    {
      "text": "Mr Longman said that because Mrs Wotton was required to work on both days she could not provide support to him during the visit and that he had been able to interview only 3 witnesses, one of whom was Mrs Wotton herself.",
      "id": "s214"
    },
    {
      "text": "Mr Levitt said that without the active and overt support of the Council and in light of the presently available resources to the applicants he did not believe it was logistically practicable to maintain the proposed representative proceeding given that he and counsel assisting the applicants had been acting pro bono up to this time.",
      "id": "s215"
    },
    {
      "text": "The State identified some substantive complaints concerning the current form of the proceedings.",
      "id": "s216"
    },
    {
      "text": "In particular, the State noted the concession that the respondents other than it should not have been joined.",
      "id": "s217"
    },
    {
      "text": "There were also substantive problems in the way in which the application has been framed that more careful attention to the formulation of the relief sought would have avoided.",
      "id": "s218"
    },
    {
      "text": "The State also complained that the applicants had been tardy in seeking to discontinue.",
      "id": "s219"
    },
    {
      "text": "I am not persuaded that that is so.",
      "id": "s220"
    },
    {
      "text": "The applicants began seeking to obtain evidence from other persons on Palm Island in support of the proposed representative proceedings after the present application had been filed.",
      "id": "s221"
    },
    {
      "text": "But only when the applicants' solicitors visited Palm Island shortly before the first directions hearing did they become disabused of the view that the Council would support the proposed proceedings.",
      "id": "s222"
    },
    {
      "text": "Soon after that, on 9 April 2009, the applicants informed the respondents that they wished to discontinue.",
      "id": "s223"
    },
    {
      "text": "In that context, the respondents have incurred some waste of their resources and costs.",
      "id": "s224"
    },
    {
      "text": "But the question of who should bear those costs is distinct from the question of how the present application should be brought to an end.",
      "id": "s225"
    },
    {
      "text": "I am of opinion that I should grant the applicants leave to discontinue against the State rather than dismissing a case that has not been tested.",
      "id": "s226"
    },
    {
      "text": "However, their application for an extension of time against the other respondents should be dismissed as incompetent.",
      "id": "s227"
    },
    {
      "text": "I am also concerned that, despite my conclusion as to the nature of these proceedings being outside Pt IVA , I should not make an order that could affect the rights of any person who would be a group member identified in the applicants' proposed proceedings.",
      "id": "s228"
    },
    {
      "text": "That requires attention as to the terms of the discontinuance including the liability of the applicants for costs.",
      "id": "s229"
    },
    {
      "text": "It is appropriate that the discontinuance and dismissal should be made binding only upon the applicants and that the other group members need not show to the Court that they have any involvement in the current claims in the event that they later wish to bring proceedings themselves (see also s 33ZF of the Federal Court of Australia Act ).",
      "id": "s230"
    },
    {
      "text": "COSTS \n The State sought costs on an indemnity basis and alternatively on a party/party basis.",
      "id": "s231"
    },
    {
      "text": "It argued that the applicants did not act reasonably in commencing the proceedings and that a strong inference could be drawn that they had sought to discontinue because they realised that they have a strong likelihood of failure.",
      "id": "s232"
    },
    {
      "text": "Moreover, the State argued that the applicants could, and should, have waited a short time before filing, to investigate whether they would have support from the local community for a representation proceeding.",
      "id": "s233"
    },
    {
      "text": "Instead, it argued, the applicants went ahead, causing the State and the other respondents to become involved unnecessarily in litigation at a premature stage.",
      "id": "s234"
    },
    {
      "text": "There is no doubt that the decision to involve the other respondents was misconceived and that they are entitled to any costs incurred over and above those that the State would have incurred in any event.",
      "id": "s235"
    },
    {
      "text": "Given that the respondents have all been represented by the State Crown solicitor and common counsel, any additional costs are not likely to be substantial.",
      "id": "s236"
    },
    {
      "text": "As Finn J pointed out in O'Neil v Mann [2000] FCA 1680 at [12] the rules do not provide expressly for the incidence of costs on the discontinuance of proceedings under O 22 r 2(1)(d) with the leave of the Court.",
      "id": "s237"
    },
    {
      "text": "The power to order costs in such a situation arises pursuant to s 43 of the Federal Court of Australia Act .",
      "id": "s238"
    },
    {
      "text": "That power is not conditioned by any predetermined rule: Foots v Southern Cross Mine Management Pty Ltd [2007] HCA 56 ; (2007) 234 CLR 52 at 63 [26] - [27] , 65 [34] per Gleeson CJ, Gummow, Hayne and Crennan JJ; Probiotec Ltd v University of Melbourne [2008] FCAFC 5 ; (2008) 166 FCR 30 at 42-43 [46] - [48] per myself, Finn J at 32 [1] and Besanko J at 51 [82] agreeing.",
      "id": "s239"
    },
    {
      "text": "INDEMNITY COSTS \n The State argued that indemnity costs should be payable because the applicants continued to proceed with the application after they formed a view that they would not be able to pursue a representative proceeding.",
      "id": "s240"
    },
    {
      "text": "It relied on Mr Levitt's evidence that he had formed this view in the week of 24 March 2009, prior to the first directions hearing, but the applicants still persisted in filing notices under s 78B of the Judiciary Act and a motion to join the previous Director of Public Prosecutions, which was subsequently not pressed.",
      "id": "s241"
    },
    {
      "text": "The State also relied on the concession by the applicants that the claims against the respondents other than it were incompetent and were not to have been brought.",
      "id": "s242"
    },
    {
      "text": "The State also relied on an argument that there were three separate complaints before the Commission that had been joined improperly in the proposed proceedings.",
      "id": "s243"
    },
    {
      "text": "I reject that argument.",
      "id": "s244"
    },
    {
      "text": "The issues were part of the one matter arising out of events on Palm Island in November 2004: Re Wakim; Ex parte McNally [1999] HCA 27 ; (1998) 198 CLR 511 at 585-586 [139] - [142] , 587-588 [146]-[148] per Gummow and Hayne JJ with whom Gleeson CJ and Gaudron J agreed at 546 [25] and [20].",
      "id": "s245"
    },
    {
      "text": "In addition, the State contended that the proceedings had been couched as representative proceedings for an ulterior purpose.",
      "id": "s246"
    },
    {
      "text": "It complained that the applicants' solicitors had claimed that they were acting on behalf of the group members in correspondence in order to achieve a settlement, after having stated that they wished to discontinue.",
      "id": "s247"
    },
    {
      "text": "The State contended that it may be inferred that the group proceedings were brought only for \"some improper purpose\" and are an abuse of court.",
      "id": "s248"
    },
    {
      "text": "It did not identify the allegedly improper purpose beyond these generalisations.",
      "id": "s249"
    },
    {
      "text": "In my opinion this argument should be rejected.",
      "id": "s250"
    },
    {
      "text": "The onus of establishing an abuse of process is a heavy one: Williams v Spautz [1992] HCA 34 ; (1992) 174 CLR 509 at 529 per Mason CJ, Dawson, Toohey and McHugh JJ.",
      "id": "s251"
    },
    {
      "text": "Most proceedings are brought to obtain a vindication of rights either by a judgment of the Court or a negotiated settlement.",
      "id": "s252"
    },
    {
      "text": "I am not satisfied that there has been an abuse of the process of the Court by the applicants in bringing proceedings to seek to achieve such an outcome in the present case.",
      "id": "s253"
    },
    {
      "text": "There was no improper purpose of the applicants identified in their submissions, nor any abuse of the process of the Court.",
      "id": "s254"
    },
    {
      "text": "If the applicants did have an underlying basis for their claim of unlawful discrimination, they would be entitled to compensation either from a judgment or a settlement.",
      "id": "s255"
    },
    {
      "text": "And, merely because the applicants' solicitors recently concluded that the conduct of a representative proceeding would be difficult without the support of the Council, this did not entail that a settlement necessarily could not benefit group numbers.",
      "id": "s256"
    },
    {
      "text": "Next, the State argued that the proceedings had been brought in the New South Wales Registry of the Court when Moore J, in the earlier proceedings brought by Mr Wotton, had ordered the transfer of those proceedings to the Queensland Registry.",
      "id": "s257"
    },
    {
      "text": "The State argued that these proceedings should be seen as a continuation of the previous interlocutory application and that Mr and Mrs Wotton had flouted Moore J's direction to transfer the proceedings to the Queensland Registry.",
      "id": "s258"
    },
    {
      "text": "I reject this argument.",
      "id": "s259"
    },
    {
      "text": "These proceedings are new proceedings.",
      "id": "s260"
    },
    {
      "text": "The proceedings before Moore J concerned an early stage in the complaint process prior to the Commission having dealt with the complaint.",
      "id": "s261"
    },
    {
      "text": "These proceedings arise out of rights said to flow from the rejection of the complaint.",
      "id": "s262"
    },
    {
      "text": "In addition, the solicitors for the applicants and their counsel, who are in Sydney, are acting pro bono.",
      "id": "s263"
    },
    {
      "text": "I infer that it would be more difficult for them at this stage to conduct the proceedings in Brisbane or elsewhere in Queensland, even though they have travelled to Palm Island to assist the applicants in this and other matters.",
      "id": "s264"
    },
    {
      "text": "At the moment I am not satisfied that there was any abuse in commencing the proceedings here, although I have considerable sympathy with the proposition, implicit in the State's submissions, that a venue for trial of the proposed representative proceedings in Queensland would be likely to be more convenient and satisfactory than here.",
      "id": "s265"
    },
    {
      "text": "I am not satisfied that the State has established any improper purpose for the institution of these proceedings.",
      "id": "s266"
    },
    {
      "text": "On the evidence, the applicants appear to have had a proper purpose to vindicate the rights claimed.",
      "id": "s267"
    },
    {
      "text": "I reject the application for indemnity costs.",
      "id": "s268"
    },
    {
      "text": "WHAT COSTS ORDER SHOULD BE MADE?",
      "id": "s269"
    },
    {
      "text": "There has been some loss of time and some incompetence in the way in which the applicants' case has been presented.",
      "id": "s270"
    },
    {
      "text": "But, the proceedings continued for only a brief period and the respondents have been on notice from 9 April 2009 that the applicants seek to discontinue.",
      "id": "s271"
    },
    {
      "text": "That leaves the question of whether I should make an order for the costs to be paid on a party/party basis for the whole or some part of the proceedings.",
      "id": "s272"
    },
    {
      "text": "In Re Minister for Immigration and Ethnic Affairs; Ex parte Lai Qin [1997] HCA 6 ; (1996) 186 CLR 622 at 624-625 McHugh J discussed principles applicable where the moving party does not want to proceed to a hearing on the merits.",
      "id": "s273"
    },
    {
      "text": "He concluded: \n \"If it appears that both parties have acted reasonably in commencing and defending the proceedings and the conduct of the parties continued to be reasonable until the litigation was settled or its further prosecution became futile, the proper exercise of the cost discretion will usually mean that the court will make no order as to the cost of the proceedings.",
      "id": "s274"
    },
    {
      "text": "\" \n\n As I observed in Clark v ING Life Ltd [2007] FCA 1960 at [16] it is not the function of the Court to make a prediction as to the outcome of a hypothetical case.",
      "id": "s275"
    },
    {
      "text": "Both parties urged on 30 April 2009 that the proceedings cease.",
      "id": "s276"
    },
    {
      "text": "At that time, the proceedings were treated by the parties as being under Pt IVA.",
      "id": "s277"
    },
    {
      "text": "I was not prepared to grant leave to discontinue on the scant evidence as it then stood or to exercise any power under s 33V(1).",
      "id": "s278"
    },
    {
      "text": "After the applicants indicated that they wished to discontinue, it was reasonable for both them and the State to have conducted themselves as they did.",
      "id": "s279"
    },
    {
      "text": "I am not satisfied that Mr Wotton acted unreasonably in bringing these proceedings in his own right.",
      "id": "s280"
    },
    {
      "text": "Mrs Wotton's position received no separate attention in any party's submissions.",
      "id": "s281"
    },
    {
      "text": "I am not in a position to conclude that she acted unreasonably.",
      "id": "s282"
    },
    {
      "text": "It is appropriate to treat Mrs Wotton's position cognately with that of her husband.",
      "id": "s283"
    },
    {
      "text": "This is because of her relationship to Mr Wotton, his circumstances as revealed in the evidence and the absence of any suggestion by the respondents that Mrs Wotton in her own right acted unreasonably.",
      "id": "s284"
    },
    {
      "text": "I am not satisfied that Mr Wotton had no reasonable prospect of obtaining an extension of time in respect of his own claims, given his involvement in the criminal proceedings, his subsequent conviction and incarceration.",
      "id": "s285"
    },
    {
      "text": "However, that issue has not yet been determined.",
      "id": "s286"
    },
    {
      "text": "The proceedings were more complicated than necessary.",
      "id": "s287"
    },
    {
      "text": "Because of the overlap of the foreshadowed representative proceedings and the misconceived joinder of the other respondents Mr and Mrs Wotton should bear some costs of those complications but not the costs of the whole proceedings.",
      "id": "s288"
    },
    {
      "text": "In my view the justice of the case will be served by requiring the applicants to pay the State's costs up to and including 9 April 2009, at which time it would have been obvious that the proceedings could be brought to an end promptly.",
      "id": "s289"
    },
    {
      "text": "The applicants and the State should bear their own costs thereafter.",
      "id": "s290"
    },
    {
      "text": "The applicants should pay any additional costs of the respondents who should never have been joined.",
      "id": "s291"
    },
    {
      "text": "I certify that the preceding sixty-six (66) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s292"
    },
    {
      "text": "Associate:\n \n \nDated: 17 July 2009\n \n Counsel for the First and Second Applicants: H Younan (on 30 April 2009)\nK Eastman (on 4 June 2009) \n \n Solicitor for the First and Second Applicants: Levitt Robinson Solicitors \n \n Counsel for the Respondents: D Keane \n \n Solicitor for the Respondents: Crown Law Queensland \n Date of Hearing: 30 April, 4 June 2009 \n \n Date of Judgment: 17 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/758.html",
      "id": "s293"
    }
  ]
}