{
  "name": "SZMHD v Minister for Immigration and Citizenship [2009] FCA 712 (2 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/712.html",
  "catchphrases": [
    {
      "text": "application for review of decision of refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "whether tribunal erred in failing to provide appellant with particulars of information relating to a document provided to the appellant in a s 424a letter",
      "id": "c1"
    },
    {
      "text": "court must determine objectively what the tribunal considered was the reason or part of the reason for affirming the decision under review",
      "id": "c2"
    },
    {
      "text": "s 424a of the migration act 1958 (cth) cannot be interpreted as imposing an obligation not found to exist on the proper construction of that section",
      "id": "c3"
    },
    {
      "text": "appeal dismissed.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION AND OVERVIEW \n This is an appeal from orders made by Federal Magistrate Smith on 12 September 2008, dismissing an application for review of a decision of the Refugee Review Tribunal handed down on 22 April 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the Minister not to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "The appellant is a citizen of the Peoples Republic of China.",
      "id": "s2"
    },
    {
      "text": "He claimed to have a well-founded fear of persecution on political grounds arising from steps taken by him in his capacity as Deputy General Manager of a large construction company to obtain proper compensation for the company's injured workers.",
      "id": "s3"
    },
    {
      "text": "The Tribunal considered the appellant's claim to have been the Deputy General Manager to be an integral aspect of all his claims.",
      "id": "s4"
    },
    {
      "text": "However, it rejected the claim that he had held that position and this effectively led to the rejection of his claim to have a well-founded fear of persecution.",
      "id": "s5"
    },
    {
      "text": "The appellant raised a number of grounds of review, all of which were rejected by the learned Federal Magistrate.",
      "id": "s6"
    },
    {
      "text": "The grounds of review included a claimed breach of s 424A(1) of the Migration Act 1958 (Cth) (\"Act\").",
      "id": "s7"
    },
    {
      "text": "The only real issue which arises on the appeal is one that I raised with counsel for the Minister.",
      "id": "s8"
    },
    {
      "text": "This ground raises a question of procedural fairness, or its analogue under the Act, in relation to the way in which the Tribunal brought to the appellant's attention the critical issue, or the reason, or part of the reason, for affirming the delegate's decision.",
      "id": "s9"
    },
    {
      "text": "This raises a possible breach of s 424A(1) of the Act, though not that which was argued before the Federal Magistrate.",
      "id": "s10"
    },
    {
      "text": "It also raises a question of the operation and effect of s 422B(3).",
      "id": "s11"
    },
    {
      "text": "In particular, the question which arises is whether the obligation of the Tribunal to act in a way that is fair and just enlarges the obligations of the Tribunal under s 424A(1).",
      "id": "s12"
    },
    {
      "text": "The Tribunal's concerns regarding the appellant's evidence arose from the appellant's youth and inexperience to hold such a senior position.",
      "id": "s13"
    },
    {
      "text": "Its doubts were increased by the results of an internet search conducted by a Chinese speaking member of the Tribunal's staff.",
      "id": "s14"
    },
    {
      "text": "The search indicated that a document provided by the appellant confirming his employment as Deputy General Manager of the company had been signed by a person who was held responsible \"as the legally appointed representative of the company\" for issuing false employment certificates for other people.",
      "id": "s15"
    },
    {
      "text": "The Tribunal raised this with the appellant, both at the oral hearing and in a letter which it sent to him under s 424A of the Act.",
      "id": "s16"
    },
    {
      "text": "However, in doing so, the Tribunal did not provide the appellant with the full terms of the information which it had obtained.",
      "id": "s17"
    },
    {
      "text": "The information obtained by the Tribunal included the following statement:- \n It is not clear whether Mr Liu is implicated in the falsification, but it appears that he is being held somehow responsible as the legally appointed representative of the company.",
      "id": "s18"
    },
    {
      "text": "This statement was not provided to the appellant in the s 424A letter, nor did the Tribunal give any indication of it at the oral hearing.",
      "id": "s19"
    },
    {
      "text": "Thus, the essential issue on the appeal is whether the Tribunal was required to give to the appellant particulars of the information, which included a statement made to the Presiding Member of the Tribunal that it was not clear whether Mr Liu was implicated in the falsification of documents.",
      "id": "s20"
    },
    {
      "text": "THE RELEVANT PROVISIONS OF THE ACT \n Sections 422B and 424A are contained in Part 7, Division 4 of the Act.",
      "id": "s21"
    },
    {
      "text": "Section 422B provides:- \n (1) This Division is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.",
      "id": "s22"
    },
    {
      "text": "(2) Sections 416, 437 and 438 and Division 7A, in so far as they relate to this Division, are taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters they deal with.",
      "id": "s23"
    },
    {
      "text": "(3) In applying this Division, the Tribunal must act in a way that is fair and just.",
      "id": "s24"
    },
    {
      "text": "Section 424A(1) provides:- \n (1) Subject to subsections (2A) and (3), the Tribunal must: \n\n(a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n \n(b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review, and the consequences of it being relied on in affirming the decision that is under review; and \n \n(c) invite the applicant to comment on or respond to it.",
      "id": "s25"
    },
    {
      "text": "The particulars required by s 424A(1) must be given in writing: see s 424A(2).",
      "id": "s26"
    },
    {
      "text": "Section 424A(2A) creates an exception to s 424A(1) in that the Tribunal is not obliged to give written particulars of all information if the Tribunal gives clear particulars of the requisite information orally to the applicant at a hearing to which he or she has been invited under s 425.",
      "id": "s27"
    },
    {
      "text": "THE RELEVANT PARTS OF THE SECTION 425 HEARING ON 21 JANUARY 2008 \n The appellant appeared before the Tribunal on 21 January 2008.",
      "id": "s28"
    },
    {
      "text": "The appellant and his wife, who was also an applicant in the Tribunal, were assisted by a Mandarin interpreter.",
      "id": "s29"
    },
    {
      "text": "In his evidence on 21 January, the appellant stated that he had left high school at the age of 16 or 17, having completed Junior High School, and that one year later he commenced work with a company as a labourer.",
      "id": "s30"
    },
    {
      "text": "He said that he later became Deputy General Manager of that company when he was 23 years old.",
      "id": "s31"
    },
    {
      "text": "The Tribunal then informed him that it had doubts about this evidence, given the appellant's lack of qualifications and young age.",
      "id": "s32"
    },
    {
      "text": "THE RELEVANT PARTS OF THE HEARING ON 27 FEBRUARY 2008 \n The appellant and his wife attended a continuation of the s 425 hearing on 27 February 2008.",
      "id": "s33"
    },
    {
      "text": "There is a detailed account of the hearing in the Tribunal's reasons and a transcript of the hearing was in evidence on the appeal.",
      "id": "s34"
    },
    {
      "text": "The relevant part of the transcript at page 55 is as follows:- \n MS PINTO: No, let me just --- let me just finish.",
      "id": "s35"
    },
    {
      "text": "I'll show you the document in a moment.",
      "id": "s36"
    },
    {
      "text": "Okay, now that document lists 10 people from the company under the heading Falsification People List.",
      "id": "s37"
    },
    {
      "text": "Okay, now the document indicates that Mr --- Mr Liu has been implicated as the legally --- so legally appointed representative of the company as falsifying documents.",
      "id": "s38"
    },
    {
      "text": "THE INTERPRETER: Falsifying?",
      "id": "s39"
    },
    {
      "text": "MS PINTO: Falsifying documents.",
      "id": "s40"
    },
    {
      "text": "THE INTERPRETER: Okay.",
      "id": "s41"
    },
    {
      "text": "MS PINTO: ... Now, this seriously increases my concerns that your claim to have been the deputy general manager of the company is completely false.",
      "id": "s42"
    },
    {
      "text": "... \n \n MS PINTO: [N]ow Mr Liu has also been held responsible as the legally appointed representative of the construction company for falsifying documents.",
      "id": "s43"
    },
    {
      "text": "... False documents have been provided by Mr Liu and I don't think you were employed as the deputy general manager at the construction company.",
      "id": "s44"
    },
    {
      "text": "Okay, now this would make me think that all of your claims are false because everything --- your claim to be the deputy general manager is very central to your claims of what you're doing and I don't --- as I've said, I don't think you were the deputy general manager, Mr [SZMHD].",
      "id": "s45"
    },
    {
      "text": "The Tribunal set out its account of what took place at the hearing in its reasons.",
      "id": "s46"
    },
    {
      "text": "The relevant passage appears at AB 248 as follows:- \n The Tribunal discussed the applicant's claim that he was the Deputy General Manager of the Company.",
      "id": "s47"
    },
    {
      "text": "The Tribunal explained to the applicant that the Department's file in relation to his visitor visa indicated that the Department did a check on his employment and it was found to be not genuine, but the Department was willing to grant the visitor visas because his brother was able to pay a bond of $15,000 per person.",
      "id": "s48"
    },
    {
      "text": "The applicant confirmed that he provided reference documents in relation to his visitor visa by Mr Liu Ming Jian.",
      "id": "s49"
    },
    {
      "text": "The Tribunal showed the applicant the Chinese characters of Mr Liu Ming Jian's name and he was confirmed [sic] that it was correct.",
      "id": "s50"
    },
    {
      "text": "The Tribunal advised the applicant that a Chinese speaking staff member had searched the Internet for the Chinese characters of Mr Liu's name and found a document entitled \"Fujian Provincial partial list of falsification of manager's qualification certificates\".",
      "id": "s51"
    },
    {
      "text": "The Tribunal advised the applicant that the document lists 10 people from the company and indicates that Mr Liu was held responsible as the legally appointed representative of the company for the falsification of documents.",
      "id": "s52"
    },
    {
      "text": "The appellant indicated that he would prefer to comment on this information in writing.",
      "id": "s53"
    },
    {
      "text": "THE SECTION 424 LETTER \n On 10 March 2008, the Tribunal wrote to the appellant.",
      "id": "s54"
    },
    {
      "text": "The letter, which was sent by facsimile, included the following statements to which the appellant was invited to respond:- The Department file indicates that when you made the application for the visitor visa you claimed that you were employed as the Deputy General Manager of the Dongsheng Construction Engineering Company.",
      "id": "s55"
    },
    {
      "text": "The documents that you provided to the Department confirmed your employment at the Dongsheng Construction Engineering Company and were signed by the General Manager, Mr Liu Ming Jiang.",
      "id": "s56"
    },
    {
      "text": "... \n Information on your application form indicates that you left school at the age of approximately 16 or 17 years and that you had no qualifications in engineering or construction.",
      "id": "s57"
    },
    {
      "text": "Checks on the Chinese character names of the General Manager, Mr Liu Ming Jiang, by a fluent Chinese speaking staff member of the Tribunal, also indicate that Mr Liu Ming Jiang has been held responsible as the legally appointed representative for falsifying manager's qualifications.",
      "id": "s58"
    },
    {
      "text": "The Tribunal has attached the Chinese version of this document for your information (2006, Fujian Provincial Partial List of Falsification of Manager's Qualification Certificates ).",
      "id": "s59"
    },
    {
      "text": "The above information is relevant because it may lead the Tribunal to conclude that your claims to have been employed as the Deputy General Manager of the Dongsheng Construction Engineering Company are false.",
      "id": "s60"
    },
    {
      "text": "The Tribunal may conclude that you were not employed in that capacity for the company and that Mr Liu has provided false documents on your behalf.",
      "id": "s61"
    },
    {
      "text": "...",
      "id": "s62"
    },
    {
      "text": "The Tribunal may conclude that as your claim to be the Deputy General Manager is an integral aspect of your claims, that your claims regarding the action that you took against the Chinese Erju Company whilst the Deputy General Manager of the Dongsheng Construction Engineering Company are false.",
      "id": "s63"
    },
    {
      "text": "The document which was attached to the letter is of some importance.",
      "id": "s64"
    },
    {
      "text": "The document was in Chinese but had some English handwriting on it.",
      "id": "s65"
    },
    {
      "text": "There were two different styles of handwriting but there was no evidence explaining the differences.",
      "id": "s66"
    },
    {
      "text": "The document was described by the Tribunal as \"Fujian Provincial Partial List of Falsification of Manager's Qualification Certificates\" and words to similar effect appear on the document in English handwriting.",
      "id": "s67"
    },
    {
      "text": "I would infer that those words were written by an employee of the Tribunal.",
      "id": "s68"
    },
    {
      "text": "I will attach as Annexure \"A\" a copy of the document which was attached to the s 424A letter.",
      "id": "s69"
    },
    {
      "text": "There was another copy of the list at AB 177.",
      "id": "s70"
    },
    {
      "text": "It was apparently attached to the email from the Chinese speaking member of the Tribunal.",
      "id": "s71"
    },
    {
      "text": "It was identical to that which I have included as Annexure \"A\", save that it had the name \"Liu Ming Wen\" in handwriting on it.",
      "id": "s72"
    },
    {
      "text": "For convenience, I will attach a copy as Annexure \"B\".",
      "id": "s73"
    },
    {
      "text": "THE APPELLANT'S RESPONSE TO THE SECTION 424A LETTER \n On 25 March 2008, the appellant's migration agent forwarded a statutory declaration made by the appellant in response to the matters raised in the s 424A letter.",
      "id": "s74"
    },
    {
      "text": "The statutory declaration included the following:- The person who signed the employment reference in relation to my visit visa application should be \"Liu, Ming Jian\" instead of \"Liu, Ming Jiang\".",
      "id": "s75"
    },
    {
      "text": "Having carefully checked falsified people list in the form attached to Tribunal's fax dated 10 March 2008, I really could only find the name of \"Liu, Ming Wen\" instead of \"Liu, Ming Jian\".",
      "id": "s76"
    },
    {
      "text": "Also, the information only indicated some of people for falsifying manager's qualification; but it neither indicated that Dongsheng Company was a false company nor \"Mr Liu, Ming Jian\" was not a legal representative and general manager of the company.",
      "id": "s77"
    },
    {
      "text": "I have to emphasize that I am the Deputy General Manager of Dongsheng Company; and Mr Ming Jian Liu was the Legal Representative and General Manager of Dongsheng Company.",
      "id": "s78"
    },
    {
      "text": "THE RESULT OF THE TRIBUNAL'S SEARCHES \n The results of the searches obtained by the Chinese speaking officer of the Tribunal were set out in an email dated 6 February 2008.",
      "id": "s79"
    },
    {
      "text": "The relevant parts of the email (omitting Chinese characters and website addresses) are as follows:- \n This is what I found with further searches.",
      "id": "s80"
    },
    {
      "text": "I can't see anything else significant.",
      "id": "s81"
    },
    {
      "text": "I'll bring down the papers now.",
      "id": "s82"
    },
    {
      "text": "...",
      "id": "s83"
    },
    {
      "text": "The \"Contact person\" for this company is Mr Liu Ming Jian --- the person who signed the applicant's document.",
      "id": "s84"
    },
    {
      "text": "... \n\n \n Mr Liu is mentioned as the \"Legally appointed representative\" of the \"Fuqing Dongzhang Construction Engineering Company named changed to Fujian Dongsheng Construction Construction Company Limited\" in a 2006 Chinese language document on the Fujian Construction Department website.",
      "id": "s85"
    },
    {
      "text": "....",
      "id": "s86"
    },
    {
      "text": "This document is titled \"Fujian Provincial Partial List of Falsification of Manager's Qualification Certificates\".",
      "id": "s87"
    },
    {
      "text": "The document also lists 10 people from the company under the heading \"Falsification People List\" which could mean that these 10 people may have falsified certificates or that their certificates may have been falsified.",
      "id": "s88"
    },
    {
      "text": "It is not clear whether Mr Liu is implicated in the falsification, but it appears that he is being held somehow responsible as the legally appointed representative of the company.",
      "id": "s89"
    },
    {
      "text": "The document is undated, but the filename indicates it is from 17 May 2006.",
      "id": "s90"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n The Tribunal recorded the appellant's claim that he was employed by the company as a labourer after leaving school at the age of 17 and that he was promoted to Deputy General Manager at the age of 22 or 23 in 2002.",
      "id": "s91"
    },
    {
      "text": "The Tribunal accepted that it was \"plausible\" that the company was involved in supplying workers for the construction of a tunnel for a large government owned corporation during 2005.",
      "id": "s92"
    },
    {
      "text": "It also accepted that the government owned corporation may not have paid reasonable compensation to injured and deceased workers or their families.",
      "id": "s93"
    },
    {
      "text": "The Tribunal also accepted that the appellant may have been employed on the project or otherwise involved in the construction of a tunnel.",
      "id": "s94"
    },
    {
      "text": "However, the Tribunal did not accept that the appellant was employed as the Deputy General Manager of the company.",
      "id": "s95"
    },
    {
      "text": "Nor did it accept that he had distributed petitions or agitated for the rights of injured workers and it did not accept that he had been detained or beaten as a result of those activities.",
      "id": "s96"
    },
    {
      "text": "The Tribunal did not accept the appellant as a credible witness and considered that he had relied upon some involvement in the tunnel construction project to fabricate a set of claims in support of his application for a protection visa.",
      "id": "s97"
    },
    {
      "text": "It then set out its reasons for this finding.",
      "id": "s98"
    },
    {
      "text": "The first step in the Tribunal's reasons was as follows:- \n The Tribunal has firstly considered the applicant's claim that he was employed as the Deputy General Manager of the Dongsheng Construction and Engineering Company.",
      "id": "s99"
    },
    {
      "text": "As indicated above, the applicant claimed in his application for a Subclass 679 (Visitor visa) that he was the Deputy General Manager of the Dongsheng Construction and Engineering Company.",
      "id": "s100"
    },
    {
      "text": "The Department's inquiries in relation to the visitor visa application indicated that the applicant's claimed employment was found to be \"non-genuine\".",
      "id": "s101"
    },
    {
      "text": "The evidence before the Tribunal also indicates that Mr Liu Ming Jian, the General Manager of the Dongsheng Construction and Engineering company provided documents supporting the applicant's visitor visa application.",
      "id": "s102"
    },
    {
      "text": "The Tribunal has obtained information from the Fujian Provincial Government website indicating that Mr Liu has been held responsible as the legal representative of the Dongsheng Construction and Engineering company for issuing fraudulent documents in relation to manager's qualifications.",
      "id": "s103"
    },
    {
      "text": "The Tribunal considers that the evidence in relation to the Department's inquiries and evidence indicating that false documents have been issued either by Mr Liu [or] a person associated with the company, indicates that the applicant's claimed employment as the Deputy General Manager of the Dongsheng Construction and Engineering Company is false.",
      "id": "s104"
    },
    {
      "text": "Additionally, the Tribunal considers it to be highly implausible that the applicant could have progressed to the senior level of Deputy General Manager of a reasonably large construction and engineering company at the age of 22 or 23, in circumstances where he had commenced employment at the company as a labourer, after leaving school in Year 9 and without ever obtaining any qualifications in engineering or construction.",
      "id": "s105"
    },
    {
      "text": "... \n The Tribunal went on to make a number of adverse remarks about the credibility of the appellant's attempts in his oral evidence to deal with this question.",
      "id": "s106"
    },
    {
      "text": "It then turned to the appellant's written response to the s 424A letter as follows:- \n The Tribunal has also considered the applicant's explanation, in response to the Tribunal's post hearing letter, to the information indicating that Mr Liu Ming Jian was held responsible as the legal representative of the Dongsheng Construction and Engineering company for falsifying documents.",
      "id": "s107"
    },
    {
      "text": "The applicant has claimed that he \"carefully checked\" the list and the name Liu Ming Jian does not appear on the list and only the name \"Liu Ming Wen\" appears on the list.",
      "id": "s108"
    },
    {
      "text": "The Tribunal notes that while it mistakenly referred to \"Liu Ming Jiang\" in its post hearing letter, a copy of the document \"Falsification of Manager's qualifications\" was provided to the applicant and he has stated in his response that the name of the General Manager is Liu Ming Jian, not Liu Ming Jiang.",
      "id": "s109"
    },
    {
      "text": "The Tribunal accepts that the name of the General Manager was Liu Ming Jian.",
      "id": "s110"
    },
    {
      "text": "However, the Tribunal does not accept the applicant's claim that the name Liu Ming Jian does not appear on the document provided to him by the Tribunal.",
      "id": "s111"
    },
    {
      "text": "As explained at length to the applicant at the second hearing and in the post hearing letter, the document referring to the falsification of manager's qualifications was found by a fluent Chinese speaking staff member who searched on the Internet for the Chinese characters of Mr Liu Ming Jian's name.",
      "id": "s112"
    },
    {
      "text": "The applicant confirmed the Chinese characters of Mr Liu Ming Jian's name at the Tribunal hearing.",
      "id": "s113"
    },
    {
      "text": "Thus, the Tribunal is satisfied that the applicant verified the Chinese characters for Mr Liu Ming Jian's name.",
      "id": "s114"
    },
    {
      "text": "The Tribunal accepts that the Chinese characters for the name of Liu Ming Wen also appear on the document, but considers that even a cursory check of the document would reveal that the Chinese characters for the name Liu Ming Jin are clearly listed on the document.",
      "id": "s115"
    },
    {
      "text": "The Tribunal considers that the applicant's denial that the name Mr Liu Ming Jian appears on the document is indicative of his attempts to mislead the Tribunal.",
      "id": "s116"
    },
    {
      "text": "The Tribunal then said that, given that it did not accept that the appellant was the Deputy General Manager of the company, it did not accept that he was involved in seeking compensation for injured workers, or the various consequences said to follow from those activities.",
      "id": "s117"
    },
    {
      "text": "The Tribunal had a number of other concerns about the credibility of the appellant's other evidence but it is not necessary to set out the details.",
      "id": "s118"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S REASONS \n The appellant relied on three grounds of review.",
      "id": "s119"
    },
    {
      "text": "The first ground was apprehended bias, which included a claim that his evidence had been misstated by the Tribunal.",
      "id": "s120"
    },
    {
      "text": "The Federal Magistrate rejected this ground.",
      "id": "s121"
    },
    {
      "text": "His reasons included the following observations:- However, I have not been able to identify any relevant misstatement of the evidence by the Tribunal which would undermine its reasoning in relation to this element in the applicant's claims.",
      "id": "s122"
    },
    {
      "text": "It appears to me to have been open to the Tribunal to have arrived at its conclusions on the evidence, and it gave several rational reasons for having done so.",
      "id": "s123"
    },
    {
      "text": "I accept that the conclusion arrived at by the Tribunal was based upon evidence and reasoning which was not necessarily compelling, but the Tribunal shows that it has carefully weighed the evidence in the context of the applicant's general credibility which it has assessed in the course of its hearing.",
      "id": "s124"
    },
    {
      "text": "I consider the conclusions which are attacked in this ground were open to the Tribunal on the evidence before it, and do not reveal any jurisdictional error.",
      "id": "s125"
    },
    {
      "text": "The second ground was that the Tribunal contravened s 424A(1).",
      "id": "s126"
    },
    {
      "text": "This was based upon the error in the s 424A letter which referred to Mr Liu's middle name as \"Jiang\" rather than \"Jian\".",
      "id": "s127"
    },
    {
      "text": "The learned Federal Magistrate observed at [27] that the appellant's response to that part of the s 424A letter made clear that he had not been misled as to the person to whom the Tribunal was referring.",
      "id": "s128"
    },
    {
      "text": "The Federal Magistrate also said:- Moreover, in relation to the list of persons found responsible for falsifying manager's qualifications, the applicant was provided with \" the Chinese version of this document \", and it is not suggested that it contained any error in the Chinese characters for Mr MJL's name appearing in that list.",
      "id": "s129"
    },
    {
      "text": "It is apparent from the applicant's response that the Chinese list was closely examined by the applicant and his agent.",
      "id": "s130"
    },
    {
      "text": "The applicant claimed that the list had been carefully checked to find the correct name for Mr MJL in Chinese characters, and that it was not there.",
      "id": "s131"
    },
    {
      "text": "It is clear from this response that the applicant and his agent understood what was being put to the applicant.",
      "id": "s132"
    },
    {
      "text": "The information which the Tribunal ultimately relied upon was the contents of the Chinese document which had been given to the applicant, and to which he had responded without any misapprehension as to what was being put to him.",
      "id": "s133"
    },
    {
      "text": "The English spelling of the name, whether correct or incorrect, was not the information which the Tribunal ultimately relied upon in its reasons in the paragraph which I have set out above.",
      "id": "s134"
    },
    {
      "text": "[Emphasis in original] The Federal Magistrate went on to say:- In my opinion, the Tribunal's conclusion that there had been an attempt in the response to its s.424A letter to mislead the Tribunal as to the contents of the Chinese list of names was a finding which was open to it, and which was an unsurprising conclusion in the circumstances.",
      "id": "s135"
    },
    {
      "text": "I do not consider that the Tribunal's assessment of the misleading response was itself a matter which should have been put to the applicant, nor that it gave rise to any obligations to warn the applicant that it might find that there had been an attempt to mislead it as to the contents of the Chinese list.",
      "id": "s136"
    },
    {
      "text": "In my opinion, the situation illustrates the point made in SZBYR &amp; Anor v Minister for Immigration &amp; Citizenship (2007) 235 ALR 639 at [20].",
      "id": "s137"
    },
    {
      "text": "SECTION 424A \n The question of whether s 424A(1) was engaged is to be determined in advance, and independently of the Tribunal's reasoning on the facts of the particular case; the need for \"unbundling\" of the Tribunal's reasons is \"correspondingly reduced\": SZBYR v Minister for Immigration and Citizenship [2007] HCA 26 ; (2007) 235 ALR 609 at [17] , [22].",
      "id": "s138"
    },
    {
      "text": "In SZKLG v Minister for Immigration and Citizenship [2007] FCAFC 198 ; (2007) 164 FCR 578 at [33] , a Full Court drew attention to the word \"considers\" in s 424A(1).",
      "id": "s139"
    },
    {
      "text": "Their Honours said that the effect of this is that s 424A(1) is only enlivened where the Tribunal forms the opinion that particular information would be the reason or part of the reason for affirming the decision under review.",
      "id": "s140"
    },
    {
      "text": "In MZXQB v Minister for Immigration and Citizenship [2008] FCA 319 ; (2008) 166 FCR 483 at [27] , Heerey J described the test as one of \"dispositive relevance\".",
      "id": "s141"
    },
    {
      "text": "In SZMNP v Minister for Immigration and Citizenship [2009] FCA 596 at [52] - [53] , I expressed the view that the effect of the authorities is that the word \"considers\" in s 424A(1)(a) is directed at the subjective consideration of the Tribunal on the facts of each case; it is for the court to determine objectively whether the Tribunal considered the information to be dispositively relevant; see also Applicant VEAL of 2002 v Minister for Immigration and Multicultural Affairs and Another [2005] HCA 72 ; (2005) 225 CLR 88 at [12] .",
      "id": "s142"
    },
    {
      "text": "Applying that test to the present case, it is clear enough that the Tribunal considered the dispositively relevant information to be that Mr Liu had signed the appellant's employment certificate and that Mr Liu had been held to be legally responsible for falsifying other employment certificates.",
      "id": "s143"
    },
    {
      "text": "This is to be found in the extract from the transcript of the Tribunal hearing set out at [20] above.",
      "id": "s144"
    },
    {
      "text": "It may also be gleaned from the statement in the s 424A letter that the information was relevant because it may lead the Tribunal to conclude that the appellant's claims to have been employed as Deputy General Manager were false and that Mr Liu had provided false documents on the appellant's behalf.",
      "id": "s145"
    },
    {
      "text": "However, it also clear that the information which the Tribunal considered to be dispositively relevant did not include the information which it received from the Chinese speaking Tribunal member, namely that \"it is not clear whether Mr Liu was implicated in the falsification\".",
      "id": "s146"
    },
    {
      "text": "In my view, it follows from the authorities to which I have referred that the Tribunal was not obliged to include particulars of that aspect of the information to the appellant.",
      "id": "s147"
    },
    {
      "text": "The appeal therefore turns on whether s 422B(3) ought to be construed as requiring s 424A to be interpreted as imposing an obligation on the Tribunal to provide the appellant with the full text of the email, including the doubts about Mr Liu's involvement.",
      "id": "s148"
    },
    {
      "text": "SECTION 422B(3) \n The question of whether s 422B(3) imposes a substantive obligation of fairness was considered by a Full Court in Minister for Immigration and Citizenship v SZMOK [2009] FCAFC 83, the decision in which was handed down immediately before the publication of these reasons.",
      "id": "s149"
    },
    {
      "text": "The effect of that decision is to dispose of the present appeal adversely to the appellant.",
      "id": "s150"
    },
    {
      "text": "This is because the Full Court held at [16]-[18] that s 422B(3) did not qualify the express statement in s 422B(1) that Div 4 contains an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.",
      "id": "s151"
    },
    {
      "text": "As the Full Court said in SZMOK , at [16], s 422B(3) is not a free standing obligation; it draws content from the other provisions of Div 4.",
      "id": "s152"
    },
    {
      "text": "It therefore cannot require s 424A to be interpreted as imposing an obligation not found to exist on the proper construction of that section.",
      "id": "s153"
    },
    {
      "text": "Here, there is nothing in s 424A which would have required the Tribunal to provide the full text of the email that was supplied to it by the Chinese speaking staff member to the appellant.",
      "id": "s154"
    },
    {
      "text": "In any event, the information in the email that it was not clear whether Mr Liu was implicated, was not \"adverse\" information within the test stated by Brennan J in Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 at 628-629.",
      "id": "s155"
    },
    {
      "text": "The information in the present case was quite different from that which was considered by the High Court in VEAL.",
      "id": "s156"
    },
    {
      "text": "In that case, an informant's letter was adverse to the applicant and contained information that was \"credible, relevant and significant\".",
      "id": "s157"
    },
    {
      "text": "Here, the equivocation about Mr Liu's involvement was not of that character.",
      "id": "s158"
    },
    {
      "text": "The information that was adverse was that Mr Liu had been held legally responsible for supply false certificates.",
      "id": "s159"
    },
    {
      "text": "The appellant was given full opportunity to deal with this.",
      "id": "s160"
    },
    {
      "text": "Moreover, this is a case where the entitlement of the appellant to complain of a possible denial of procedural fairness would depend upon whether there was evidence that he was misled: cf Applicant NAFF of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] HCA 62 ; (2004) 221 CLR 1 at [34] .",
      "id": "s161"
    },
    {
      "text": "It seems to me that the finding of the Federal Magistrate, set out at [44] above, that the appellant responded to the Tribunal without any misapprehension, forecloses the possibility of any valid complaint.",
      "id": "s162"
    },
    {
      "text": "Indeed, this is reinforced by the Federal Magistrate's observations, referred to at [45] above, about the appellant's attempts to mislead the Tribunal.",
      "id": "s163"
    },
    {
      "text": "ORDERS \n It follows that the appeal must be dismissed with costs.",
      "id": "s164"
    },
    {
      "text": "I certify that the preceding sixty-one (61) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s165"
    },
    {
      "text": "Associate:\n \n \nDated: 2 July 2009\n \n The First Appellant appeared in person.",
      "id": "s166"
    },
    {
      "text": "Counsel for the First Respondent: Mr J. Mitchell \n \n Solicitor for the First Respondent: DLA Phillips Fox \n Date of Hearing: 10, 13 and 25 February 2009 \n \n Date of Judgment: 2 July 2009 \n ANNEXURE A \n \n ANNEXURE B \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/712.html",
      "id": "s167"
    }
  ]
}