{
  "name": "Minister for Environment Heritage and the Arts v Lamattina [2009] FCA 753 (17 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/753.html",
  "catchphrases": [
    {
      "text": "civil penalties",
      "id": "c0"
    },
    {
      "text": "contravention of s 18(3) of the environment protection and biodiversity conservation act 1999 (cth) by taking an action that had a significant impact on an endangered species",
      "id": "c1"
    },
    {
      "text": "proposed penalties agreed between parties",
      "id": "c2"
    },
    {
      "text": "criteria to be taken into account when determining penalty",
      "id": "c3"
    },
    {
      "text": "determination that agreed pecuniary penalty not within range of appropriate penalty",
      "id": "c4"
    },
    {
      "text": "environment",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n This application relates to the clearance of native vegetation between April 2004 and July 2005 by an employee of the first respondent from a property known as \"Acacia Downs\" (the property).",
      "id": "s0"
    },
    {
      "text": "It is acknowledged that the clearance of such native vegetation is likely to have had a significant impact on a listed threatened species included in the endangered category, namely the Red-Tailed Black Cockatoo, in contravention of s 18(3) of the Environment Protection and Biodiversity Conservation Act 1999 (Cth) (the EPBC Act).",
      "id": "s1"
    },
    {
      "text": "The applicant initially sought against the first and second respondents the imposition of civil penalties under ss 481 and 494 of the EPBC Act, injunctive relief under s 475 of the EPBC Act and declaratory relief under s 21 of the Federal Court of Australia Act 1976 (Cth) (the FCA Act) in relation to the alleged contraventions of ss 18, 484 and 494 of the EPBC Act.",
      "id": "s2"
    },
    {
      "text": "The applicant filed an amended statement of claim on 19 June 2008 pleading the contravening conduct.",
      "id": "s3"
    },
    {
      "text": "The first respondent admitted the contravention pleaded in the amended statement of claim.",
      "id": "s4"
    },
    {
      "text": "The applicant has withdrawn his allegations against the second respondent, so it is now necessary to consider only the claims against the first respondent.",
      "id": "s5"
    },
    {
      "text": "The applicant and the first respondent have presented to the Court an agreed statement of facts and joint submissions as to the appropriate orders the Court should make.",
      "id": "s6"
    },
    {
      "text": "They address comprehensively both the legal issues and factual matters which underpin the declarations and orders which the parties join in asking the Court to make.",
      "id": "s7"
    },
    {
      "text": "They are agreed on the orders that the Court is invited to make, including the level of pecuniary penalty.",
      "id": "s8"
    },
    {
      "text": "The parties acknowledge, however, that it is for the Court to be satisfied that the first respondent did contravene the EPBC Act and to determine the amount of any pecuniary penalty and the nature of other relief to be ordered.",
      "id": "s9"
    },
    {
      "text": "The Contravening Conduct\n Section 18(3) of the EPBC Act is a civil penalty provision in Part 3 of the EPBC Act and relevantly provides: \n A person must not take an action that: \n\n \n (a) has or will have a significant impact on a listed threatened species included in the endangered category; or\n (b) is likely to have a significant impact on a listed threatened species included in the endangered category.",
      "id": "s10"
    },
    {
      "text": "Section 484(1) of the EPBC Act provides that a person must not: \n (a) aid, abet, counsel or procure a contravention of a civil penalty provision; or\n (b) induce (by threats, promises or otherwise) a contravention of a civil penalty provisions; or\n (c) be in any way directly or indirectly knowingly concerned in, or party to, a contravention of a civil penalty provision; or\n (d) conspire to contravene a civil penalty provision.",
      "id": "s11"
    },
    {
      "text": "Section 494(1) of the EPBC Act provides that if \n (a) a body corporate contravenes a provision of Part 3 that is a civil penalty provision...; and\n (b) an executive officer of the body knew that, or was reckless or negligent as to whether, the contravention would occur; and\n (c) the officer was in a position to influence the conduct of the body in relation to the contravention; and\n (d) the officer failed to take all reasonable steps to prevent the contravention;\n (e) the officer contravenes this subsection.",
      "id": "s12"
    },
    {
      "text": "The material facts giving rise to the alleged contraventions of the EPBC Act are summarised in the joint submissions.",
      "id": "s13"
    },
    {
      "text": "I set out that contravening conduct taken from the joint submissions of the parties: Between April 2004 and July 2005, the Respondent took an action (\"the Action\"), namely, it caused the clearance of not less than 170 trees from the Property.",
      "id": "s14"
    },
    {
      "text": "The trees were of the species E. leucoxylon, E. camaldulensis and E. fasciculosa.",
      "id": "s15"
    },
    {
      "text": "The trees removed from the Property included an undetermined number of very old, large trees and also an undetermined number of younger trees.",
      "id": "s16"
    },
    {
      "text": "The South Eastern Red-tailed Black Cockatoo ( Calyptorhynchus banksii graptogyne ) (\"the Cockatoo\") is listed as an endangered species pursuant to sub-section 178(1) of the Act.",
      "id": "s17"
    },
    {
      "text": "The Property is within the known range of the Cockatoo and is part of an area mapped as nesting habitat that is critical for the survival of the species.",
      "id": "s18"
    },
    {
      "text": "The Cockatoo is considered endangered because of its small population size and continuing habitat loss.",
      "id": "s19"
    },
    {
      "text": "The parties have agreed that the Action is likely to adversely affect habitat which is critical for the survival of the Cockatoo.",
      "id": "s20"
    },
    {
      "text": "While the location of all nesting sites is not known, the Property is within a region which is recognised as one of the remaining strongholds of nesting for Cockatoos in South Australia and the area on the Property which was cleared could have supported up to six (6) nesting pairs.",
      "id": "s21"
    },
    {
      "text": "The Cockatoo has traditional nesting areas where it returns to breed.",
      "id": "s22"
    },
    {
      "text": "The removal of the potential nesting trees is likely to lead to reduced nesting success in this area and a reduced recruitment of new Cockatoos into the population.",
      "id": "s23"
    },
    {
      "text": "Most known nest trees of the Cockatoo are paddock trees (of the type removed), and there is little of this habitat type left in South Eastern South Australia.",
      "id": "s24"
    },
    {
      "text": "In addition to a reduction in suitable nesting habitat for the Cockatoo, it is also likely that the Action will reduce the area of occupancy of the Cockatoo with respect to the stringybark feeding habitat which adjoins the Property.",
      "id": "s25"
    },
    {
      "text": "As the Property will support fewer nesting pairs of Cockatoos, fewer Cockatoos will occupy and utilise the adjoining stringybark feeding habitat.",
      "id": "s26"
    },
    {
      "text": "For the purpose of this proceeding, the first respondent has admitted that the conduct as set out above contravened s 18(3) of the EPBC Act.",
      "id": "s27"
    },
    {
      "text": "I am satisfied that the first respondent contravened s 18(3) of the EPBC Act by that conduct.",
      "id": "s28"
    },
    {
      "text": "Legal principles relevant to the level of penalty\n A contravention of s 18(3) of the EPBC Act attracts a maximum penalty of 5,000 penalty units for an individual and 50,000 penalty units for a body corporate.",
      "id": "s29"
    },
    {
      "text": "A penalty unit is defined by s 4AA(1) of the Crimes Act 1914 (Cth) to mean $110.",
      "id": "s30"
    },
    {
      "text": "It follows that the maximum civil penalty that may be imposed for contravention of s 18(3) is $5,500,000 in the case of the first respondent.",
      "id": "s31"
    },
    {
      "text": "If orders were sought against the second respondent, the maximum penalty would be $550,000.",
      "id": "s32"
    },
    {
      "text": "Parliament has specified very high maximum pecuniary penalties for contraventions of s 18(3) of the EPBC Act.",
      "id": "s33"
    },
    {
      "text": "The maximum penalties reflect the public expression by Parliament of the seriousness of the offence, but it remains for the Court to assess the seriousness of the contravening conduct in a particular case.",
      "id": "s34"
    },
    {
      "text": "The Court's power to impose civil penalties is conferred by s 481(2) of the EPBC Act.",
      "id": "s35"
    },
    {
      "text": "If satisfied that a person has contravened a civil penalty provision (including s 18(3)), the Court may order the wrongdoer to pay to the Commonwealth, for each contravention, the pecuniary penalty that the Court determines is appropriate, being not more than the specified maximum.",
      "id": "s36"
    },
    {
      "text": "Section 481(3) of the EPBC Act sets out the following matters to which the Court must have regard in determining the appropriate level of penalty: \n (a) the nature and extent of the contravention; and \n\n \n (b) the nature and extent of any loss or damage suffered as a result of the contravention; and \n\n \n (c) the circumstances in which the contravention took place; and \n\n \n (d) whether the person has previously been found by the Court in proceedings under this Act to have engaged in any similar conduct.",
      "id": "s37"
    },
    {
      "text": "The four specified matters do not exhaust all relevant considerations, but indicate which matters are particularly significant.",
      "id": "s38"
    },
    {
      "text": "Section 481(3) is very similar to s 76(1) of the Trade Practices Act 1974 (Cth) (the TP Act).",
      "id": "s39"
    },
    {
      "text": "The joint submissions note that in Minister for the Environment and Heritage v Greentree (No 3) [2004] FCA 1317 ( Greentree ), Sackville J said that the appropriate approach to imposing pecuniary penalties under s 481(3) of the EPBC Act is the same as that under s 76(1) of the TP Act, subject to any necessary adaptations specific to the relevant type of damage caused.",
      "id": "s40"
    },
    {
      "text": "The parties contended that I should adopt his Honour's approach, and I shall do so.",
      "id": "s41"
    },
    {
      "text": "In Trade Practices Commission v CSR Ltd (1991) ATPR 41-076 at 52,152-3 French J (as he then was) identified the following additional considerations as being relevant to the level of pecuniary penalty imposed, including: the size of the contravening company; the degree of power it has, as evidenced by its market share and ease of entry into the market; the deliberateness of the contravention and the period over which it extended; whether the contravention arose out of the conduct of senior management or at a lower level; whether the company has a corporate culture conducive to compliance with the Act, as evidenced by educational programs and disciplinary or other corrective measures in response to an acknowledged contravention; and whether the company has shown a disposition to co-operate with the authorities responsible for the enforcement of the Act in relation to the contravention.",
      "id": "s42"
    },
    {
      "text": "Obviously, the second of those matters is inapt in relation to a contravention of s 18(3) of the EPBC Act, and possibly so too is the fifth of those matters.",
      "id": "s43"
    },
    {
      "text": "In NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission [1996] FCA 1134 ; (1996) 71 FCR 285 ( NW Frozen Foods ) and J McPhee &amp; Son (Aust) Pty Ltd v Australian Competition and Consumer Commission [2000] FCA 365 ; (2000) 172 ALR 532 , the Full Court of this Court approved French J's list and added further relevant considerations, including whether the conduct was systematic, deliberate or covert.",
      "id": "s44"
    },
    {
      "text": "The joint submissions of the parties also identified other relevant matters that the Court may have regard to, including the \"totality principle\" (ie, that the total penalty for related offences ought not to exceed what is proper for the entire contravening conduct involved), the principal object of deterrence (both specific and general), and that a penalty must not be so high as to be oppressive.",
      "id": "s45"
    },
    {
      "text": "THE MATTERS RAISED BY THE PARTIES \n The nature, extent and circumstances of the contravention\n The relevant conduct took place between April 2004 and July 2005 and involved the clearance of not less than 170 trees from a wide area.",
      "id": "s46"
    },
    {
      "text": "The clearance took place in circumstances where the first respondent (by the second respondent) knew that approval to clear the trees had previously been denied by the South Australian Native Vegetation Council, and that such clearance was (I find) likely to impact on the native wildlife.",
      "id": "s47"
    },
    {
      "text": "The first respondent knew that it was unlawful to undertake the clearance of those trees, at least because it did not have the approval to do so under the Native Vegetation Act 1991 (SA).",
      "id": "s48"
    },
    {
      "text": "It had explored pursuing such an approval, but had not at the time of the clearance received approval to do so.",
      "id": "s49"
    },
    {
      "text": "Loss or damage caused by the contravention\n The parties jointly submit that the specific loss or damage caused by the contravention is \"not quantifiable\", but that \n the scientific evidence available does not suggest that the [clearance of the native vegetation] has had an immediate impact of significance on the Cockatoo and as such the conduct, while serious, is to be considered at the lower end of the spectrum in terms of total penalty to be imposed.",
      "id": "s50"
    },
    {
      "text": "That submission has to be seen in the context of the agreed facts, particularly those numbered 14, 15 and 16 set out in [8] above.",
      "id": "s51"
    },
    {
      "text": "The first respondent accepts that the clearance of those trees is likely to adversely affect habitat critical to the survival of the Cockatoo, and likely to lead to reduced nesting success of that endangered species in the area.",
      "id": "s52"
    },
    {
      "text": "The Cockatoo's habitat is near areas of Desert Stringybark and Brown Stringybark woodlands, and the adjacent woodlands of River Red Gum, Yellow or Blue Gum, Pink Gum and Buloke.",
      "id": "s53"
    },
    {
      "text": "Senior counsel for the first respondent pointed out that the agreed habitat is geographically quite extensive: roughly from Horsham in Victoria as its north-eastern boundary, to Portland in Victoria as its south eastern boundary, then north westerly along the coast to Mount Gambier in South Australia and northwards (although bulging to the west) to about Bordertown in South Australia.",
      "id": "s54"
    },
    {
      "text": "He submitted that the removal of 170 trees over a relatively small part of that area would represent a relatively insignificant number of the trees over the whole geographical habitat.",
      "id": "s55"
    },
    {
      "text": "It is agreed that the 170 trees removed were River Red Gum, Pink Gum and Yellow or Blue Gum trees.",
      "id": "s56"
    },
    {
      "text": "He also pointed out that it is agreed that the Stringybark and Buloke trees provide the primary feeding resource for the Cockatoo, and that the eucalypts are significant for its breeding.",
      "id": "s57"
    },
    {
      "text": "Hence, it was argued, as a matter of arithmetic, the removal of 170 potential nesting trees over such a large area would have minimal impact.",
      "id": "s58"
    },
    {
      "text": "The arithmetic assumed that, over the whole geographical area, there would be at least 100,000 trees, so the estimated remaining 660 nesting pairs of the Cockatoo presently had access on average to about 150 eucalypts for breeding, and so the removal of 170 trees would be likely to affect only one breeding pair.",
      "id": "s59"
    },
    {
      "text": "I do not consider that such arithmetical analysis is of especial significance.",
      "id": "s60"
    },
    {
      "text": "Counsel was careful not to directly contradict any of the agreed facts, or the facts in the joint submissions.",
      "id": "s61"
    },
    {
      "text": "He did not resile from those facts.",
      "id": "s62"
    },
    {
      "text": "They include a description of the eucalypts in which the Cockatoo primarily nests: eucalypts with trunks greater than 60 cm with a hollow with a particular sized entrance and at least six metres off the ground, and in the main trunk or a \"spout\" angled at less than 45 o from vertical.",
      "id": "s63"
    },
    {
      "text": "Trees containing suitable hollows are likely to be over 220 years old.",
      "id": "s64"
    },
    {
      "text": "The nests are often in farmland with scattered live and dead eucalypt trees, almost all within close range of Stringybark trees.",
      "id": "s65"
    },
    {
      "text": "The specific qualities of nesting trees does not lend itself to the general analysis put forward.",
      "id": "s66"
    },
    {
      "text": "Moreover, it is agreed that in the lower south-east of South Australia, where the clearance took place, the remaining Red Gum communities are classified as vulnerable with 9.7% of the estimated original area remaining and only 0.3% protected in reserves.",
      "id": "s67"
    },
    {
      "text": "The trees were removed from an area which contains nesting habitat agreed as critical for the survival of the species.",
      "id": "s68"
    },
    {
      "text": "The first respondent's property is within a region recognised as one of the remaining strongholds of nesting for Cockatoos in South Australia, and the area which was cleared could have supported up to six nesting pairs.",
      "id": "s69"
    },
    {
      "text": "The known nest trees of the Cockatoo are generally paddock trees of the type removed, and there is little of this habitat type left in South Australia.",
      "id": "s70"
    },
    {
      "text": "Those agreed matters also indicate why the simple arithmetical averaging on an assumed spread of trees across the habitat of the Cockatoo is not appropriate.",
      "id": "s71"
    },
    {
      "text": "Also, of course, counsel for the first respondent was careful not to gainsay the agreed facts or facts in the joint submissions.",
      "id": "s72"
    },
    {
      "text": "The joint submissions acknowledged the damage that could be caused by the contravening conduct because The first respondent has admitted that its conduct is likely to have a significant impact on the Cockatoo.",
      "id": "s73"
    },
    {
      "text": "The matters acknowledged in the joint submissions and the agreed facts indicate why that is so.",
      "id": "s74"
    },
    {
      "text": "The clearance of the trees took place over an area of about 150 hectares of land on the first respondent's property, and involved not less than 24 trees which were potential nest trees for the Cockatoo from an area mapped as critical for its survival.",
      "id": "s75"
    },
    {
      "text": "There is likely to be reduced nesting success as a result.",
      "id": "s76"
    },
    {
      "text": "There could clearly be clearance of trees of much greater magnitude, either numerically or geographically, than the clearance of trees by the first respondent.",
      "id": "s77"
    },
    {
      "text": "There also might be clearance of lesser numbers of trees which might nevertheless involve an infringement of s 18(3) of the EPBC Act.",
      "id": "s78"
    },
    {
      "text": "I accept the description of the significance of the particular infringing conduct to the survival of the Cockatoo contained in the joint submissions and in the agreed facts.",
      "id": "s79"
    },
    {
      "text": "Overall, I suspect it is towards the lower end of the scale of significance.",
      "id": "s80"
    },
    {
      "text": "I have assessed the factor of the loss and damage caused by the contravention, in the factors relevant to the appropriate pecuniary penalty, in that way.",
      "id": "s81"
    },
    {
      "text": "Whether the respondents have been previously found by a Court to have engaged in similar conduct\n The first respondent has not been previously found to have engaged in any contraventions of the EPBC Act.",
      "id": "s82"
    },
    {
      "text": "The respondents have, however, each been convicted on two counts of unlawful clearing of native vegetation, contrary to s 26(1) of the Native Vegetation Act 1991 (SA).",
      "id": "s83"
    },
    {
      "text": "One count against each related to the clearing on the property which also gave rise to the present claim.",
      "id": "s84"
    },
    {
      "text": "On that count, the maximum penalty was $100,000.",
      "id": "s85"
    },
    {
      "text": "The first respondent was fined $29,750 and the second respondent (who was liable by virtue of s 30 of that Act) was fined $21,250.",
      "id": "s86"
    },
    {
      "text": "I note that the sentences were imposed without any assumption being made as to the impact of that clearing of the property on the Cockatoo.",
      "id": "s87"
    },
    {
      "text": "Each of the respondents has appealed from the penalty imposed on a range of grounds, including that the penalties were manifestly excessive, but (it is agreed) those appeals have been dismissed.",
      "id": "s88"
    },
    {
      "text": "The other counts related to clearing of land on a different property, although carried out at about the same time.",
      "id": "s89"
    },
    {
      "text": "As they occurred at about the same time, I shall treat the first respondent as not having previously engaged in conduct similar to that now under consideration.",
      "id": "s90"
    },
    {
      "text": "The first respondent is also the subject of civil proceedings instituted by the South Australian Native Vegetation Council in relation to the clearance the subject of these proceedings in which an order for remediation in relation to the clearance is sought under s 31B of the Native Vegetation Act 1991 (SA).",
      "id": "s91"
    },
    {
      "text": "It is not clear what order for remediation is sought, or might meaningfully be made, first because of the age of the trees removed and the time it would take to replace them with relevantly useful substitutes, and secondly because the first respondent has now disposed of its interest in the property Acacia Downs.",
      "id": "s92"
    },
    {
      "text": "The size of the contravening company, and whether the contravention arose out of the conduct of senior management \n The joint submissions set out a little about the corporate structure and size of the first respondent.",
      "id": "s93"
    },
    {
      "text": "The second respondent is the Managing Director of the first respondent.",
      "id": "s94"
    },
    {
      "text": "The joint submissions note that \"any penalty imposed upon the [first respondent] is a penalty imposed upon the [second respondent]\".",
      "id": "s95"
    },
    {
      "text": "The joint submissions note that the second respondent \"decided upon the action which was undertaken without reference to the other directors of shareholders of the company\".",
      "id": "s96"
    },
    {
      "text": "The first respondent is a family owned primary producer with its main business operations at Wemen in Victoria.",
      "id": "s97"
    },
    {
      "text": "Its balance sheet for the years ended 30 June 2007 and to 30 April 2009 shows a total equity of $3,544,846 and $2,906,995 respectively.",
      "id": "s98"
    },
    {
      "text": "Its total assets for each of those years are $25,366,317 and $27,639,941 respectively.",
      "id": "s99"
    },
    {
      "text": "The changes appear largely to be due to increases in property, plant and equipment, and in investment property, counterbalanced by a significant increase in non-current borrowing liability.",
      "id": "s100"
    },
    {
      "text": "The balance of trade and other payables, and current borrowings, has changed.",
      "id": "s101"
    },
    {
      "text": "The first respondent is obviously a significant enterprise.",
      "id": "s102"
    },
    {
      "text": "It employs some 80 staff.",
      "id": "s103"
    },
    {
      "text": "Its sales revenue in 2007 was some $18m, and for the 10 months to April 2009 was nearly $21m.",
      "id": "s104"
    },
    {
      "text": "Nevertheless, it has incurred trading losses in each of the last several years.",
      "id": "s105"
    },
    {
      "text": "To a significant extent, the trading losses have been offset by abnormal items, including the sale of a large permanent water right.",
      "id": "s106"
    },
    {
      "text": "For the last five years, its cumulative profits after allowing for abnormal items are a little over $900,000.",
      "id": "s107"
    },
    {
      "text": "It is now clearly highly geared, with its external debt at about 90% of its asset base at cost.",
      "id": "s108"
    },
    {
      "text": "There is no information as to the current real value of its asset base.",
      "id": "s109"
    },
    {
      "text": "In each of the last financial years, the first respondent has reported a net trading profit (loss) (current year to 30 April 2009) as follows: $ 529,641 $ 1,037,861 $ (11,783) $ 448,036 $(1,015,077) I noted that there was conflicting evidence suggesting the net trading profit (loss) for the 2008 financial year is $377,226.",
      "id": "s110"
    },
    {
      "text": "I also noted that the \"shareholders and associates\" (all apparently members of the Lamattina family) of the first respondent have had little taxable income over the last several years.",
      "id": "s111"
    },
    {
      "text": "In 2008, each of the eight of them drew an amount as cash drawings \"through a related entity\", as well as some drawings to reduce directors' loan accounts.",
      "id": "s112"
    },
    {
      "text": "The details provided are not sufficient to understand how, if at all, those drawings are reflected in the accounts of the first respondent or how, if at all, the related entity is reflected in the accounts of the first respondent.",
      "id": "s113"
    },
    {
      "text": "It purchased the property in May 2004 to secure a more consistent cropping program.",
      "id": "s114"
    },
    {
      "text": "That required significant capital expenditure, funded by debt and asset sales.",
      "id": "s115"
    },
    {
      "text": "Its debt servicing obligations in 2007 exceeded $1.8m.",
      "id": "s116"
    },
    {
      "text": "It appears that, putting aside revenue from non-current assets, it has not operated at a profit over the last several years.",
      "id": "s117"
    },
    {
      "text": "The deliberateness of the contravention\n The joint submissions note that the previous owner of the property had been denied approval by the South Australian Native Vegetation Council to clear the native vegetation.",
      "id": "s118"
    },
    {
      "text": "A copy of that decision was included with the contract for sale of the property available to the respondents before and following the purchase of the property from the previous owner.",
      "id": "s119"
    },
    {
      "text": "It is apparent that the respondents then either were aware, or ought to have been aware, that permission to clear the native vegetation had previously been refused.",
      "id": "s120"
    },
    {
      "text": "The second respondent attended a meeting with a representative of the South Australian Department of Water, Land and Biodiversity Conservation about making an application to clear trees from the property.",
      "id": "s121"
    },
    {
      "text": "At that meeting the second respondent was advised that any such application would not be considered for several months.",
      "id": "s122"
    },
    {
      "text": "By that point, at least, it is clear that the first respondent knew it could not clear the trees from the property without such approval.",
      "id": "s123"
    },
    {
      "text": "The first respondent decided to go ahead with the clearance of the trees in the face of the awareness that it was acting illegally.",
      "id": "s124"
    },
    {
      "text": "The parties jointly submit that the first respondent (through the second respondent) made the decision to clear the land \"in frustration at not being able to readily obtain permission from the authorities to do so lawfully and in circumstances where the company was in difficult financial circumstances\".",
      "id": "s125"
    },
    {
      "text": "The nature of the difficult financial circumstances is not explained in detail.",
      "id": "s126"
    },
    {
      "text": "However, I accept that the first respondent was under some financial pressure, and wished to increase its revenue by expanding its cropping area by clearing the native vegetation unlawfully to assist it in relieving that financial pressure.",
      "id": "s127"
    },
    {
      "text": "Clearly the relevant contravening conduct was deliberate.",
      "id": "s128"
    },
    {
      "text": "The first respondent was aware that the conduct was unlawful.",
      "id": "s129"
    },
    {
      "text": "However, the parties jointly submit, and I accept, that the first respondent \"was not aware that the Cockatoo was an endangered species, nor did [the first respondent] appreciate that the clearance of the trees was likely to have a significant impact on the Cockatoo\".",
      "id": "s130"
    },
    {
      "text": "Consequently, I accept that the clearance was not undertaken with any specific knowledge of the Cockatoo and that there was no intent on the part of the first respondent to have a significant impact on the Cockatoo.",
      "id": "s131"
    },
    {
      "text": "However, it does not follow that the first respondent was unaware that the native vegetation and trees might be a significant wildlife habitat.",
      "id": "s132"
    },
    {
      "text": "It must have realised that clearing of native vegetation was controlled for a reason.",
      "id": "s133"
    },
    {
      "text": "No reason other than the protection of native vegetation because of its especial features, including the possibility of the significance of those features to some native wildlife, was put forward.",
      "id": "s134"
    },
    {
      "text": "Consequently, I find that it ought to have been aware that by clearing the native vegetation, such clearance might impact on various wildlife in a not insignificant way.",
      "id": "s135"
    },
    {
      "text": "Whether the first respondent has shown a disposition to cooperative with the authorities responsible for the enforcement of the EPBC Act in relation to the contravention\n The first respondent has clearly shown a disposition to cooperate with the authorities responsible for the enforcement of the EPBC Act in relation to the contravention.",
      "id": "s136"
    },
    {
      "text": "It has made timely appropriate admissions and is jointly seeking resolution of these proceedings with the applicant.",
      "id": "s137"
    },
    {
      "text": "The applicant has conducted an investigation into this matter since 2005.",
      "id": "s138"
    },
    {
      "text": "Since the investigation commenced, the first respondent has made its representatives available for interview and given access to its properties to assist in assessing whether remediation could be undertaken to offset the damaged caused by the clearance of the trees.",
      "id": "s139"
    },
    {
      "text": "The respondents have made full and frank admissions and have expressed contrition for the conduct.",
      "id": "s140"
    },
    {
      "text": "Moreover, senior counsel for the first respondent pointed out that the admissions made by the first respondent, as recorded in the joint submissions and the agreed facts, followed a mediation between the parties.",
      "id": "s141"
    },
    {
      "text": "Of course, I am unaware of what occurred at the mediation.",
      "id": "s142"
    },
    {
      "text": "I accept, however, that the first respondent had available to it expert evidence which indicated that the impact or potential impact on the Cockatoo was not as great as that asserted by the applicant, and by the expert evidence the applicant proposed to rely upon.",
      "id": "s143"
    },
    {
      "text": "Consequently, I also accept, and take into account, that the co-operation of the first respondent has included acknowledging factual matters on which there was scope for considerable and genuine dispute.",
      "id": "s144"
    },
    {
      "text": "There should be a significant reduction from the penalty which might otherwise be imposed by reason of that cooperation.",
      "id": "s145"
    },
    {
      "text": "The object of deterrence\n As to specific deterrence, the parties jointly submit that a penalty in the amount proposed will have a significant deterrent effect on the first respondent, and will not impose an unreasonable burden upon it.",
      "id": "s146"
    },
    {
      "text": "I accept that specific deterrence should not be a significant factor in the determination of the appropriate penalty in this matter because I suspect that the first respondent will not offend again.",
      "id": "s147"
    },
    {
      "text": "Its cooperation suggests it has learned its lesson.",
      "id": "s148"
    },
    {
      "text": "The applicant submits, and the first respondent accepts, that a significant penalty is nonetheless warranted to deter other landowners in a similar position, directly or by their agents, from taking action likely to have a significant impact on the Cockatoo or other endangered species.",
      "id": "s149"
    },
    {
      "text": "It is appropriate that the penalty be fixed in an amount which is likely to have a strong deterrent effect on the public and to demonstrate to the public and those whose business interests are conducted on land on which there is native vegetation that such conduct is seriously regarded by the community, as expressed in the legislation.",
      "id": "s150"
    },
    {
      "text": "The amount of a pecuniary penalty needs to demonstrate that such conduct will not be tolerated by the Court.",
      "id": "s151"
    },
    {
      "text": "Other decisions\n The joint submissions note that the Court has considered the amount of the pecuniary penalty to be imposed pursuant to the EPBC Act in several recent cases.",
      "id": "s152"
    },
    {
      "text": "In Greentree , a corporate entity contravened s 16(1) of the EPBC Act by taking the deliberate action of clearing, ploughing and subsequently sowing wheat that had a significant impact on the ecological character of a declared Ramsar wetland.",
      "id": "s153"
    },
    {
      "text": "The maximum penalties were the same under s 16(1) of the EPBC Act as apply to the present conduct.",
      "id": "s154"
    },
    {
      "text": "Sackville J found that the contravening conduct was deliberate, as the respondents (as a corporate entity and its director) carried out the contravening conduct when they were well aware that any unauthorised action had a significant impact on the ecological character of the Ramsar wetlands site and would constitute a contravention of the EPBC Act.",
      "id": "s155"
    },
    {
      "text": "The deliberate conduct was found to be more than an isolated act of the kind that might occur as the result of an impulsive error of judgment, and that it was planned conduct.",
      "id": "s156"
    },
    {
      "text": "The nature and extent of the contraventions of the EPBC Act suggested that substantial pecuniary penalties were warranted.",
      "id": "s157"
    },
    {
      "text": "The personal respondent was ordered to pay a pecuniary penalty of $150,000, and the corporate respondent was ordered to pay $300,000.",
      "id": "s158"
    },
    {
      "text": "The other two cases to which my attention was drawn are not so directly relevant.",
      "id": "s159"
    },
    {
      "text": "They relate to different offences.",
      "id": "s160"
    },
    {
      "text": "In Minister for the Environment and Heritage v Wilson [2004] FCA 6 ( Wilson ), the respondent set a net in the Great Australian Bight Marine Park and caught a shark, contrary to s 354(1) of the EPBC Act.",
      "id": "s161"
    },
    {
      "text": "The Minister and the Respondent jointly submitted that the appropriate pecuniary penalty to be imposed was $12,500 (the maximum civil penalty for an individual was $55,000).",
      "id": "s162"
    },
    {
      "text": "Selway J decided that level of penalty was appropriate.",
      "id": "s163"
    },
    {
      "text": "On the facts put by the respondent and not disputed by the applicant, the respondent knew that he was close to the border of the Park and knew there was a risk that his vessel might drift into the Park, but did not know that in fact his vessel had done so.",
      "id": "s164"
    },
    {
      "text": "Further, it was a first offence, was not deliberate and was the result of negligence, bordering on recklessness.",
      "id": "s165"
    },
    {
      "text": "In Minister for Environment and Heritage v Warne [2007] FCA 599 ( Warne ), the respondent was the skipper of a vessel which carried out commercial fishing within the boundaries of a reserve contrary to s 354(1)(a) and (f) of the EPBC Act.",
      "id": "s166"
    },
    {
      "text": "Whilst inside the boundaries, the vessel took a species of fish classified as a native species under the EPBC Act.",
      "id": "s167"
    },
    {
      "text": "The parties filed an agreed statement of facts and made joint submissions in support of a pecuniary penalty of $25,000 (the maximum civil penalty for an individual was $55,000).",
      "id": "s168"
    },
    {
      "text": "The parties characterised the respondent's incursions into the wildlife park as \"reckless\".",
      "id": "s169"
    },
    {
      "text": "Siopis J ordered that the respondent pay the agreed penalty.",
      "id": "s170"
    },
    {
      "text": "In each of those matters, the civil penalty as agreed between the parties and proposed to the Court was accepted by the Court as appropriate.",
      "id": "s171"
    },
    {
      "text": "In one case, that penalty was in excess of 20% of the maximum, and in the other in excess of 45% of the maximum.",
      "id": "s172"
    },
    {
      "text": "The parties jointly submit that the Court should consider the first respondent's conduct as more serious than the relevant conduct in Wilson and Warne , but less serious than that in Greentree .",
      "id": "s173"
    },
    {
      "text": "Whilst that analysis may reflect the comparative degrees of culpability, it is not clear how the comparison leads to the proposed and agreed penalty.",
      "id": "s174"
    },
    {
      "text": "As noted, the maximum civil penalty that may be imposed upon the first respondent for a contravention of s 18(3) of the EPBC Act is $5,500,000.",
      "id": "s175"
    },
    {
      "text": "The applicant no longer seeks orders as against the second respondent.",
      "id": "s176"
    },
    {
      "text": "The parties have agreed, and jointly submitted, that the appropriate pecuniary penalty to be imposed on the first respondent in respect of its contravention of s 18(3) of the EPBC Act, having regard to the facts and circumstances, is $110,000.",
      "id": "s177"
    },
    {
      "text": "The joint submissions note that the proposed penalty represents 2% of the maximum penalty which can be imposed by the Court on a corporation pursuant to s 18(3) of the EPBC Act and \"reflects the parties' submission that the offending conduct is at the lower end of the scale\".",
      "id": "s178"
    },
    {
      "text": "The submissions further note that the proposed penalty equates to approximately 20% of the maximum penalty which could be imposed upon an individual pursuant to s 18(3) of the EPBC Act.",
      "id": "s179"
    },
    {
      "text": "The parties jointly submit that this is relevant to the assessment of penalty in light of the second respondent's role in the conduct of the first respondent and that any penalty upon the first respondent is essentially a penalty upon the second respondent.",
      "id": "s180"
    },
    {
      "text": "They draw support for that contention from the decision in Greentree .",
      "id": "s181"
    },
    {
      "text": "I do not accept that contention.",
      "id": "s182"
    },
    {
      "text": "Greentree relevantly concerned charges against a company and its director where the company was effectively a \"one-man\" company, and the personal respondent was its sole director and sole shareholder.",
      "id": "s183"
    },
    {
      "text": "Sackville J noted, at [78]: \n I infer that Mr Greentree will bear the burden of any diminution of Auen's assets that will result from the imposition of a pecuniary penalty on the company.",
      "id": "s184"
    },
    {
      "text": "It is appropriate to take that fact into account in order to prevent Mr Greentree being punished, in effect, twice over: Australian Competition and Consumer Commission v ABB Transmission and Distribution Ltd (No 2) [2002] FCA 559 ; (2002) 190 ALR 169 , at 182 [45], per Finkelstein J; Australian Securities and Investments Commission v Adler [2002] NSWSC 483 ; (2002) 42 ACSR 80 , at 116-117 [131]-[132], per Santow J.",
      "id": "s185"
    },
    {
      "text": "On the other hand, Auen has been involved in a deliberate contravention of s 16(1) of the EPBC Act .",
      "id": "s186"
    },
    {
      "text": "The contravening conduct was undertaken in Auen's commercial interests.",
      "id": "s187"
    },
    {
      "text": "It is also necessary to bear in mind that the maximum penalties that can be imposed on a corporation are ten times larger than the penalties that can be imposed on individuals who contravene the EPBC Act .",
      "id": "s188"
    },
    {
      "text": "The overall pecuniary penalty should obviously be no less than if Auen, a corporation, had been the sole contravenor.",
      "id": "s189"
    },
    {
      "text": "On the contrary, the overall penalty should reflect the fact that Mr Greentree, as well as Auen, has contravened s 16(1) of the EPBC Act .",
      "id": "s190"
    },
    {
      "text": "His Honour first fixed the pecuniary penalty payable by the personal respondent.",
      "id": "s191"
    },
    {
      "text": "It was about 27% of the maximum.",
      "id": "s192"
    },
    {
      "text": "He then said at [82]: \n Having regard to the maximum penalty applicable to a contravention by an individual, I think that a pecuniary penalty of $150,000 should be imposed on Mr Greentree.",
      "id": "s193"
    },
    {
      "text": "Had Auen been the only contravenor, taking into account its status as a private company and the higher maximum penalty applicable to a contravention by a corporation, I would have imposed a penalty in the order of $400,000.",
      "id": "s194"
    },
    {
      "text": "Having regard to the desirability of avoiding penalising Mr Greentree twice over, I think that Auen should pay a penalty of $300,000.",
      "id": "s195"
    },
    {
      "text": "In my view, the total penalty of $450,000 is appropriate in the circumstances of the case.",
      "id": "s196"
    },
    {
      "text": "That does not amount to his Honour determining the penalty imposed on the company as if it were an individual.",
      "id": "s197"
    },
    {
      "text": "The contrary is the case.",
      "id": "s198"
    },
    {
      "text": "His Honour recognised that a significant penalty should be imposed on the company having regard to the higher applicable maximum.",
      "id": "s199"
    },
    {
      "text": "The amount he would have ordered was, however, reduced somewhat for the reasons explained in that passage.",
      "id": "s200"
    },
    {
      "text": "In this matter, there is no penalty to be imposed on the second respondent.",
      "id": "s201"
    },
    {
      "text": "It is appropriate to impose a penalty on the first respondent as a corporation, having regard to the applicable maximum.",
      "id": "s202"
    },
    {
      "text": "It is the sole contravenor against whom a penalty is sought.",
      "id": "s203"
    },
    {
      "text": "It is not appropriate to adopt the lesser maximum applicable to individuals because the second respondent, its managing director, was the person who decided upon and arranged for the clearance of the vegetation on its behalf.",
      "id": "s204"
    },
    {
      "text": "Of course, that is not to say its individual circumstances should not be considered.",
      "id": "s205"
    },
    {
      "text": "It would be appropriate to take into account in the present circumstances that any penalty imposed on the first respondent is effectively a penalty imposed on the second respondent, if the second respondent were also the subject of a pecuniary penalty, in order to avoid the second respondent being punished \"twice over\".",
      "id": "s206"
    },
    {
      "text": "Here, the applicant no longer seeks orders against the second respondent.",
      "id": "s207"
    },
    {
      "text": "In these proceedings, the second respondent will not personally be the subject of a pecuniary penalty.",
      "id": "s208"
    },
    {
      "text": "Another factor raised by the parties\n The joint submissions refer to the fact that the first respondent did not make a profit from reselling the property, and submit this is a relevant factor in assessing the appropriate pecuniary penalty.",
      "id": "s209"
    },
    {
      "text": "In Greentree , Sackville J noted at [65] that:\n \n It is true that the evidence does not suggest that either Mr Greentree or Auen reaped a substantial financial reward from the development of the Windella Ramsar site.",
      "id": "s210"
    },
    {
      "text": "That is a factor to take into account.",
      "id": "s211"
    },
    {
      "text": "His Honour made that remark because it was part of the picture about why those respondents took the actions they did.",
      "id": "s212"
    },
    {
      "text": "He went on to note that the contravening conduct was motivated by commercial considerations.",
      "id": "s213"
    },
    {
      "text": "It may be a relevant factor to take into account, if the first respondent undertook the land clearing for commercial reasons, that it did or did not profit by virtue of the contravening conduct.",
      "id": "s214"
    },
    {
      "text": "However, I do not consider that the fact that, since the contravening conduct, the property has been resold at a loss is of any especial significance.",
      "id": "s215"
    },
    {
      "text": "There may be many reasons for that.",
      "id": "s216"
    },
    {
      "text": "It is unlikely to have become less valuable because its cropping potential was increased by the contravening conduct.",
      "id": "s217"
    },
    {
      "text": "There is certainly no evidence on that topic.",
      "id": "s218"
    },
    {
      "text": "It may be that it was resold at a lower value because the market generally had fallen.",
      "id": "s219"
    },
    {
      "text": "It may be that the first respondent had disposed of certain water rights attaching to it.",
      "id": "s220"
    },
    {
      "text": "It may be (although it is unlikely) that the property was allowed to run down.",
      "id": "s221"
    },
    {
      "text": "Without evidence, the reason for the lower resale value of the property is simply unexplained.",
      "id": "s222"
    },
    {
      "text": "If the focus is on the profitability of cropping the illegally cleared land, again there is no evidence to indicate whether the particular cleared land was cropped at a profit or a loss, compared to the more generally available cropping area.",
      "id": "s223"
    },
    {
      "text": "CONSIDERATION \n The Court generally looks favourably upon negotiated settlements: Trade Practices Commission v TNT Australia Pty Ltd (1995) ATPR 41-375.",
      "id": "s224"
    },
    {
      "text": "It is in the public interest for the Court to make orders in litigation concerning the EPBC Act on the terms that have been agreed between parties so as to encourage parties to assist the applicant in investigations and achieve negotiated settlements.",
      "id": "s225"
    },
    {
      "text": "The Court has recognised that, in addition to savings in time and costs, there is a public benefit in imposing agreed pecuniary penalties where appropriate as parties would not be disposed to reach such agreements where there are unpredictable risks involved.",
      "id": "s226"
    },
    {
      "text": "The Court's role, as the parties accepted, is not simply to accept and adopt the position agreed between the parties.",
      "id": "s227"
    },
    {
      "text": "In NW Frozen Foods [1996] FCA 1134 ; (1996) 71 FCR 285 , concerning the imposition of a civil penalty under the TP Act, a single judge declined to give effect to the civil penalty proposed in the minute of consent orders and the joint submissions of the parties, and imposed a more severe penalty.",
      "id": "s228"
    },
    {
      "text": "On appeal, Burchett and Kiefel JJ observed at 290-1:\n \n Since the decision in Trade Practices Commission v Allied Mills Industries Pty Ltd , it has been accepted that both the facts, and also views about their effect, may be presented to the Court in agreed statements, together with joint submissions by both the Commission and a respondent as to the appropriate level of penalty.",
      "id": "s229"
    },
    {
      "text": "Because the fixing of the quantum of a penalty cannot be an exact science, the Court, in such a case, does not ask whether it would without the aid of the parties have arrived at the precise figure they have proposed, but rather whether their proposal can be accepted as fixing an appropriate amount.",
      "id": "s230"
    },
    {
      "text": "There is an important public policy involved.",
      "id": "s231"
    },
    {
      "text": "When corporations acknowledge contraventions, very lengthy and complex litigation is frequently avoided, freeing the courts to deal with other matters, and investigating officers of the Australian Competition and Consumer Commission to turn to other areas of the economy that await their attention.",
      "id": "s232"
    },
    {
      "text": "At the same time, a negotiated resolution in the instant case may be expected to include measures designed to promote, for the future, vigorous competition in the particular market concerned.",
      "id": "s233"
    },
    {
      "text": "These beneficial consequences would be jeopardised if corporations were to conclude that proper settlements were clouded by unpredictable risks.",
      "id": "s234"
    },
    {
      "text": "A proper figure is one within the permissible range in all the circumstances.",
      "id": "s235"
    },
    {
      "text": "The Court will not depart from an agreed figure merely because it might otherwise have been disposed to select some other figure, or except in a clear case.",
      "id": "s236"
    },
    {
      "text": "These observations are capable of applying to the making of orders reflecting negotiated outcomes in respect of civil penalty provisions of enactments other than the TP Act: Warne; Minister for Industry, Tourism &amp; Resources v Mobil Oil Australia Pty Ltd [2004] FCAFC 72.",
      "id": "s237"
    },
    {
      "text": "The fixing of a quantum of a penalty cannot be an exact science.",
      "id": "s238"
    },
    {
      "text": "However, it is necessary to form a view as to whether the proposed penalty is within the permissible range.",
      "id": "s239"
    },
    {
      "text": "Commonly, a proposed penalty does readily fit within that range and little more need be said about it.",
      "id": "s240"
    },
    {
      "text": "In this instance, the maximum penalty against the first respondent is $5,500,000.",
      "id": "s241"
    },
    {
      "text": "A civil penalty in the amount of $110,000, in my view, is not at first impression clearly within the permissible range.",
      "id": "s242"
    },
    {
      "text": "It is but 2% of the maximum.",
      "id": "s243"
    },
    {
      "text": "Moreover, as I have indicated, in certain respects I do not consider that matters said by the parties to be relevant, and presumably taken into account by them in arriving at their suggested penalty, should be taken into account.",
      "id": "s244"
    },
    {
      "text": "Consequently, it is necessary to consider in greater detail than is sometimes the case the permissible range of penalties in this matter.",
      "id": "s245"
    },
    {
      "text": "Having reached tentative views to that effect, I invited the parties to make further oral submissions, in addition to the written joint submissions, on such matters.",
      "id": "s246"
    },
    {
      "text": "The matters noted above have taken into account the further submissions and the further evidentiary material adduced on behalf of the first respondent.",
      "id": "s247"
    },
    {
      "text": "The contravention of s 18(3) of the EPBC Act occurred soon after the first respondent acquired the property.",
      "id": "s248"
    },
    {
      "text": "It acquired the property for the purpose of increasing its cropping output and securing a more reliable cropping foundation overall for its business.",
      "id": "s249"
    },
    {
      "text": "At the time, although it operated a very substantial business, the first respondent was apparently under significant financial pressure.",
      "id": "s250"
    },
    {
      "text": "Those matters provide some explanation for the first respondent's conduct.",
      "id": "s251"
    },
    {
      "text": "Nevertheless, it consciously embarked upon the clearing of native vegetation when it knew that it was not entitled to do so.",
      "id": "s252"
    },
    {
      "text": "It did not appreciate the particular risk to the Cockatoo when doing so, but I consider that it must have been aware --- if it thought about the issue --- that a reason for restricting the clearance of native vegetation may have been to protect natural wildlife habitat.",
      "id": "s253"
    },
    {
      "text": "I proceed on the basis that it was not aware of the particular provisions of the EPBC Act, or of the penalties prescribed under that Act for conduct in contravention of s 18(3).",
      "id": "s254"
    },
    {
      "text": "However, it was aware of the need to obtain approval of the relevant South Australian authority to the clearing of those trees and it chose to proceed despite not having that approval.",
      "id": "s255"
    },
    {
      "text": "As I noted above, although the impact of the contravening conduct upon the Cockatoo and its future breeding and its survival is not quantifiable, that conduct is likely to adversely affect habitat which is critical to the survival of the Cockatoo, a proclaimed endangered species.",
      "id": "s256"
    },
    {
      "text": "Consequently, the conduct was both deliberately unlawful, although in ignorance of the particular offence under s 18(3) of the EPBC Act and of any particular risk to the Cockatoo, and it was significant.",
      "id": "s257"
    },
    {
      "text": "It was also engaged in through its managing director.",
      "id": "s258"
    },
    {
      "text": "There are a number of reasons why, nevertheless, the pecuniary penalty should not be in a range towards the maximum prescribed.",
      "id": "s259"
    },
    {
      "text": "The first respondent is not a large public corporation with a substantial prescribed capital.",
      "id": "s260"
    },
    {
      "text": "It is a private family company.",
      "id": "s261"
    },
    {
      "text": "It has not previously contravened the EPBC Act, or like legislation.",
      "id": "s262"
    },
    {
      "text": "Those matters point strongly towards a penalty in the lower range.",
      "id": "s263"
    },
    {
      "text": "I have considered whether, because of the nature and purpose of the EPBC Act, the fact that conduct contravening s 18(3) has not previously been engaged in might not be so significant as in relation to contravention of some other legislative proscriptions, even though s 481(3)(d) specifies it as a relevant matter.",
      "id": "s264"
    },
    {
      "text": "A first contravention of s 18(3) may have quite devastating consequences for an endangered species.",
      "id": "s265"
    },
    {
      "text": "I have not taken that step because, in this matter, the applicant did not contend that I should do so, and because the effect upon the Cockatoo of the contravening conduct is not shown to be of that nature.",
      "id": "s266"
    },
    {
      "text": "I give the first respondent full credit for the fact that its conduct was its first contravention of the EPBC Act or of similar legislation.",
      "id": "s267"
    },
    {
      "text": "The penalties imposed upon the respondents for contravention of the Native Vegetation Act 1991 (SA), and the potential order on the remediation application, are each said to be reasons pointing towards a lower pecuniary penalty.",
      "id": "s268"
    },
    {
      "text": "I am prepared to take them into account, on the basis of the joint submissions.",
      "id": "s269"
    },
    {
      "text": "I do not think they weigh greatly in the scales towards reducing the pecuniary penalty of the first respondent.",
      "id": "s270"
    },
    {
      "text": "It was fined almost 30% of the maximum penalty for its contravention of the Native Vegetation Act 1991 (SA), but the maximum is a very low one relative to that under s 18(3) of the EPBC Act.",
      "id": "s271"
    },
    {
      "text": "I have commented at [29] above about the remediation application.",
      "id": "s272"
    },
    {
      "text": "I have no information about what orders might be made or at what cost to either of the respondents.",
      "id": "s273"
    },
    {
      "text": "I have rejected the implicit suggestion that the pecuniary penalty should be fixed on the assumption that it really is a penalty upon an individual, so that (implicitly at least) the relevant maximum penalty is $550,000.",
      "id": "s274"
    },
    {
      "text": "I take into account, in the first respondent's favour, not simply its status but its financial performance over the last several years.",
      "id": "s275"
    },
    {
      "text": "That is generally referred to above.",
      "id": "s276"
    },
    {
      "text": "It was under some financial pressure at the time of the offence.",
      "id": "s277"
    },
    {
      "text": "Indeed, it is not trading profitably at present and its borrowings are high relative to its assets (at least at cost).",
      "id": "s278"
    },
    {
      "text": "Nevertheless, whilst it is clearly a family company, it is a significant one with substantial sales each year and a number of staff.",
      "id": "s279"
    },
    {
      "text": "Whilst I am not critical of its assets being valued at cost, it is difficult to assess the impact of a significant penalty on it.",
      "id": "s280"
    },
    {
      "text": "That is also the case because it is not clear the extent to which the drawings of its shareholders and \"associates\" are reflected somehow in its accounts, presumably through an associated entity, or the extent to which ultimately they reflect the value of any services provided to the first respondent through the associated entity.",
      "id": "s281"
    },
    {
      "text": "On the other hand, the first respondent is clearly not in the lowest tier of potential contravenors of s 18(3) of the EPBC Act, at least from a financial perspective.",
      "id": "s282"
    },
    {
      "text": "It is agreed that the jointly proposed penalty of $110,000 would not be unduly oppressive, but it does not follow that a higher penalty would be unduly oppressive to the first respondent, particularly if progressive payment of any penalty were to be ordered (as is the case in respect of the proposed penalty).",
      "id": "s283"
    },
    {
      "text": "I have also taken into account, for the reasons I have discussed above, the cooperation of the first respondent both in admitting the offence and in agreeing the facts presented to the Court, as well as the cooperation with the applicant from an early point in the investigation of the offence.",
      "id": "s284"
    },
    {
      "text": "But for that cooperation, I would have reached a penalty considerably higher than I have reached.",
      "id": "s285"
    },
    {
      "text": "Having regard to the matters raised by the joint submissions, and the matters I have discussed, in my view the penalty proposed by the joint submissions is not within the permissible range.",
      "id": "s286"
    },
    {
      "text": "The contravention was not within the least serious category of contraventions.",
      "id": "s287"
    },
    {
      "text": "The deliberate nature of the conduct, the indifference to its potential consequences, and its significance in relation to the endangered species, and the need for the Court to fix a penalty which will operate as a deterrent to those who might otherwise be minded to clear native vegetation contrary to s 18(3) of the EPBC Act all point to a penalty significantly greater than that suggested, even taking into account all the matters which weigh in the first respondent's favour to fix a low pecuniary penalty.",
      "id": "s288"
    },
    {
      "text": "In my judgment, the appropriate pecuniary penalty is $220,000.",
      "id": "s289"
    },
    {
      "text": "That is, having regard to the first respondent's cooperation throughout, the bottom of what I regard to be the permissible range.",
      "id": "s290"
    },
    {
      "text": "It is only 4% of the maximum penalty.",
      "id": "s291"
    },
    {
      "text": "I order that the first respondent pay to the Commonwealth of Australia a pecuniary penalty of $220,000.",
      "id": "s292"
    },
    {
      "text": "As the parties have previously agreed upon a timetable for the payment of the proposed agreed penalty, I will give them the opportunity to reach agreement upon a timetable for the payment of that penalty, and to submit consent minutes on that topic.",
      "id": "s293"
    },
    {
      "text": "In the event that there is no agreement, I give liberty to either party to apply for any orders as to the period by which that pecuniary penalty is to be paid or as to the rate at which it is to be paid.",
      "id": "s294"
    },
    {
      "text": "As agreed, I order that the first respondent pay to the applicant the costs of the application fixed at $22,500.",
      "id": "s295"
    },
    {
      "text": "I certify that the preceding eighty (80) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s296"
    },
    {
      "text": "Associate:\n \n \nDated: 17 July 2009\n \n Counsel for the Applicant: M Barnett \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: PA Cuthbertson QC \n \n Solicitor for the Respondents: Ryans Lawyers \n Date of Written Submissions: 22 April 2009 \n \n Date of Oral Submissions: 18 June 2009 \n \n Date of Judgment: 17 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/753.html",
      "id": "s297"
    }
  ]
}