{
  "name": "Aporo v Minister for Immigration and Citizenship [2009] FCA 79 (12 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/79.html",
  "catchphrases": [
    {
      "text": "character test",
      "id": "c0"
    },
    {
      "text": "documents before tribunal included criminal history, sentencing decision and medical reports",
      "id": "c1"
    },
    {
      "text": "whether tribunal obliged to investigate provenance of the documents",
      "id": "c2"
    },
    {
      "text": "provenance not challenged in tribunal",
      "id": "c3"
    },
    {
      "text": "tribunal under no obligation to investigate provenance of documents",
      "id": "c4"
    },
    {
      "text": "applicant dyslexic",
      "id": "c5"
    },
    {
      "text": "whether tribunal obliged to put each matter to applicant and to read excerpts of documents to him",
      "id": "c6"
    },
    {
      "text": "applicant represented by counsel",
      "id": "c7"
    },
    {
      "text": "tribunal under no such obligation",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n Mr Aporo was born in New Zealand in 1973.",
      "id": "s0"
    },
    {
      "text": "He moved to Australia in 1989 to live permanently with his mother.",
      "id": "s1"
    },
    {
      "text": "From September 1994, he has held a Transitional Special Category Visa (Subclass TY 444).",
      "id": "s2"
    },
    {
      "text": "On 15 March 1999 in the District Court of NSW Mr Aporo pleaded guilty to and was convicted of two counts of assault, one count of Assault Officer in Execution of Duty (Police Officer) and one count of Intimidate Witness.",
      "id": "s3"
    },
    {
      "text": "The sentencing judge, English DCJ, had regard to a statement of facts, apparently without objection.",
      "id": "s4"
    },
    {
      "text": "Mr Aporo was legally represented.",
      "id": "s5"
    },
    {
      "text": "On appeal, Mr Aporo was sentenced to two years imprisonment with a non-parole period of one year and six months.",
      "id": "s6"
    },
    {
      "text": "On 11 March 2005, at Manly Local Court, Mr Aporo was convicted of two counts of Assault Occasioning Actual Bodily Harm and one count of Common Assault.",
      "id": "s7"
    },
    {
      "text": "He was sentenced to 12 months imprisonment with a nine month non-parole period.",
      "id": "s8"
    },
    {
      "text": "On 12 March 2007, at Central Local Court, Mr Aporo was convicted of seven counts of Shoplifting and sentenced to 12 months imprisonment with a nine month non-parole period, which was to commence from 20 June 2006.",
      "id": "s9"
    },
    {
      "text": "On 19 March 2007, Mr Aporo was released from Silverwater Correctional Centre.",
      "id": "s10"
    },
    {
      "text": "On 28 March 2007, by way of a letter, Mr Aporo was put on notice that the Minister for Immigration and Citizenship ('the Minister') intended to consider cancelling Mr Aporo's visa under s 501(2) of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s11"
    },
    {
      "text": "This section provides that the Minister may cancel a person's visa if the Minister reasonably suspects that the person does not pass the character test and the person does not satisfy the Minister that he or she passes the test.",
      "id": "s12"
    },
    {
      "text": "The letter referred to the fact that included in the information that would be relied upon to assess whether to exercise the discretion to cancel the visa were Mr Aporo's Australian Federal Police Criminal History dated 16 March 2007, his Record of Conviction, Sentences and Appeals, a report from his parole officer, Mr Murdoch, a Pre-Sentence report and English DCJ's sentencing remarks in the District Court.",
      "id": "s13"
    },
    {
      "text": "Enclosed with the letter was a copy of Ministerial Direction No 21.",
      "id": "s14"
    },
    {
      "text": "Mr Aporo was informed that he had the opportunity to comment and provide further information.",
      "id": "s15"
    },
    {
      "text": "He was told to ensure that his response addressed each and every topic that he felt was relevant to his circumstances.",
      "id": "s16"
    },
    {
      "text": "A further letter was written on 10 May 2007 in which Mr Aporo was again told of the opportunity to provide comments and any further information.",
      "id": "s17"
    },
    {
      "text": "It is apparent from documents dated 22 May 2007 and 31 May 2007 that Ms Hunt from the Department of Immigration and Citizenship spoke to Mr Aporo.",
      "id": "s18"
    },
    {
      "text": "Mr Aporo confirmed receipt of the 28 March 2007 letter and said that he was in the process of completing the personal details form and submitting a response.",
      "id": "s19"
    },
    {
      "text": "He said that he had not submitted it because he is dyslexic and had to wait for his mother to return from overseas to help him read, understand and complete the form.",
      "id": "s20"
    },
    {
      "text": "Ms Hunt spoke to Mr Murdoch who also said that Mr Aporo was dyslexic and may have difficulties completing the form.",
      "id": "s21"
    },
    {
      "text": "Ms Hunt advised Mr Aporo that instead of him completing the form, she would conduct a phone interview where she could ask him the questions on the form, record his responses and then forward him a copy of the completed form to confirm or deny the answers and information.",
      "id": "s22"
    },
    {
      "text": "She also advised him that he had the opportunity to provide any additional information.",
      "id": "s23"
    },
    {
      "text": "The interview was conducted on 1 June 2007 over one hour and 15 minutes.",
      "id": "s24"
    },
    {
      "text": "Ms Hunt enclosed the completed personal details form with a letter to Mr Aporo dated 1 June 2007.",
      "id": "s25"
    },
    {
      "text": "That letter also gave Mr Aporo the opportunity to provide any additional information to be taken into consideration by the Minister when deciding whether or not to cancel Mr Aporo's visa.",
      "id": "s26"
    },
    {
      "text": "Mr Murdoch told Ms Hunt on 30 May 2007 that he would submit his report ' in the next couple of days ' and that Mr Aporo was due to come to his office the next day.",
      "id": "s27"
    },
    {
      "text": "Mr Murdoch subsequently submitted a report dated 29 May 2007.",
      "id": "s28"
    },
    {
      "text": "Relevantly, in that report, Mr Murdoch described Mr Aporo's risk of re-offending in the following terms: \n Using the Level of Service Inventory-Revised instrument utilised by the Department, Mr Aporo has been assessed as presenting a high risk of re-offending.",
      "id": "s29"
    },
    {
      "text": "His raw score is 42.",
      "id": "s30"
    },
    {
      "text": "Key factors include high number of previous offences, drug dependence and poor employment history.",
      "id": "s31"
    },
    {
      "text": "In July 2007, a delegate of the Minister decided to cancel Mr Aporo's visa under s 501 of the Act on the basis that he did not pass the character test.",
      "id": "s32"
    },
    {
      "text": "Mr Aporo was advised of this decision on 26 July 2007.",
      "id": "s33"
    },
    {
      "text": "Mr Aporo applied for review of the delegate's decision, which the Administrative Appeals Tribunal ('the Tribunal') affirmed ('the first Tribunal').",
      "id": "s34"
    },
    {
      "text": "Mr Aporo appealed to the Federal Court which made orders in the nature of certiorari and mandamus quashing the decision of the first Tribunal and remitting the matter to the Tribunal to be heard and determined according to law ( Aporo v Minister for Immigration and Citizenship [2008] FCA 102 per Rares J).",
      "id": "s35"
    },
    {
      "text": "The hearing by the Tribunal ('the second Tribunal') on remittal took place on 1 July 2008.",
      "id": "s36"
    },
    {
      "text": "Mr Aporo was represented by experienced counsel.",
      "id": "s37"
    },
    {
      "text": "The decision to cancel his visa was affirmed by the second Tribunal on 18 July 2008.",
      "id": "s38"
    },
    {
      "text": "THE TRIBUNAL DECISIONS \n The first Tribunal decision\n The first Tribunal set out the law and the facts in some detail, including Mr Aporo's personal history.",
      "id": "s39"
    },
    {
      "text": "The Tribunal noted at [23] that Mr Aporo was diagnosed with dyslexia only a few years previously.",
      "id": "s40"
    },
    {
      "text": "After considering the evidence of the supporting witnesses, the first Tribunal turned to the psychiatric evidence, in particular a report provided by Dr Gary Banks, Consultant Clinical Psychologist, based on an interview and assessment sessions that Dr Banks conducted with Mr Aporo on 28 September 2007 lasting approximately four hours.",
      "id": "s41"
    },
    {
      "text": "Dr Banks was unavailable to give oral evidence at the hearing before the first Tribunal.",
      "id": "s42"
    },
    {
      "text": "Despite the submission by the Minister that Dr Banks' report should be given less weight because he was not available for cross-examination, the Tribunal said (at [44]) that the report was not controversial ' in that [Dr Banks] merely concludes that Mr Aporo needs to commit to intense rehabilitative treatment and that previous attempts toward his rehabilitation have been unsuccessful.",
      "id": "s43"
    },
    {
      "text": "I think that is a point on which both parties would agree '.",
      "id": "s44"
    },
    {
      "text": "As the first Tribunal noted at [44], Dr Banks' report goes no further than to suggest that rehabilitation is needed and that deportation may inhibit such rehabilitation.",
      "id": "s45"
    },
    {
      "text": "The first Tribunal's conclusion on the psychiatric evidence was (at [45]): \n I accept that the Applicant would benefit from the suggestions made by Dr Banks, however, the report gives minimal attention to the fact that the Applicant has had the past 18 years to reflect upon his behaviour and to modify it accordingly.",
      "id": "s46"
    },
    {
      "text": "The evidence is that the Applicant has yet to fully commit to completely rehabilitating.",
      "id": "s47"
    },
    {
      "text": "Dr Bank's [sic] report merely outlines options for the Applicant if he were to display such commitment.",
      "id": "s48"
    },
    {
      "text": "Mr Aporo's submissions to the first Tribunal centred on his history and family relationships.",
      "id": "s49"
    },
    {
      "text": "The first Tribunal gave detailed consideration to the protection of the Australian community and considered Mr Aporo's criminal record, his medical situation and his family background.",
      "id": "s50"
    },
    {
      "text": "It then turned to consider the risk of recidivism.",
      "id": "s51"
    },
    {
      "text": "The first Tribunal recorded Mr Aporo's attempts at rehabilitation and referred to his submissions that his family is a strong factor supporting his rehabilitation.",
      "id": "s52"
    },
    {
      "text": "At [68], the first Tribunal said that: \n While there is no suggestion that [Mr Aporo's family] are not a supportive family unit, there [sic] presence to date has had little impact on the Applicant's offending behaviour.",
      "id": "s53"
    },
    {
      "text": "There can be little confidence, given his history, that his rehabilitation from drug use will be similarly successful.",
      "id": "s54"
    },
    {
      "text": "The first Tribunal noted, at [67], that Mr Aporo had attended the Sydney Road Centre in 2005 but relapsed on his release from prison.",
      "id": "s55"
    },
    {
      "text": "The first Tribunal observed that '[t] his does not bode well for rehabilitation when he is unsupervised '.",
      "id": "s56"
    },
    {
      "text": "Mr Aporo relied in his submissions on the fact that he was never cautioned by the Department that his conduct may result in the cancellation of this visa and that, therefore, the corrective value of such a threat has not been applied in his case.",
      "id": "s57"
    },
    {
      "text": "At [70] the first Tribunal said that it had given consideration to the fact that Mr Aporo had not been previously warned of the visa cancellation but, as he had been imprisoned and fined many times over the years with apparently little or no deterrent effect, the first Tribunal expressed doubt that a warning would have made any difference to his conduct.",
      "id": "s58"
    },
    {
      "text": "A report by Mr Murdoch stated that Mr Aporo had been assessed as presenting a high risk of re-offending.",
      "id": "s59"
    },
    {
      "text": "The first Tribunal said that it appeared that since that time Mr Aporo had made some progress and it found that Mr Aporo was a ' medium to high risk of re-offending '.",
      "id": "s60"
    },
    {
      "text": "The first Tribunal went on to consider the expectations of the Australian community, the best interests of Mr Aporo's daughter and a number of other considerations including possible disruption and hardship to his family and any recent good conduct.",
      "id": "s61"
    },
    {
      "text": "It found that in all the circumstances it was inappropriate to exercise the discretion to set aside the delegate's decision.",
      "id": "s62"
    },
    {
      "text": "The first Tribunal concluded that Mr Aporo remains a threat to the Australian community because of his long history of very serious and other offences.",
      "id": "s63"
    },
    {
      "text": "Despite the attempts at rehabilitation, the first Tribunal found that there remained a risk that Mr Aporo would fall back into his pattern of offending behaviour.",
      "id": "s64"
    },
    {
      "text": "The first Tribunal considered that the Australian community would expect Mr Aporo to have his visa cancelled and that it could not be said that his daughter's best interests require him to remain in Australia.",
      "id": "s65"
    },
    {
      "text": "The second Tribunal decision\n Following the remittal of the matter to the Tribunal, the second Tribunal, differently constituted, considered the decision under review.",
      "id": "s66"
    },
    {
      "text": "I shall consider as much of the second Tribunal decision as is the subject of challenge.",
      "id": "s67"
    },
    {
      "text": "The second Tribunal recorded Mr Aporo's evidence as to his family life and as to his criminal history.",
      "id": "s68"
    },
    {
      "text": "After considering all of his evidence and that of his half-brother, mother and former de-facto partner, the second Tribunal turned to Dr Banks' report, the same report that was prepared for the first Tribunal hearing.",
      "id": "s69"
    },
    {
      "text": "The second Tribunal acknowledged that Dr Banks' report was positive about Mr Aporo's motivation for treatment and that he was a suitable candidate for treatment, which would likely decrease the possibility of recidivism.",
      "id": "s70"
    },
    {
      "text": "The report recommended that Mr Aporo should be considered for relatively intense rehabilitative drug treatment of at least six to 12 months duration.",
      "id": "s71"
    },
    {
      "text": "The second Tribunal noted that Dr Banks' view was that there was reason to suggest that Mr Aporo would return to his anti-social behaviour should his visa be refused and he be sent back to New Zealand.",
      "id": "s72"
    },
    {
      "text": "The second Tribunal observed at [72] that Dr Banks did not attempt to estimate the risk of recidivism should Mr Aporo remain in Australia.",
      "id": "s73"
    },
    {
      "text": "Counsel who appeared for Mr Aporo before the second Tribunal outlined a number of factors which, he submitted, were relevant to the risk of re-offending.",
      "id": "s74"
    },
    {
      "text": "This included the prospect of visa cancellation, of which Mr Aporo had not previously been warned.",
      "id": "s75"
    },
    {
      "text": "Counsel linked the absence of a warning of the cancellation of the visa with previous unsuccessful attempts at rehabilitation.",
      "id": "s76"
    },
    {
      "text": "After the warning, Mr Aporo had complied with his most recent parole conditions, quit drugs and undertaken rehabilitation courses.",
      "id": "s77"
    },
    {
      "text": "At [104], in the context of discussing the protection of the Australian community, the second Tribunal turned to consider the risk of recidivism.",
      "id": "s78"
    },
    {
      "text": "It noted Mr Aporo's record of offences and the description of him by Grove J in the Court of Criminal Appeal in 2000 as ' a person meeting the description of a recidivist '.",
      "id": "s79"
    },
    {
      "text": "The second Tribunal noted that Mr Aporo stressed that since being detained in Villawood, he had ceased using drugs and their prescribed substitutes and had completed an anger management course.",
      "id": "s80"
    },
    {
      "text": "It also noted Mr Aporo's submission that he had not had any convictions for violence since 2003 and ' has turned the corner and grown up '.",
      "id": "s81"
    },
    {
      "text": "The second Tribunal referred to Mr Murdoch's assessment in May 2007 that Mr Aporo presented a high risk of re-offending but noted that Mr Aporo was looking at long-term residential rehabilitation services.",
      "id": "s82"
    },
    {
      "text": "The second Tribunal considered Dr Banks' report and his opinion that if Mr Aporo received treatment for substance abuse and anger management, the risk of recidivism would be reduced.",
      "id": "s83"
    },
    {
      "text": "Dr Banks' report stated that Mr Aporo appeared to recognise the need for change but that proper treatment had begun only recently.",
      "id": "s84"
    },
    {
      "text": "The second Tribunal noted that Mr Aporo had come to similar realisations before (when he was 16 and 23) and had continued to re-offend.",
      "id": "s85"
    },
    {
      "text": "It also noted that, in the telephone interview in June 2007, Mr Aporo said that he felt that if he returned to New Zealand he would probably get into trouble with the law.",
      "id": "s86"
    },
    {
      "text": "The second Tribunal observed (at [113]) that this was not an observation that one would expect to hear from someone who was rehabilitated.",
      "id": "s87"
    },
    {
      "text": "The second Tribunal concluded, from reasons that Mr Aporo gave in connection with his account of his assault on Senior Constable Purcell, the subject of the District Court proceedings, that Mr Aporo has a tendency to deny the seriousness of his offences.",
      "id": "s88"
    },
    {
      "text": "Mr Aporo's account conflicted with English DCJ's sentencing remarks in the District Court.",
      "id": "s89"
    },
    {
      "text": "The second Tribunal said that Mr Aporo's tendency to minimise his past criminal conduct conflicted with his claim to be reformed and ' a different person '.",
      "id": "s90"
    },
    {
      "text": "The second Tribunal then returned to Mr Murdoch's assessment.",
      "id": "s91"
    },
    {
      "text": "It noted that Mr Aporo disputed Mr Murdoch's assessment that he presented a high-risk of re-offending.",
      "id": "s92"
    },
    {
      "text": "In support of this, Mr Aporo referred to a Villawood assessment in which he was classified as moderate to high risk.",
      "id": "s93"
    },
    {
      "text": "Noting that Mr Aporo had successfully completed an anger management course and had been abstaining from drugs and substitutes, the second Tribunal accepted that Mr Aporo should be classified as moderate to high risk rather than the high risk estimated by Mr Murdoch.",
      "id": "s94"
    },
    {
      "text": "However, the second Tribunal observed that, given Mr Aporo's past record, this is still a significant risk.",
      "id": "s95"
    },
    {
      "text": "Taking account of the fact that Mr Aporo has a supportive family in Australia, the second Tribunal observed that the family's presence had not to date significantly influenced his offending behaviour (at [116]).",
      "id": "s96"
    },
    {
      "text": "The second Tribunal noted Mr Aporo's argument that the cancellation proceedings had provided a powerful warning of the kind that he has not previously received but said that the numerous bonds, fines and sentences of imprisonment imposed on him over the years ' have had little perceptible deterrent effect on his pattern of offending.",
      "id": "s97"
    },
    {
      "text": "One cannot be confident that these proceedings would have a radically different impact.",
      "id": "s98"
    },
    {
      "text": "The recidivism risk appears to be moderate to high '.",
      "id": "s99"
    },
    {
      "text": "The second Tribunal considered the issue of general deterrence.",
      "id": "s100"
    },
    {
      "text": "It noted that Mr Aporo's submissions on this point were directed to specific rather than general deterrence and stated that general deterrence could not be a substantial basis for a decision on an application of the kind before it, although it should be taken into account as a relevant factor.",
      "id": "s101"
    },
    {
      "text": "In looking to the expectations of the Australian community, the second Tribunal accepted the submission by the Minister that, over a 17-year criminal history, Mr Aporo had had numerous chances to rehabilitate but had repeatedly offended (at [128]).",
      "id": "s102"
    },
    {
      "text": "It considered that the community would expect the visa of a person with such a serious criminal record, who has been assessed as a moderate to high risk of re-offending and has shown little sustained evidence of rehabilitation, to be cancelled.",
      "id": "s103"
    },
    {
      "text": "The second Tribunal then considered the best interests of Mr Aporo's daughter and his nieces and nephew, as well as other considerations such as his ties with the Australian community, including his family ties.",
      "id": "s104"
    },
    {
      "text": "It concluded that Mr Aporo does not have a close relationship with his daughter and that cancelling his visa ' would do little more than preserve the status quo '.",
      "id": "s105"
    },
    {
      "text": "In particular, the second Tribunal found that Mr Aporo had not met his daughter since she was a baby, had no telephone contact with her and had played no part in her upbringing.",
      "id": "s106"
    },
    {
      "text": "As for Mr Aporo's nieces and nephew, the second Tribunal concluded that his relationship with them may not have been as close as he claimed (because he did not know their birthdays or ages) and that moves by uncles, aunts and grandparents are a common childhood experience which are not normally regarded as traumatic.",
      "id": "s107"
    },
    {
      "text": "The second Tribunal also concluded that Mr Aporo's family ties had already been disrupted by his incarceration.",
      "id": "s108"
    },
    {
      "text": "Mr Aporo claimed before the second Tribunal to have been in a continuing relationship for five years with Ms Alexandria Kara.",
      "id": "s109"
    },
    {
      "text": "The second Tribunal concluded that Mr Aporo did not have a significant continuing relationship with Ms Kara, noting his ' propensity to fabricate evidence, not least about his personal relationships '.",
      "id": "s110"
    },
    {
      "text": "At [160] the Tribunal accepted there was some evidence of rehabilitation.",
      "id": "s111"
    },
    {
      "text": "In particular Mr Aporo had ceased using drugs, had completed an anger management course and expressed regret for his criminal ways.",
      "id": "s112"
    },
    {
      "text": "However, the Tribunal noted at [161] that Mr Murdoch thought that Mr Aporo was a high recidivism risk and that Dr Banks had not estimated the likelihood of re-offending but suggested strategies that might ' decrease the possibility of recidivism '.",
      "id": "s113"
    },
    {
      "text": "The second Tribunal considered that there were no compassionate circumstances weighing against visa cancellation and that no cogent reason had been advanced as to why Mr Aporo would be unable to find work in New Zealand.",
      "id": "s114"
    },
    {
      "text": "The second Tribunal concluded at [167] that, in light of all the evidence, the other considerations were outweighed by considerations of community protection and expectations.",
      "id": "s115"
    },
    {
      "text": "It stated that, '[u] nusally, in this instance, the best interests of the children are a neutral factor '.",
      "id": "s116"
    },
    {
      "text": "The second Tribunal decided that its discretion should be exercised in favour of cancelling Mr Aporo's visa and it affirmed the decision under review.",
      "id": "s117"
    },
    {
      "text": "THE APPLICATION \n The application to the Court is made under s 476A of the Act and s 39B of the Judiciary Act 1901 (Cth).",
      "id": "s118"
    },
    {
      "text": "The grounds of the further amended application are: The decision of [the Tribunal] made on 18 July 2008 was vitiated by actual or apprehended bias.",
      "id": "s119"
    },
    {
      "text": "Particulars \n\n \n The Tribunal's conclusions in paragraphs [enumerated] were in substantial respects unreasoned and mere assertion lacking rational or reasoned foundation and selective of material going one way.",
      "id": "s120"
    },
    {
      "text": "The decision of the Tribunal was vitiated by the Tribunal's failure to accord the applicant procedural fairness.",
      "id": "s121"
    },
    {
      "text": "Particulars \n\n \n (a) The Tribunal's conclusions in paragraphs [enumerated] were not natural and obvious conclusions and the applicant was not afforded an opportunity to respond to those conclusions.",
      "id": "s122"
    },
    {
      "text": "(b) The Tribunal's conclusions in paragraphs [enumerated] were arbitrary and based on speculation.",
      "id": "s123"
    },
    {
      "text": "(c) The Tribunal's conclusions in paragraphs [enumerated] were based on the Tribunal's observations, expertise or experience and the applicant was not given an opportunity of commenting on those matters.",
      "id": "s124"
    },
    {
      "text": "The decision of the Tribunal was vitiated by the failure of the Minister's delegate and Tribunal to inquire as to the: \n \n (a) provenance of the documents relied upon by the Minister and his delegate; or \n\n \n (b) training, study, experience and methodology upon which opinion evidence relied upon by the Minister and his delegate was based; or \n\n \n (c) basis for the opinion expressed in the opinion evidence, \n\n \n in circumstances where it was unreasonable for it to either: \n\n \n (i) ignore readily available material as to those matters; or \n\n \n (ii) not make a straightforward administrative inquiry as to those matters.",
      "id": "s125"
    },
    {
      "text": "MR APORO'S SUBMISSIONS \n The criticisms of the actions of the delegate\n Mr Aporo's grounds raise various criticisms of the decision of the delegate.",
      "id": "s126"
    },
    {
      "text": "The function of the Court is to review the Tribunal decision.",
      "id": "s127"
    },
    {
      "text": "Complaints about the conduct of the delegate are not relevant to this application.",
      "id": "s128"
    },
    {
      "text": "The Court has no power to review the delegate's decision.",
      "id": "s129"
    },
    {
      "text": "The Tribunal conducted a full merits review and for that reason the conduct of the delegate, if it were deficient, was rectified ( Humayun v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 35 ; (2006) 149 FCR 558 at [30] per Wilcox J, with whom Conti and Stone JJ agreed).",
      "id": "s130"
    },
    {
      "text": "I shall consider the grounds of the application to the extent that they concern the second Tribunal's decision.",
      "id": "s131"
    },
    {
      "text": "I shall now simply refer to the second Tribunal as the Tribunal.",
      "id": "s132"
    },
    {
      "text": "GROUND ONE \n To summarise Mr Aporo's submissions on the first ground, he relies upon a number of circumstances to establish that a fair-minded lay observer, properly informed as to the nature of the proceedings, the matters in issue and the conduct of the Tribunal, might reasonably apprehend that the Tribunal may not have brought an impartial mind to the resolution of the question to be decided ( Re Refugee Review Tribunal; Ex parte H [2001] HCA 28 ; (2001) 179 ALR 425 at [27] ).",
      "id": "s133"
    },
    {
      "text": "Mr Aporo submits that: \n(a) the material before the delegate and the Tribunal was unverified and untested and neither the delegate nor the Tribunal inquired as to its provenance.",
      "id": "s134"
    },
    {
      "text": "Specifically: \n the criminal record and sentencing reports are not certified and contain discrepancies; Mr Murdoch's reports do not contain an explanation of his training, study or experience.",
      "id": "s135"
    },
    {
      "text": "They do not explain how the conclusion was reached that Mr Aporo was at a \"high risk\" of recidivism; there was no material before the Tribunal as to the provenance of the statement of facts taken into account by English DCJ.",
      "id": "s136"
    },
    {
      "text": "The applicant speculates that ' it is entirely conceivable ' that the statement of facts was prepared by the prosecution and tendered in committal proceedings and was accepted notwithstanding that the facts may have been incorrect.",
      "id": "s137"
    },
    {
      "text": "(b) The Tribunal's findings are in a number of respects perverse, in the sense of being mere assertion, lacking rational foundation and selective of material going only one way.",
      "id": "s138"
    },
    {
      "text": "Specifically, he submits that: the preference for Mr Murdoch's assessment as to the risk of recidivism over that of Dr Banks was unexplained and contrary to the weight of the material on this issue.",
      "id": "s139"
    },
    {
      "text": "Mr Murdoch's assessment was not based on specialised knowledge or training and there is no obvious basis for his conclusion.",
      "id": "s140"
    },
    {
      "text": "Conversely, the opinion of Dr Banks is based on specialised knowledge.",
      "id": "s141"
    },
    {
      "text": "The Tribunal gave Dr Banks' report little or no weight because it did not contain an estimate of the likelihood of recidivism; the weight given by the Tribunal to those parts of Mr Aporo's evidence concerning his childhood are without any basis.",
      "id": "s142"
    },
    {
      "text": "A similar approach was taken with respect to Mr Aporo's relationship with Ms Kara; with respect to the likelihood of recidivism, the Tribunal drew inferences from material before it that were neither natural nor obvious.",
      "id": "s143"
    },
    {
      "text": "There was no intellectual engagement with the material which indicated that Mr Aporo has responded to drug and counselling programs and the conduct of the Tribunal indicates that it was not open to persuasion; The Tribunal dealt with the material before it in a selective manner.",
      "id": "s144"
    },
    {
      "text": "The provenance of the material relied upon\n Mr Aporo says that the failure of the Tribunal to inquire into the provenance of the material before it indicates bias or apprehended bias on the part of the Tribunal.",
      "id": "s145"
    },
    {
      "text": "The alleged obligation concerning the provenance of the material is also raised as a separate ground in the application.",
      "id": "s146"
    },
    {
      "text": "Other matters are also the basis of more than one ground.",
      "id": "s147"
    },
    {
      "text": "This has led to a degree of repetition in these reasons for judgment.",
      "id": "s148"
    },
    {
      "text": "The Tribunal referred to Mr Aporo's extensive criminal history.",
      "id": "s149"
    },
    {
      "text": "Before the Tribunal was a printout of a Criminal History-Bail Report ('the Bail Report') purportedly in respect of the applicant, under the name of \"Myta Greg Aporo\".",
      "id": "s150"
    },
    {
      "text": "The Bail Report noted that the particulars in the printout were the result of a name check and not verified by finger prints and that, therefore, there was no guarantee that the record referred to the person of interest.",
      "id": "s151"
    },
    {
      "text": "The record itself listed different dates of birth against the names listed, from 9 July 1969 to 9 July 1973.",
      "id": "s152"
    },
    {
      "text": "It also listed various \"alias names\": Mita Greg Aporo, Mita George Aporo, Mita Taupopoki George Aporo and other variations on the spelling of these names.",
      "id": "s153"
    },
    {
      "text": "There were also names that do not, immediately, seem to concern the applicant: James Smith, Grant Tenint and George Sith.",
      "id": "s154"
    },
    {
      "text": "Associated names included Myta Greg Sith.",
      "id": "s155"
    },
    {
      "text": "Mr Aporo submits that the Tribunal was obliged to satisfy itself as to the correctness of each of those entries and that each entry referred to the applicant.",
      "id": "s156"
    },
    {
      "text": "Also before the Tribunal was a Department of Immigration and Citizenship document containing a request for sentence administration printouts.",
      "id": "s157"
    },
    {
      "text": "The resulting printout of the Record of Conviction, Sentences and Appeals ('the Record') for \"Myta George Aporo\" lists the following aliases: Mita Taupopoki George Aporo born 9 July 1973, Mita George Aporo born 9 July 1973, Myta Greg Aporo born 9 July 1969 and Myta Greg Aporo born 9 July 1973.",
      "id": "s158"
    },
    {
      "text": "There is no suggestion that any submission was put to the Tribunal that any of these aliases did not refer to the applicant.",
      "id": "s159"
    },
    {
      "text": "The sentencing remarks of English DCJ in the District Court were also before the Tribunal.",
      "id": "s160"
    },
    {
      "text": "Judge English noted that Mr Aporo's correct date of birth is 9 July 1973.",
      "id": "s161"
    },
    {
      "text": "Her Honour observed that he had a criminal history and that an examination of his criminal record ' discloses that he is no stranger to violence.",
      "id": "s162"
    },
    {
      "text": "He has been dealt with in a variety of ways including bonds, fines, periodic detention, and imprisonment '.",
      "id": "s163"
    },
    {
      "text": "Her Honour went on to observe that '[t] his man has not been deterred by previous sentences, and leniency has not touched him '.",
      "id": "s164"
    },
    {
      "text": "Judge English also commented that Mr Aporo had supplied false names and addresses and dates of birth.",
      "id": "s165"
    },
    {
      "text": "Mr Aporo contends that the Tribunal was obliged to go behind the Bail Report, the Record and the statement of facts as recorded by English DCJ to satisfy itself that the contents were correct.",
      "id": "s166"
    },
    {
      "text": "I do not accept that contention.",
      "id": "s167"
    },
    {
      "text": "The Tribunal was entitled, in the absence of any assertion that the Bail Report, the Record or the statement of facts was incorrect, to accept the accuracy of those documents and the District Court record.",
      "id": "s168"
    },
    {
      "text": "In relation to Mr Aporo's submissions about Mr Murdoch's report, I note that no challenge was made in the Tribunal as to Mr Murdoch's training, study or experience.",
      "id": "s169"
    },
    {
      "text": "His report was accepted by both parties as emanating from Mr Aporo's parole officer.",
      "id": "s170"
    },
    {
      "text": "Mr Aporo did challenge Mr Murdoch's assessment of his risk of recidivism and the Tribunal accepted this criticism.",
      "id": "s171"
    },
    {
      "text": "There was no challenge to the material and no dispute as to the provenance of the material which the Tribunal was required to address.",
      "id": "s172"
    },
    {
      "text": "It follows that I do not accept that the failure of the Tribunal to verify and test for itself the factual material in the reports regarding Mr Aporo's criminal history and in the material from the District Court supports a reasonable apprehension of bias on the part of the Tribunal.",
      "id": "s173"
    },
    {
      "text": "Similarly, I do not consider that the failure to inquire about Mr Murdoch's training, study or experience indicates a reasonable apprehension of bias, where both parties appeared to accept that the report was one emanating from Mr Aporo's parole officer and admissible.",
      "id": "s174"
    },
    {
      "text": "Dr Banks' report \n Mr Aporo emphasises Dr Banks' qualifications and experience and submits that the Tribunal erred in not giving sufficient weight to Dr Banks' report and in preferring the report of Mr Murdoch who was not similarly qualified.",
      "id": "s175"
    },
    {
      "text": "This is not presented as a complaint about the weight given to each report but as an error that vitiates the Tribunal's decision, as evidencing a lack of rational or reasoned foundation on the part of the Tribunal with the Tribunal being ' selective of material going one way' , and as a basis for bias or apprehended bias on the part of the Tribunal.",
      "id": "s176"
    },
    {
      "text": "These assertions are unfounded.",
      "id": "s177"
    },
    {
      "text": "The Tribunal recorded the effect of Dr Banks' evidence.",
      "id": "s178"
    },
    {
      "text": "Dr Banks' opinion, in substance, was that Mr Aporo was a suitable candidate for treatment, especially in the areas of substance abuse and anger management and that this would likely decrease the possibility of recidivism.",
      "id": "s179"
    },
    {
      "text": "Dr Banks expressed the view that, had these matters been addressed earlier, Mr Aporo's recidivism rate may have decreased.",
      "id": "s180"
    },
    {
      "text": "Dr Banks' view was that assessments indicated that Mr Aporo should be considered for relatively intense rehabilitative treatment to help him overcome the problems which put him at risk.",
      "id": "s181"
    },
    {
      "text": "Dr Banks recommended that Mr Aporo should continue with the interventions he was then receiving in Australia.",
      "id": "s182"
    },
    {
      "text": "Dr Banks did not suggest that he guaranteed that rehabilitative treatment would ensure that Mr Aporo would not re-offend.",
      "id": "s183"
    },
    {
      "text": "He simply did not give an assessment of the likelihood of re-offending, with or without a rehabilitation program.",
      "id": "s184"
    },
    {
      "text": "That is what the Tribunal pointed out.",
      "id": "s185"
    },
    {
      "text": "On the other hand, Mr Murdoch did assess the likelihood, or report the assessment of a likelihood, of re-offending.",
      "id": "s186"
    },
    {
      "text": "The Tribunal did not accept that assessment and, in Mr Aporo's favour, substituted the one that Mr Aporo said had been the result of his assessment at Villawood.",
      "id": "s187"
    },
    {
      "text": "I see no reason for criticism of the Tribunal's consideration of Dr Banks' report and Mr Murdoch's report, or of the way the Tribunal came to a conclusion based upon those reports, together with Mr Aporo's own evidence and submissions, to determine the likelihood of recidivism.",
      "id": "s188"
    },
    {
      "text": "There is no basis for a suggestion that in doing so the Tribunal did not have an open mind or that it was selective without rationale or reason.",
      "id": "s189"
    },
    {
      "text": "The allegedly perverse findings \n The reports of Mr Murdoch and Dr Banks\n As noted above, Mr Aporo submits that a number of Tribunal findings were perverse, including the preference for the report of Mr Murdoch over that of Dr Banks.",
      "id": "s190"
    },
    {
      "text": "Mr Aporo emphasises the comment that Dr Banks did not provide an estimate of the likelihood of recidivism.",
      "id": "s191"
    },
    {
      "text": "He submits that, for that reason, the Tribunal did not give the report any weight.",
      "id": "s192"
    },
    {
      "text": "That is simply not the case.",
      "id": "s193"
    },
    {
      "text": "It is true that Dr Banks did not provide an estimate in the sense that Mr Murdoch's report did, but the Tribunal did accept Dr Banks' conclusions, insofar as they went.",
      "id": "s194"
    },
    {
      "text": "Mr Aporo submits that the circumstances warranted a further inquiry by the Tribunal and that it was incumbent on the Tribunal further to explore the assessment of Dr Banks who had offered further assistance, or to investigate the basis for Mr Murdoch's report.",
      "id": "s195"
    },
    {
      "text": "The Tribunal was not under such an obligation.",
      "id": "s196"
    },
    {
      "text": "Mr Aporo also attacks the finding that Mr Murdoch's report did provide an estimate of the likelihood of recidivism.",
      "id": "s197"
    },
    {
      "text": "He says that there was no obvious basis for that conclusion and that no reasoning supporting the conclusion, nor was there an explanation of the relevant testing.",
      "id": "s198"
    },
    {
      "text": "He seems to be attacking Mr Murdoch's report as an expert report.",
      "id": "s199"
    },
    {
      "text": "It is correct that the testing methodology was not contained in Mr Murdoch's report and that there was no explanation of the conclusion but, again, the Tribunal did not simply accept Mr Murdoch's estimate as to the likelihood of recidivism.",
      "id": "s200"
    },
    {
      "text": "The Tribunal accepted Mr Aporo's contention as to the correct estimate and there is no suggestion that a submission was made to the Tribunal that all such predictions should be rejected or that the subject matter could not be properly tested or that Mr Murdoch's report was inadmissible.",
      "id": "s201"
    },
    {
      "text": "Mr Aporo says that the Tribunal was not obliged to consider an estimate of the likelihood of recidivism as a criterion under Ministerial Direction No 21 (at [2.10]).",
      "id": "s202"
    },
    {
      "text": "He submits that, in circumstances where expert evidence as to the risk of recidivism is inadequate, it was unreasonable for the Tribunal not to hold a further inquiry of readily available information regarding that issue ( Luu v Renevier (1989) 91 ALR 39 at 47---8 and 50).",
      "id": "s203"
    },
    {
      "text": "The Tribunal had before it Mr Murdoch's report, the Villawood assessment as outlined by Mr Aporo, as well as comments by Grove J concerning recidivism.",
      "id": "s204"
    },
    {
      "text": "There was, unlike Luu , a foundation for the Tribunal's conclusion.",
      "id": "s205"
    },
    {
      "text": "Dr Banks' report discussed the general question of recidivism which the Tribunal also took into account, although he did not give a present estimate of likelihood.",
      "id": "s206"
    },
    {
      "text": "In those circumstances, the Tribunal was not obliged to make a case for Mr Aporo ( Minister for Immigration and Citizenship v Le [2007] FCA 1318 ; (2007) 164 FCR 151 at [60] ).",
      "id": "s207"
    },
    {
      "text": "Mr Aporo submits that it would have been a \"simple step\" for the Tribunal to have pursued the avenues of inquiry offered by the availability of Mr Murdoch and Dr Banks to resolve any conflict in the material ( SZIAI v Minister for Immigration and Citizenship (2008) 104 ALD 22 at [29]).",
      "id": "s208"
    },
    {
      "text": "It is not a question of whether it would have been a simple step for the Tribunal to pursue the avenues of inquiry.",
      "id": "s209"
    },
    {
      "text": "There was no conflict in the material before the Tribunal, as Dr Banks did not give an estimate.",
      "id": "s210"
    },
    {
      "text": "Rather, the Tribunal was unable from Dr Banks' report to draw a conclusion as to the likelihood of recidivism or the effect of rehabilitative steps on that likelihood, even if Mr Aporo were to undertake them.",
      "id": "s211"
    },
    {
      "text": "Even if there were a conflict, the Tribunal is not obliged whenever there is a conflict in the evidence presented to conduct its own investigation to resolve that apparent conflict if it is able to give reasons for preferring or giving more weight to some evidence over other evidence or preferring one opinion over another.",
      "id": "s212"
    },
    {
      "text": "It is not simply a question of whether or not Dr Banks had provided an estimate in the sense of some mathematical analysis.",
      "id": "s213"
    },
    {
      "text": "The resolution of a conflict in the evidence is not the taking of the sort of step of embarking upon the Tribunal's own inquiries as to the underlying facts, which then imports further obligations ( SZIAI at [29]).",
      "id": "s214"
    },
    {
      "text": "The obligation on an administrator to make its own inquiries is strictly limited ( SZIAI at [25]).",
      "id": "s215"
    },
    {
      "text": "Mr Aporo now criticises the Tribunal for accepting his statements in respect of the Villawood assessment and criticises the Tribunal for accepting the evidence from a witness, namely himself, who had a ' demonstrated propensity to fabricate evidence '.",
      "id": "s216"
    },
    {
      "text": "Mr Aporo relies upon the Tribunal's acceptance of his own evidence as indicating a capriciousness in the decision making process and a failure to act judicially in the sense of being based on ' instinct, a hunch or a gut-feeling ' ( WAIJ v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 74 ; (2004) 80 ALD 568 at [20] and following; Sharp v Wakefield [1891] AC 173 at 179).",
      "id": "s217"
    },
    {
      "text": "The Tribunal was entitled to accept so much of Mr Aporo's evidence and submissions as it determined was acceptable.",
      "id": "s218"
    },
    {
      "text": "Further, there is a difference between submissions and the result of an assessment and evidence of criminal history.",
      "id": "s219"
    },
    {
      "text": "Mr Aporo says that there was insufficient material before either the delegate or the Tribunal to support a conclusion regarding the likelihood of recidivism adverse to Mr Aporo.",
      "id": "s220"
    },
    {
      "text": "The Tribunal was entitled to take account of the evidence and submissions before it and come to a conclusion based upon that evidence and those submissions.",
      "id": "s221"
    },
    {
      "text": "That is what occurred.",
      "id": "s222"
    },
    {
      "text": "The Tribunal was not obliged to conduct an independent investigation, or to conduct its own assessment of the likelihood of Mr Aporo's recidivism.",
      "id": "s223"
    },
    {
      "text": "The weight given to Mr Aporo's evidence\n Mr Aporo submits that the weight given by the Tribunal to his evidence concerning his childhood was without any basis in the material before the Tribunal.",
      "id": "s224"
    },
    {
      "text": "An example is given of [102] of the Tribunal's reasons.",
      "id": "s225"
    },
    {
      "text": "There, the Tribunal said the following in discussing Mr Aporo's evidence of his childhood: ' As regards his childhood, I take it into account but note that neither his mother nor his half-brother supports his claims, nor in fact do they mention any childhood problems he may have had at all '.",
      "id": "s226"
    },
    {
      "text": "Mr Aporo submits that this was no proper basis for impugning the credibility of his evidence as to his childhood because of a lack of corroboration as the Tribunal failed to take into account that Mr Aporo only joined his mother in Australia when he was 16 years old and there was no evidence that his half brother lived with him during his childhood.",
      "id": "s227"
    },
    {
      "text": "I accept that there was an explanation as to why Mr Aporo's mother and half-brother would not be able to corroborate Mr Aporo's account of his childhood.",
      "id": "s228"
    },
    {
      "text": "However, this lack of corroboration did not form the basis of the Tribunal's conclusions.",
      "id": "s229"
    },
    {
      "text": "The Tribunal recorded Mr Aporo's childhood and said that it took it into account.",
      "id": "s230"
    },
    {
      "text": "The comment about the lack of corroboration was an observation that did not, on a reading of the whole of the Tribunal's reasons, have any effect on the conclusions reached.",
      "id": "s231"
    },
    {
      "text": "Mr Aporo also challenges the Tribunal's conclusion with respect to Mr Aporo's relationship with Ms Kara.",
      "id": "s232"
    },
    {
      "text": "The Tribunal found (at [159]) that there was no significant continuing relationship between them.",
      "id": "s233"
    },
    {
      "text": "In coming to that conclusion the Tribunal acknowledged that Mr Aporo said that he had been in a continuing relationship of five years' standing with Ms Kara, who lived in Melbourne and was taking care of her ailing mother.",
      "id": "s234"
    },
    {
      "text": "It documented his evidence as to their continuing contact and acknowledged Mr Aporo's evidence that she was his fianc&eacute;e. The Tribunal did comment on the fact that neither Mr Aporo's half-brother nor his mother had mentioned such a relationship but it accepted (at [156]) that, at some stage, Mr Aporo did have a relationship with Ms Kara.",
      "id": "s235"
    },
    {
      "text": "The Tribunal expressed doubt as to whether the relationship still subsisted and, as part of its reasoning process, expressed the opinion that it would have expected Ms Kara to have contributed some information as to her views if indeed they were engaged to be married.",
      "id": "s236"
    },
    {
      "text": "Ms Kara gave no evidence at either the first or second Tribunal hearing and there was no letter or note of a telephone call from her in the documentary evidence.",
      "id": "s237"
    },
    {
      "text": "Further, in his telephone interview, Mr Aporo spoke of the relationship in the past tense.",
      "id": "s238"
    },
    {
      "text": "Mr Aporo says that these matters were not specifically raised with him in the course of the Tribunal hearing.",
      "id": "s239"
    },
    {
      "text": "He complains that the Tribunal disregarded his evidence that he tended to push his loved ones away and that he had verbal, analytical and problem solving difficulties.",
      "id": "s240"
    },
    {
      "text": "The Tribunal was not obliged to give Mr Aporo a running commentary of its thought processes.",
      "id": "s241"
    },
    {
      "text": "Nor was it obliged to set out each and every possible fact that could possibly have related to a conclusion that it drew.",
      "id": "s242"
    },
    {
      "text": "It is not clear that counsel in the Tribunal relied upon the matters now sought to be introduced by Mr Aporo or drew them together in the way counsel presently appearing for Mr Aporo seeks to do.",
      "id": "s243"
    },
    {
      "text": "The Tribunal gave reasons for its conclusion as to the relationship between Mr Aporo and Ms Kara.",
      "id": "s244"
    },
    {
      "text": "The conclusion was open on the evidence before the Tribunal.",
      "id": "s245"
    },
    {
      "text": "I see no error on the part of the Tribunal in coming to that conclusion.",
      "id": "s246"
    },
    {
      "text": "The Tribunal's engagement with the material before it\n Counsel presently appearing for Mr Aporo also draws together a number of different factual matters to make a submission that the Tribunal failed to \"engage\" with the material that, as presently emphasised, could have been relied upon to explain why Mr Aporo had not previously completed rehabilitation programs and how that had changed.",
      "id": "s247"
    },
    {
      "text": "For example, he had not received treatment for his anger until recently.",
      "id": "s248"
    },
    {
      "text": "Counsel complains that the Tribunal was \"largely passive\" during the course of the Tribunal hearing and that none of the appraisals as set out in the reasons were put to Mr Aporo during the course of the hearing, indicating that the Tribunal was not open to persuasion.",
      "id": "s249"
    },
    {
      "text": "Counsel points out that the Tribunal was aware that Mr Aporo was dyslexic, had a low capacity to express himself verbally and had low literary skills.",
      "id": "s250"
    },
    {
      "text": "In his report, Dr Banks gave the opinion that Mr Aporo had extremely delayed literary skills and a below to well-below average level of cognitive function compared to same-aged peers.",
      "id": "s251"
    },
    {
      "text": "Mr Aporo's dyslexia was diagnosed only in the late 1990s.",
      "id": "s252"
    },
    {
      "text": "Counsel submits that the determinative issues should have been adverted to during the course of the hearing because Mr Aporo was illiterate and dyslexic and therefore could not be presumed to have read and understood the material that gave rise to those issues.",
      "id": "s253"
    },
    {
      "text": "All of this seems to ignore the fact that Mr Aporo was represented in the Tribunal by experienced counsel who, presumably, was properly instructed and had read and understood the material.",
      "id": "s254"
    },
    {
      "text": "The reasoning of the Tribunal\n Mr Aporo says that the Tribunal's conclusions were unreasoned, lacked rational or reasonable foundation and were selective of material going one way.",
      "id": "s255"
    },
    {
      "text": "I reject that submission.",
      "id": "s256"
    },
    {
      "text": "The Tribunal set out its reasoning and the facts upon which that reasoning was based.",
      "id": "s257"
    },
    {
      "text": "Those facts were not mere assertions but the evidence before the Tribunal.",
      "id": "s258"
    },
    {
      "text": "In considering the Tribunal decision as a whole and the matters raised by Mr Aporo, I am of the view that no lay observer would think that the Tribunal was approaching the task with anything other than an open mind.",
      "id": "s259"
    },
    {
      "text": "GROUND TWO \n The criticism is that the Tribunal's conclusions were not natural and obvious conclusions and that Mr Aporo was not afforded an opportunity to respond to them.",
      "id": "s260"
    },
    {
      "text": "I reject each aspect of that submission.",
      "id": "s261"
    },
    {
      "text": "The conclusions were based upon the facts and reasoning set out in the decision, and followed that reasoning.",
      "id": "s262"
    },
    {
      "text": "There was no indication that Mr Aporo was not afforded an opportunity to respond to the submissions against him or to make submissions.",
      "id": "s263"
    },
    {
      "text": "The Tribunal set out in some detail Mr Aporo's submissions as made by counsel and dealt with each one.",
      "id": "s264"
    },
    {
      "text": "Mr Aporo complains that the following matters, which he says were collectively determinative of his claims, were not raised at the hearing by the Tribunal or by the Minister: \n(a) the provenance of the documents before the delegate and the Tribunal;\n \n(b) that his driving offences would be considered significant in considering whether his visa should be cancelled;\n \n(c) that Dr Banks did not estimate the risk of recidivism;\n \n(d) that his claims as to his abuse as a child were not supported by his mother or half-brother;\n \n(e) that his recollections as a 36 year old of his state of mind at 16 and 23 and his answers given during his telephone conversation with Ms Hunt would form the basis of an assessment of the likelihood of his recidivism;\n \n(f) that the statement of facts referred to in English DCJ's sentencing decision would be interpreted as findings of fact probative of his credit;\n \n(g) that his statements about the Villawood assessment would be preferred to those of Dr Banks and Mr Murdoch;\n \n(h) that, notwithstanding that he had lived in Australia since the age of 16, was illiterate and dyslexic, was at risk of self harm and had little familial support in New Zealand, the Australian community would expect that he would not experience difficulties upon being deported;\n \n(i) that the submissions of the Minister that he had had numerous chances to rehabilitate but had repeatedly re-offended would be accepted without any consideration of the reports which indicated that he was responsive to rehabilitation programs;\n \n(j) that the conclusions were corroborated by the first Tribunal decision which was quashed by orders of this Court;\n \n(k) that his relationship with his nieces and nephew was not as close as he claimed because he could not remember their birthdays or ages;\n \n(l) that his nieces and nephew would not be traumatised by the deportation of their uncle because such events are not normally traumatic;\n \n(m) that he was not in a significant continuing relationship with Ms Kara because she had not submitted any statement in support of him and he had a propensity to fabricate evidence;\n \n(n) that he displayed no real understanding of the seriousness of his offences;\n \n(o) that there were no compassionate circumstances weighing against visa cancellation.",
      "id": "s265"
    },
    {
      "text": "Mr Aporo's submissions are, in summary, as follows: the principles of natural justice must be applied flexibly and the demands of natural justice are dependent upon the factual circumstances of each case ( Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 at 612); Mr Aporo was at a distinct forensic disadvantage due to his illiteracy and dyslexia.",
      "id": "s266"
    },
    {
      "text": "The hearing was the only opportunity for him to address adverse inferences that could be drawn from his criminal record and history of drug addiction; the Tribunal was aware of his disability and did not read to him excerpts from any of the documents that formed the basis of its appraisals.",
      "id": "s267"
    },
    {
      "text": "He was thereby denied a reasonable opportunity to address the documents and inferences drawn from them; the issues that were collectively determinative of his claims, as summarised above at [73], were not raised at the hearing by the Tribunal or the Minister; in those circumstances, it was procedurally unfair to Mr Aporo for the Tribunal in its findings to attribute weight selectively to documentary material in a manner that was ' in substantial respects unreasoned, perverse and in respect to the witness statement, plainly misconceived '.",
      "id": "s268"
    },
    {
      "text": "Mr Aporo takes each comment and finding made by the Tribunal, together with the criticisms he raises in his application and complains that they were not raised with him at the hearing and were collectively determinative of the Tribunal decision.",
      "id": "s269"
    },
    {
      "text": "The matters so relied upon are individually very different.",
      "id": "s270"
    },
    {
      "text": "Some are factual findings of the Tribunal, some are observations of the Tribunal, some are criticisms raised by Mr Aporo now cited as established fact.",
      "id": "s271"
    },
    {
      "text": "I deal with these matters elsewhere in these reasons where they are repeatedly raised.",
      "id": "s272"
    },
    {
      "text": "In summary: Mr Aporo had a reasonable opportunity to ascertain and respond to the determinative issues that arose ( Commissioner for Australian Capital Territory Revenue v Alphaone Pty Ltd [1994] FCA 1074 ; (1994) 49 FCR 576 at 590-591).",
      "id": "s273"
    },
    {
      "text": "Indeed, the Tribunal makes it clear that it addressed the evidence put forward by Mr Aporo in relation to each of the issues.",
      "id": "s274"
    },
    {
      "text": "The Tribunal's findings of which he complains were findings upon matters advanced by Mr Aporo to the Tribunal.",
      "id": "s275"
    },
    {
      "text": "The Tribunal did not make findings of fact as to which there was no evidence advanced by Mr Aporo or no submissions made.",
      "id": "s276"
    },
    {
      "text": "It follows that Mr Aporo was given the opportunity to address the issues.",
      "id": "s277"
    },
    {
      "text": "Mr Aporo complains about the inferences and conclusions drawn from his evidence.",
      "id": "s278"
    },
    {
      "text": "This does not amount to a denial of procedural fairness.",
      "id": "s279"
    },
    {
      "text": "Mr Aporo does not point to material that had been supplied by or known to the Tribunal from which a conclusion was drawn that was not open on that material, even if he did not like the conclusion reached ( Alphaone at 591-2).",
      "id": "s280"
    },
    {
      "text": "Mr Aporo's reliance again on the ' distinct forensic disadvantage due to his illiteracy and dyslexia ' is answered by the fact of legal representation.",
      "id": "s281"
    },
    {
      "text": "The Tribunal was entitled to assume that counsel was properly instructed and, indeed, it is not suggested that this was not the case.",
      "id": "s282"
    },
    {
      "text": "Mr Aporo says that the Tribunal's conclusions were arbitrary and based on speculation.",
      "id": "s283"
    },
    {
      "text": "As I read the decision, the Tribunal's conclusions were based upon the evidence that it set out and were responsive to the submissions made.",
      "id": "s284"
    },
    {
      "text": "Mr Aporo says that the Tribunal's conclusions were based upon its own observations, expertise or experience.",
      "id": "s285"
    },
    {
      "text": "That allegation is not made out.",
      "id": "s286"
    },
    {
      "text": "The Tribunal based its conclusions on the evidence and on the reports which were before it.",
      "id": "s287"
    },
    {
      "text": "There was apparently no challenge in the Tribunal to Mr Aporo's criminal record.",
      "id": "s288"
    },
    {
      "text": "GROUND THREE \n Mr Aporo says that the decision of the Tribunal was vitiated by the failure of the Tribunal to inquire into the provenance of the documents relied upon, the qualifications of the persons giving opinions and the bases for the opinions.",
      "id": "s289"
    },
    {
      "text": "Mr Aporo submits that it would have been ' a simple administrative task ' for either the Minister or the Tribunal to confirm the provenance of some or all of the documents, in particular the Bail Report, the Record, the statement of facts before English DCJ and the report of Mr Murdoch.",
      "id": "s290"
    },
    {
      "text": "He also says that the need for such an inquiry was heightened by Mr Aporo's inability to challenge the provenance of the documents because he was illiterate, dyslexic and had verbal, analytical and problem solving difficulties.",
      "id": "s291"
    },
    {
      "text": "Mr Aporo contrasts what he accepts was a consideration of \"the provenance\" of Dr Banks' report and the lack of inquiry into the provenance of other documents.",
      "id": "s292"
    },
    {
      "text": "Mr Aporo discounts the fact that he was represented by counsel and solicitor before the Tribunal.",
      "id": "s293"
    },
    {
      "text": "He says that the determinative issues and adverse inferences that arose from the documents were not raised at the hearing, other than the statement of facts before the District Court and the report of Mr Murdoch dated 27 May 2007.",
      "id": "s294"
    },
    {
      "text": "Despite the fact that he was legally represented in the District Court and before the Tribunal, Mr Aporo now says that the statement of facts was not read to him at the Tribunal hearing and should have been.",
      "id": "s295"
    },
    {
      "text": "Mr Aporo relies on SZJBA v Minister for Immigration and Citizenship [2007] FCA 1592 ; (2007) 164 FCR 14 at [53] ---[56].",
      "id": "s296"
    },
    {
      "text": "In that case Allsop J considered a circumstance in which the Tribunal relied upon the fact that an appellant failed to submit a response to the invitation to make submissions when in fact the Tribunal had received a cover sheet stating that submissions were enclosed even though, apparently by mistake, they were not.",
      "id": "s297"
    },
    {
      "text": "The appellant submitted that in those circumstances the Tribunal should have made inquiries about the missing enclosure and the comments the appellant intended to make, as it was on notice that the enclosure had been forwarded.",
      "id": "s298"
    },
    {
      "text": "Justice Allsop accepted the ' straightforward recognition ' that no duty to inquire about evidence arises from the terms of s 427 of the Act (at [46]).",
      "id": "s299"
    },
    {
      "text": "His Honour noted that in Re Ruddock (in his capacity as Minister for Immigration and Multicultural Affairs); Ex parte Applicant S154/2002 [2003] HCA 60 ; (2003) 201 ALR 437 , Gummow and Heydon JJ (with whom Gleeson CJ agreed) said, in the context of explaining how detailed the questioning of an applicant was required to be, that '[t] he Tribunal conducting an inquisitorial hearing is not obliged to prompt and stimulate an elaboration which the applicant chooses not to embark on '.",
      "id": "s300"
    },
    {
      "text": "However, Allsop J concluded that that reference had nothing had to do with the specific circumstances of the case before him.",
      "id": "s301"
    },
    {
      "text": "Justice Allsop concluded that the giving of an invitation to comment carries with it an obligation under the Act to deal with a communication in response to that invitation in a reasonably business-like way, including the reading of any response to the invitation.",
      "id": "s302"
    },
    {
      "text": "The question in SZJBA was not whether the Tribunal should have undertaken some evidence gathering task (at [59]).",
      "id": "s303"
    },
    {
      "text": "The failure ' was to take a simple administrative step of an office or housekeeping nature '.",
      "id": "s304"
    },
    {
      "text": "The obligation does not rest on some positive duty of inquiry.",
      "id": "s305"
    },
    {
      "text": "It is only in exceptional cases that a failure to make an inquiry may ground a finding of jurisdictional error (at [60]; see also Le at [60] per Kenny J).",
      "id": "s306"
    },
    {
      "text": "In my opinion the steps proposed to Mr Aporo to confirm the provenance and contents of the documents were far more than ' a simple administrative task '.",
      "id": "s307"
    },
    {
      "text": "Mr Aporo submits that the need for inquiry by the Tribunal was heightened by the fact that Mr Aporo himself was unable to challenge the provenance of the documents because he was illiterate, dyslexic and had verbal, analytical and problem solving difficulties.",
      "id": "s308"
    },
    {
      "text": "There is no evidence that those characteristics were the reason for the absence of challenge in the Tribunal as to the provenance of the documents.",
      "id": "s309"
    },
    {
      "text": "Mr Aporo had legal advisers.",
      "id": "s310"
    },
    {
      "text": "It is not suggested that they were other than properly instructed.",
      "id": "s311"
    },
    {
      "text": "Mr Aporo concedes that the documents and their contents were not challenged in the Tribunal.",
      "id": "s312"
    },
    {
      "text": "Mr Aporo now submits that that should not be \"held against\" him because there was no evidence that the matters were discussed with him and the determinative issues and adverse inferences arising from the material were not raised with him at the hearing.",
      "id": "s313"
    },
    {
      "text": "In the absence of any evidence to suggest otherwise, I am not prepared to accept that Mr Aporo's previous legal advisers were not properly instructed.",
      "id": "s314"
    },
    {
      "text": "During the proceedings before the Tribunal the applicant and his legal representatives had copies of all the material the provenance of which is now complained of.",
      "id": "s315"
    },
    {
      "text": "The time to make these complaints was during the Tribunal hearing.",
      "id": "s316"
    },
    {
      "text": "It was reasonable for the Tribunal to rely upon the parole officer's assessment concerning the risk of recidivism in circumstances where Dr Banks did not venture an opinion about this matter and in circumstances where the objective evidence and Mr Aporo's own evidence pointed to a serious risk of recidivism.",
      "id": "s317"
    },
    {
      "text": "Mr Aporo himself accepted that there was a risk and simply challenged the degree of that risk.",
      "id": "s318"
    },
    {
      "text": "Mr Aporo challenged Mr Murdoch's assessment as to his risk of recidivism and the Tribunal accepted the challenge.",
      "id": "s319"
    },
    {
      "text": "Specifically, it accepted Mr Aporo's submission that he should have been assessed as a \"moderate to high\" risk of recidivism.",
      "id": "s320"
    },
    {
      "text": "There was no other real controversy for the Tribunal to resolve.",
      "id": "s321"
    },
    {
      "text": "The Tribunal was entitled to consider the issue and come to a conclusion and to resolve any controversy, without embarking upon an inquiry.",
      "id": "s322"
    },
    {
      "text": "Where no challenge was made to the provenance of or admissibility of the documents or the facts asserted therein, the Tribunal was not obliged to go behind the documents and the statement of facts to satisfy itself in some sort of mini-trial that the facts were correct.",
      "id": "s323"
    },
    {
      "text": "FURTHER CRITICISMS OF THE TRIBUNAL DECISION \n The references by the second Tribunal to the first Tribunal decision, such as an observation that the first Tribunal had noted ' that the applicant's evidence of his relationship with his daughter \"was slightly confusing and at times contradictory\" ' were of no moment and were referred to by way of background.",
      "id": "s324"
    },
    {
      "text": "The Tribunal did not rely upon the first Tribunal decision.",
      "id": "s325"
    },
    {
      "text": "It noted (at [138]) that its conclusions in relation to Mr Aporo's relationship with his daughter were \"not inconsistent\" with those reached by the first Tribunal in the part of its reasons where the Tribunal was considering the history of such relationship.",
      "id": "s326"
    },
    {
      "text": "The Tribunal proceeded at [139] and following to consider what the evidence showed as at the time of the hearing in the second Tribunal.",
      "id": "s327"
    },
    {
      "text": "Those observations as to the first Tribunal were by way of background and were not determinative of the Tribunal decision.",
      "id": "s328"
    },
    {
      "text": "Mr Aporo complains about what he now describes as \"the unfairness\" of his interview with Ms Hunt because he was not forewarned as to the consequences of that interview.",
      "id": "s329"
    },
    {
      "text": "I note that Mr Aporo did not assert a lack of warning in the Tribunal and there was no suggestion that the interview should not have been taken into account.",
      "id": "s330"
    },
    {
      "text": "On 28 March 2007 the Department sent to Mr Aporo a Notice of Intention to consider cancellation of his visa under subs 501(2) of the Act.",
      "id": "s331"
    },
    {
      "text": "The letter set out various matters and invited a response and also contained a warning that it was possible that Mr Aporo's visa would be cancelled.",
      "id": "s332"
    },
    {
      "text": "A further letter was sent on 10 May 2007 again referring the possible cancellation of the visa.",
      "id": "s333"
    },
    {
      "text": "On 22 May 2007 Ms Hunt noted that she had had a telephone call with Mr Aporo who confirmed that he had received the notice of 28 March 2007.",
      "id": "s334"
    },
    {
      "text": "He said that he was in the process of completing the form and submitting a response and that the reason he had not submitted it was that he was dyslexic and had to wait for his mother to return to help him to read and understand and complete the form.",
      "id": "s335"
    },
    {
      "text": "Ms Hunt acknowledged that Mr Aporo was dyslexic and may have some difficulties in responding in writing to the notice.",
      "id": "s336"
    },
    {
      "text": "Therefore, instead of requiring him to complete the form, she conducted a phone interview with Mr Aporo where she asked him the questions from the form, recorded his responses and then forwarded to him a copy of the completed form so that he could confirm or deny the answers or information.",
      "id": "s337"
    },
    {
      "text": "The phone interview was conducted on 1 June 2007 and the answers reduced to writing.",
      "id": "s338"
    },
    {
      "text": "Mr Aporo's complaint is that the officer should, on each occasion on which she spoke to him, have read the warning to him.",
      "id": "s339"
    },
    {
      "text": "I do not accept that there was such an obligation.",
      "id": "s340"
    },
    {
      "text": "Mr Aporo acknowledged that he had assistance to read and understand written forms.",
      "id": "s341"
    },
    {
      "text": "Ms Hunt also gave Mr Aporo the benefit of a telephone interview rather than requiring the matters to be put in writing.",
      "id": "s342"
    },
    {
      "text": "She was reasonably entitled to assume that he was aware from the correspondence of the reason for that correspondence and the interview.",
      "id": "s343"
    },
    {
      "text": "There was no reason for her to assume that he had not understood it at all.",
      "id": "s344"
    },
    {
      "text": "In any event, even if there had been such a problem there was no doubt that by the time the second Tribunal conducted a merits review Mr Aporo was well aware of the possibility that his visa would be cancelled.",
      "id": "s345"
    },
    {
      "text": "It is not apparent that the Tribunal formed a view that the interview of Mr Aporo by Ms Hunt was unfair, nor that she was required to warn Mr Aporo of the consequences of the interview.",
      "id": "s346"
    },
    {
      "text": "Nor was it put to the Tribunal that this was somehow determinative of Mr Aporo's application to the Tribunal.",
      "id": "s347"
    },
    {
      "text": "It follows that it cannot have been procedurally unfair on the part of the Tribunal not to have thought of an argument on Mr Aporo's behalf, put it to him as a possibility and then come to a conclusion on that matter in his favour.",
      "id": "s348"
    },
    {
      "text": "In Cockrell v Minister for Immigration and Citizenship (2008) 171 FCR 345 the Full Court dealt with a case where it was common ground that, because of convictions for a number of criminal offences, the appellant did not pass the character test.",
      "id": "s349"
    },
    {
      "text": "The issue there, as here, was whether the exercise of discretion by the Tribunal in its task of reviewing on the merits the decision of the Minister's delegate, miscarried.",
      "id": "s350"
    },
    {
      "text": "The Full Court pointed out at [4] that the Court's jurisdiction is derived from s 476A(1)(b) and (2) of the Act which have the effect of conferring on the Court jurisdiction the same as that of the High Court under s 75(v) of the Constitution in relation to, in this case, a decision of the Tribunal of the kind in question by reason of s 483 of the Act.",
      "id": "s351"
    },
    {
      "text": "In order to succeed the applicant has to demonstrate jurisdictional error on the part of the Tribunal.",
      "id": "s352"
    },
    {
      "text": "Even if the Tribunal were in error in respect of the minor matters relied upon by Mr Aporo, such as whether or not his half-brother and mother supported his claims of childhood abuse, such error did not go to the jurisdiction that the Tribunal was exercising in relation to s 501 of the Act.",
      "id": "s353"
    },
    {
      "text": "As in Cockrell , there was nothing to suggest that the Tribunal misunderstood the scope or ambit of the statutory jurisdiction or power, or misunderstood any statements or directives in Ministerial Direction No 21.",
      "id": "s354"
    },
    {
      "text": "The Tribunal determined for itself the factors necessary to make a decision in Mr Aporo's case.",
      "id": "s355"
    },
    {
      "text": "There was nothing to indicate that the Tribunal misunderstood its task or made an error of any significance in the way in which it approached its task.",
      "id": "s356"
    },
    {
      "text": "In reading the Tribunal's decision as a whole, it is apparent that the Tribunal correctly considered the question before it and the nature of the discretion it was called upon to exercise.",
      "id": "s357"
    },
    {
      "text": "CONCLUSION \n Mr Aporo has failed to establish any of the grounds of his application.",
      "id": "s358"
    },
    {
      "text": "It follows that his application should be dismissed with costs.",
      "id": "s359"
    },
    {
      "text": "I certify that the preceding ninety-four (94) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s360"
    },
    {
      "text": "Associate:\n \n \nDated: 12 February 2009\n \n Counsel for the Applicant: Mr J Mitchell (pro bono) \n \n Counsel for the First Respondent: Ms L Clegg \n \n Solicitor for the First Respondent: Clayton Utz \n Date of Hearing: 15 December 2008 \n \n Date of Judgment: 12 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/79.html",
      "id": "s361"
    }
  ]
}