{
  "name": "AZAAC v Minister for Immigration and Citizenship [2009] FCA 878 (14 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/878.html",
  "catchphrases": [
    {
      "text": "appeal from orders made by federal magistrate dismissing appellant's application for review of decision of minister's delegate refusing appellant protection visa",
      "id": "c0"
    },
    {
      "text": "decision of minister's delegate affirmed by refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "where appellant born in australia and appellant's parents born in albania",
      "id": "c2"
    },
    {
      "text": "where tribunal decided that appellant did not have convention reason for fear of persecution",
      "id": "c3"
    },
    {
      "text": "where tribunal decided that appellant's fear of persecution arose from blood feud between appellant's family and two families in albania",
      "id": "c4"
    },
    {
      "text": "where appellant claimed that he had fear of persecution for convention reason because he was member of social group consisting of his family",
      "id": "c5"
    },
    {
      "text": "where appellant claimed that tribunal had committed jurisdictional error by failing to consider whether appellant's father's uncle had convention reason for fear of persecution because he was member of social group consisting of albanian householders who had resisted armed encroachment onto their property",
      "id": "c6"
    },
    {
      "text": "where claim not made before tribunal",
      "id": "c7"
    },
    {
      "text": "whether claim apparent on material before tribunal",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a decision of the Federal Magistrates Court: AZAAC v Minister for Immigration and Citizenship [2008] FMCA 1506.",
      "id": "s0"
    },
    {
      "text": "On 11 November 2008, that Court dismissed an application for constitutional writs directed to the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s1"
    },
    {
      "text": "The appellant is a male child who was born on 3 June 2004.",
      "id": "s2"
    },
    {
      "text": "He was born in Australia and, by reason of the fact that his parents are Albanian nationals, his nationality is Albanian.",
      "id": "s3"
    },
    {
      "text": "Throughout the administrative and legal processes which followed his application for a Protection (Class XA) visa (\"protection visa\"), his father has acted on his behalf.",
      "id": "s4"
    },
    {
      "text": "The appellant lodged an application for a protection visa on 28 June 2007.",
      "id": "s5"
    },
    {
      "text": "On 23 July 2007, his application was refused by a delegate of the Minister for Immigration and Citizenship.",
      "id": "s6"
    },
    {
      "text": "He applied to the Tribunal for a review of the delegate's decision.",
      "id": "s7"
    },
    {
      "text": "In a decision handed down on 3 December 2007, the Tribunal affirmed the decision of the delegate not to grant a protection visa to the appellant.",
      "id": "s8"
    },
    {
      "text": "On the application made by the appellant to the Federal Magistrates Court for constitutional writs, a federal magistrate held that the Tribunal had not fallen into jurisdictional error, and dismissed the application.",
      "id": "s9"
    },
    {
      "text": "The application by the appellant's parents for protection visas\n An important feature of the background to this appeal is the fact that, in 2000, the appellant's parents applied for protection visas.",
      "id": "s10"
    },
    {
      "text": "As I have said, they are Albanian nationals.",
      "id": "s11"
    },
    {
      "text": "The appellant's father arrived in Australia on 11 July 2000 and his mother arrived in Australia on 17 October 2000.",
      "id": "s12"
    },
    {
      "text": "They applied for protection visas on 29 November 2000.",
      "id": "s13"
    },
    {
      "text": "The appellant's father made his claim based on a Convention reason.",
      "id": "s14"
    },
    {
      "text": "His mother's claim was based on her membership of her husband's family.",
      "id": "s15"
    },
    {
      "text": "A delegate of the then Minister for Immigration and Multicultural and Indigenous Affairs refused the applications.",
      "id": "s16"
    },
    {
      "text": "The appellant's parents applied to the Tribunal for a review of the delegate's decision.",
      "id": "s17"
    },
    {
      "text": "The appellant's father claimed refugee status on the ground of his membership of a particular social group, being his family.",
      "id": "s18"
    },
    {
      "text": "He claimed that he feared persecution if he returned to Albania because of the blood feud between his family on the one hand and two other families, the Lleshi and Biba families, on the other.",
      "id": "s19"
    },
    {
      "text": "The essential facts of the claim made by the appellant's father were contained in an affidavit sworn by him on 29 November 2000.",
      "id": "s20"
    },
    {
      "text": "The Tribunal accepted the appellant's father as a truthful witness.",
      "id": "s21"
    },
    {
      "text": "It is convenient to summarise the contents of the affidavit.",
      "id": "s22"
    },
    {
      "text": "The appellant's family owned good quality farming land in Velipoj, a place situated by the coast in northern Albania.",
      "id": "s23"
    },
    {
      "text": "His family owned the land prior to the commencement of communism in Albania in the mid-1940s.",
      "id": "s24"
    },
    {
      "text": "The appellant's family also owned land in a mountain area approximately 60-65 kilometres from Velipoj.",
      "id": "s25"
    },
    {
      "text": "The appellant's family had owned the land for hundreds of years.",
      "id": "s26"
    },
    {
      "text": "The appellant's family was able to keep their land until 1958 but at that time the government directed that all land holdings be turned into co-operatives.",
      "id": "s27"
    },
    {
      "text": "The appellant's family was able to keep a small part of their land for their own use.",
      "id": "s28"
    },
    {
      "text": "The appellant's great grandfather opposed communism.",
      "id": "s29"
    },
    {
      "text": "During the period of communist rule, his family were known as \"Kulaks\" or landowners, because they had been landowners prior to the introduction of communism.",
      "id": "s30"
    },
    {
      "text": "In 1992, communist rule in Albania ended and the government attempted to introduce a program of land redistribution.",
      "id": "s31"
    },
    {
      "text": "The details of the programme are not clear, but it appears that the appellant's family received some of the land that they had previously owned.",
      "id": "s32"
    },
    {
      "text": "There was other land which was available for use by other persons but those persons were not permitted to sell the land or build on it.",
      "id": "s33"
    },
    {
      "text": "Two families who were using the other land, and who were causing trouble were the Lleshi family and the Biba family.",
      "id": "s34"
    },
    {
      "text": "There are three brothers in the Lleshi family and a father and three sons in the Biba family.",
      "id": "s35"
    },
    {
      "text": "The Lleshi family attempted to build on land previously owned by the appellant's family and a dispute broke out.",
      "id": "s36"
    },
    {
      "text": "In April 1997, the appellant's family dug a large ditch across a road to prevent the Lleshi family and the Biba family from constructing buildings.",
      "id": "s37"
    },
    {
      "text": "On 25 April 1997, six or seven members of the Lleshi and Biba families came to the land of the appellant's family in a heavy truck.",
      "id": "s38"
    },
    {
      "text": "An argument broke out.",
      "id": "s39"
    },
    {
      "text": "A member of the Lleshi family shot an uncle of the appellant's father, who was thereby injured.",
      "id": "s40"
    },
    {
      "text": "Another uncle of the appellant's father, Uncle Ded, got a shotgun and shot at the group as they were leaving.",
      "id": "s41"
    },
    {
      "text": "Two members of the Biba family and one member of the Lleshi family were injured, but the injuries were not of a serious nature.",
      "id": "s42"
    },
    {
      "text": "The police attended after the shooting and arrested Uncle Ded.",
      "id": "s43"
    },
    {
      "text": "Uncle Ded claimed that he was only protecting himself and his property and he was not charged.",
      "id": "s44"
    },
    {
      "text": "It is said by the appellant's father in his affidavit that the police accepted that Uncle Ded was acting in self-defence.",
      "id": "s45"
    },
    {
      "text": "The appellant's father claims that in his tradition \"if someone kills or injures a member of the family you can kill one of them\".",
      "id": "s46"
    },
    {
      "text": "The Lleshi and Biba families have said that \"they will kill our family if any of us are seen outside\" and negotiations to end the feud have failed.",
      "id": "s47"
    },
    {
      "text": "Male members of the appellant's family have left Albania and the appellant's father claims he was in hiding from April 1997 until July 2000 when he left Albania.",
      "id": "s48"
    },
    {
      "text": "In his affidavit, the appellant's father claimed that his wedding was not a public one because of the blood feud.",
      "id": "s49"
    },
    {
      "text": "The appellant's father claims that he cannot return to Albania and he states that, if he returns to that country, he will be killed by either a member of the Lleshi family or a member of the Biba family.",
      "id": "s50"
    },
    {
      "text": "The Tribunal found that the family of the appellant's father was involved in a blood feud with the Lleshi and Biba families because Uncle Ded had wounded three members of those families in the course of a dispute over land.",
      "id": "s51"
    },
    {
      "text": "It found that there is a tradition of blood feuds in Albania, particularly, in the north of the country.",
      "id": "s52"
    },
    {
      "text": "It found that the Albanian authorities had recognised the problems presented by blood feuds and had put in place proper police and judicial procedures to address the problems.",
      "id": "s53"
    },
    {
      "text": "The Tribunal referred to s 91S of the Migration Act 1958 (Cth) (\"the Act\") which is in the following terms: \n \"For the purposes of the application of this Act and the regulations to a particular person (the first person ), in determining whether the first person has a well-founded fear of being persecuted for the reason of membership of a particular social group that consists of the first person's family:\n (a) disregard any fear of persecution, or any persecution, that any other member or former member (whether alive or dead) of the family has ever experienced, where the reason for the fear or persecution is not a reason mentioned in Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol; and\n (b) disregard any fear of persecution, or any persecution, that:\n (i) the first person has ever experienced; or\n (ii) any other member or former member (whether alive or dead) of the family has ever experienced;\n where it is reasonable to conclude that the fear or persecution would not exist if it were assumed that the fear or persecution mentioned in paragraph (a) had never existed.",
      "id": "s54"
    },
    {
      "text": "Note: Section 5G may be relevant for determining family relationships for the purposes of this section.",
      "id": "s55"
    },
    {
      "text": "\" \n\n The Tribunal found that the apprehended harm resulted from revenge for a criminal act and that that was not a reason for harm which comes under the Convention.",
      "id": "s56"
    },
    {
      "text": "The Tribunal reached the conclusion that s 91S prevented the appellant's father's membership of his family being used as a vehicle to bring him within the scope of the Refugees Convention because the persecution or fear of persecution was motivated by a non-Convention reason.",
      "id": "s57"
    },
    {
      "text": "The Tribunal went on to consider (and ultimately reject) arguments that there were other particular social groups to which the appellant's father belonged.",
      "id": "s58"
    },
    {
      "text": "There is no need for me to set out the details.",
      "id": "s59"
    },
    {
      "text": "The appellant's father applied for constitutional writs and his application was heard by Selway J in 2004 and refused: STJB v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 861.",
      "id": "s60"
    },
    {
      "text": "The decision of Selway J was upheld by the Full Court of this Court: STJB v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 9.",
      "id": "s61"
    },
    {
      "text": "An application for special leave to appeal to the High Court was refused on 16 December 2005.",
      "id": "s62"
    },
    {
      "text": "The appellant's application for a protection visa\n The appellant had legal assistance in relation to his application to the Tribunal for review.",
      "id": "s63"
    },
    {
      "text": "His legal advisers wrote to the Tribunal on 19 September 2007.",
      "id": "s64"
    },
    {
      "text": "In their letter, they said that the appellant accepted that, as a result of the High Court's decision in STCB v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 61 ; (2006) 231 ALR 556 , the appellant could not claim refugee status on the basis that he is a member of the particular social groups described as \"Albanian citizens who are subject to the customary law\" or \"the [X] family\" which are at risk of persecution because of a blood feud.",
      "id": "s65"
    },
    {
      "text": "I use the letter, X, in lieu of the name of the appellant's family.",
      "id": "s66"
    },
    {
      "text": "On the appellant's behalf, his legal advisers submitted that he was a refugee on the following grounds: that he is a member of the particular social group being a \"male Albanian child\" and will suffer persecution because of that membership; that he is a member of the particular social group being a \"Kulak (landowner) family\" and will suffer persecution because of that membership; or his imputed political opinion as a member of a Kulak family.",
      "id": "s67"
    },
    {
      "text": "The appellant's legal advisers submitted that, although Albanian law does not uphold traditional or customary law, the Albanian authorities are unwilling and unable to protect the appellant from the risk of harm which he faces if he returns to that country.",
      "id": "s68"
    },
    {
      "text": "The appellant's father gave evidence on the appellant's behalf at a hearing of the Tribunal.",
      "id": "s69"
    },
    {
      "text": "The Tribunal member accepted that there were blood feuds in Albania and that they represented an ongoing danger.",
      "id": "s70"
    },
    {
      "text": "The Tribunal member appears to have accepted the appellant's father as a witness of truth.",
      "id": "s71"
    },
    {
      "text": "The Tribunal member said that the particular social group which presented itself, having regard to the appellant's claim, was the appellant's family and that led to a consideration of s 91S of the Act.",
      "id": "s72"
    },
    {
      "text": "The Tribunal member said that the direct cause of the blood feud was the act of Uncle Ded shooting at members of the Lleshi and Biba families and not for any other reason.",
      "id": "s73"
    },
    {
      "text": "The fear of harm resulted from the blood feud and the blood feud would not have arisen without the occurrence of the shooting incident.",
      "id": "s74"
    },
    {
      "text": "The Tribunal member said that Uncle Ded's fear of reprisals was for the shooting incident and is not Convention related.",
      "id": "s75"
    },
    {
      "text": "As the fear held by the appellant's family member was not Convention related, the threshold question in s 91S(a) was satisfied.",
      "id": "s76"
    },
    {
      "text": "The Tribunal member said: \n \"Therefore, in accordance with subsection 91S(b), any fear of persecution on the basis of being a member of the [X] family on the basis of the shooting incident must be disregarded under section 91S of the Act.",
      "id": "s77"
    },
    {
      "text": "As found by the majority in the High Court in STCB v MIMIA &amp; Anor [2006] HCA 61 at [20] in similar circumstances (and acknowledged by the representative), in these circumstances, s 91S is fatal to a claim that the applicant fears persecution for reasons of membership of a particular social group that consists of his family.",
      "id": "s78"
    },
    {
      "text": "\" \n\n The Tribunal member said that she did not need to decide if there were particular social groups of the kind advanced by the appellant (\"male Albanian child\" or \"Kulak family\") because, in light of her findings of fact, membership of those \"groups\" could not be the reason for the fear of harm.",
      "id": "s79"
    },
    {
      "text": "She said that the shooting incident triggered the blood feud which in turn is the reason for the fear of harm.",
      "id": "s80"
    },
    {
      "text": "The Tribunal member concluded that the appellant did not have a well-founded fear of persecution for a Convention reason and she was not satisfied that the appellant came within Article 1A(2) of the Refugees Convention.",
      "id": "s81"
    },
    {
      "text": "The federal magistrate's reasons\n Before the federal magistrate, the appellant contended that the Tribunal member had made two errors.",
      "id": "s82"
    },
    {
      "text": "First, she had not determined at the outset whether the particular social groups advanced by the appellant were particular social groups for the purposes of the Convention and therefore she had not followed the steps laid down in Dranichnikov v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] HCA 26 ; (2003) 197 ALR 389.",
      "id": "s83"
    },
    {
      "text": "This error was not said by the appellant to be fatal of itself, but when combined with other errors it was significant.",
      "id": "s84"
    },
    {
      "text": "As I understand the federal magistrate's reasons, he accepted that the Tribunal had not made findings about these matters, but he held that this had not led to jurisdictional error.",
      "id": "s85"
    },
    {
      "text": "Secondly, it was submitted that the Tribunal member had erred in not undertaking an examination of whether there was a causative link between the fear and the motive for persecution.",
      "id": "s86"
    },
    {
      "text": "The Tribunal had failed to consider the evidence relevant to the objective ascertainment of the motives of those who were responsible for the persecution.",
      "id": "s87"
    },
    {
      "text": "In rejecting the appellant's argument, the federal magistrate said: \n \"The Tribunal expressly considered the claim that the applicant fears harm as a result of being a child in Albania.",
      "id": "s88"
    },
    {
      "text": "It evaluated the evidence presented by the parents on behalf of that claim and examined the country information as well and came to a conclusion that the risks presented to the child stemmed from the blood feud.",
      "id": "s89"
    },
    {
      "text": "I can readily conceive of cases where dealing with the subjective element and then the nexus between that and the convention related harm simply upon the basis of an attribution to the child of parental fears would give rise to a jurisdictional error.",
      "id": "s90"
    },
    {
      "text": "They would be circumstances where, for example, there was material before the Tribunal providing an objective basis for the fear which is attributed to the child being held for a convention related reason.",
      "id": "s91"
    },
    {
      "text": "The only material available to the Tribunal here was either country information that did not relate to convention-related persecution or material that indicated that the perceived harm arose from the existence of the blood feud and its consequences.",
      "id": "s92"
    },
    {
      "text": "\" \n\n The grounds of appeal to this Court\n The original notice of appeal contained five grounds of appeal.",
      "id": "s93"
    },
    {
      "text": "Shortly prior to the hearing, the appellant forwarded to the Court an amended notice of appeal which raised three further grounds of appeal.",
      "id": "s94"
    },
    {
      "text": "The three further grounds of appeal were that the federal magistrate erred in not holding that the Tribunal had committed jurisdictional error by reason of: \n \"(e) finding that the 'other member' of the family of the Appellant for the purposes of s 91S(a) of the Migration Act 1958 (Uncle Ded) did not suffer fear or persecution for a Convention reason (see Tribunal decision page 19.4 AB 189.4).",
      "id": "s95"
    },
    {
      "text": "Particulars \n\n \n The Uncle was a member of the particular social group of Albanian householders who had resisted armed encroachment onto their property.",
      "id": "s96"
    },
    {
      "text": "He feared persecution for reason of membership of that particular social group, and further feared that he would receive no protection from the Albanian State, and consequently he had a Convention reason for his fear of persecution.",
      "id": "s97"
    },
    {
      "text": "(f) not determining that State prosecution was not available for those in danger of reprisals, when evidence had been led to that effect.",
      "id": "s98"
    },
    {
      "text": "(g) not determining that the appellant had a well founded fear of persecution, at least hypothetically, for a Convention reason.",
      "id": "s99"
    },
    {
      "text": "\" \n\n At the outset of the hearing before me, the appellant sought leave to file and serve the amended notice of appeal.",
      "id": "s100"
    },
    {
      "text": "That document included the grounds in the original notice of appeal, but the appellant indicated that those grounds were no longer pressed.",
      "id": "s101"
    },
    {
      "text": "In other words, the appellant pressed only those grounds set out above (at [31]).",
      "id": "s102"
    },
    {
      "text": "The appellant acknowledged that he had not raised these grounds as part of the case he presented to the Federal Magistrates Court.",
      "id": "s103"
    },
    {
      "text": "The first respondent did not oppose the granting of leave to amend.",
      "id": "s104"
    },
    {
      "text": "I said that I would hear the submissions before deciding whether to grant leave.",
      "id": "s105"
    },
    {
      "text": "I have heard submissions and I think that it is appropriate to grant leave to amend.",
      "id": "s106"
    },
    {
      "text": "Issues on the appeal\n In essence, the appellant claims that the Tribunal member committed a jurisdictional error by failing to consider whether Uncle Ded had a Convention reason for his fear of persecution, namely, his membership of a particular social group, being \"Albanian householders who had resisted armed encroachment onto their property\".",
      "id": "s107"
    },
    {
      "text": "The Tribunal member had said that Uncle Ded's fear of persecution arose from the shooting incident and was not Convention related.",
      "id": "s108"
    },
    {
      "text": "Of course, there are a number of other issues in addition to the question of whether a particular social group exists for the purposes of the Convention.",
      "id": "s109"
    },
    {
      "text": "In Dranichnikov , Gummow and Callinan JJ said (at 394 [26]): \n \"At the outset it should be pointed out that the task of the tribunal involves a number of steps.",
      "id": "s110"
    },
    {
      "text": "First the tribunal needs to determine whether the group or class to which an applicant claims to belong is capable of constituting a social group for the purposes of the Convention.",
      "id": "s111"
    },
    {
      "text": "That determination in part at least involves a question of law.",
      "id": "s112"
    },
    {
      "text": "If that question is answered affirmatively, the next question, one of fact, is whether the applicant is a member of that class.",
      "id": "s113"
    },
    {
      "text": "There then follow the questions whether the applicant has a fear, whether the fear is well-founded, and if it is, whether it is for a Convention reason.",
      "id": "s114"
    },
    {
      "text": "\" \n\n There is also the issue of State protection.",
      "id": "s115"
    },
    {
      "text": "In this case, I do not need to consider the other issues and the issue of State protection because I have reached the conclusion that the Tribunal did not err in not identifying and considering whether Uncle Ded belonged to a particular social group described as \"Albanian householders who had resisted armed encroachment onto their property\".",
      "id": "s116"
    },
    {
      "text": "The claim now made in relation to Uncle Ded was not expressly articulated before the Tribunal and it was not dealt with by the Tribunal.",
      "id": "s117"
    },
    {
      "text": "The principles concerning the Tribunal's obligation to deal with claims before it are clear, although their application may give rise to difficulties.",
      "id": "s118"
    },
    {
      "text": "I should say that I do not think the principles or their application differ because the claim for membership of a particular social group is made in relation to a third party (Uncle Ded) and not the appellant himself.",
      "id": "s119"
    },
    {
      "text": "In Dranichnikov , the Tribunal had not considered a substantial, clearly articulated argument relying upon established facts, that being whether the applicant was a member of a particular social group consisting of entrepreneurs and businessmen who publicly criticised law enforcement authorities for failing to take action against crime or criminals (at 394 [24] per Gummow and Callinan JJ).",
      "id": "s120"
    },
    {
      "text": "The Tribunal had in fact considered another question which was whether the applicant's membership of a social group being \"businessmen in Russia\" was a reason for persecution and relevantly nothing more.",
      "id": "s121"
    },
    {
      "text": "In taking that approach, the Tribunal had constructively failed to exercise jurisdiction (at 394 [25] per Gummow and Callinan JJ; at 406 [86] per Kirby J; at 408 [95] per Hayne J).",
      "id": "s122"
    },
    {
      "text": "The Tribunal's obligation to consider a claim extends beyond those claims which have been clearly articulated.",
      "id": "s123"
    },
    {
      "text": "The question of the extent of the Tribunal's obligation to consider a claim not clearly articulated before it was considered in NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2004) 144 FCR 1.",
      "id": "s124"
    },
    {
      "text": "The Full Court of this Court (Black CJ, French and Selway JJ) said (at 18 [58] and 22 [68]): \n \"The review process is inquisitorial rather than adversarial.",
      "id": "s125"
    },
    {
      "text": "The Tribunal is required to deal with the case raised by the material or evidence before it: Chen v Minister for Immigration and Multicultural Affairs [2000] FCA 1901 ; (2000) 106 FCR 157 at [114] (Merkel J).",
      "id": "s126"
    },
    {
      "text": "There is authority for the proposition that the Tribunal is not to limit its determination to the \"case\" articulated by an applicant if evidence and material which it accepts raise a case not articulated: Paramananthan v Minister for Immigration and Multicultural Affairs [1998] FCA 1693 ; (1998) 94 FCR 28 at 63 (Merkel J); approved in Sellamuthu v Minister for Immigration and Multicultural Affairs [2001] FCA 1802 ; (1999) 90 FCR 287 at 293-294 (Wilcox and Madgwick JJ).",
      "id": "s127"
    },
    {
      "text": "By way of example, if a claim of apprehended persecution is based upon membership of a particular social group the Tribunal may be required in its review function to consider a group definition open on the facts but not expressly advanced by the applicant: Minister for Immigration and Multicultural Affairs v Sarrazola (No 2) [2001] FCA 263 ; (2001) 107 FCR 184 at 196 per Merkel J, Heerey and Sundberg JJ agreeing.",
      "id": "s128"
    },
    {
      "text": "It has been suggested that the unarticulated claim must be raised \"squarely\" on the material available to the Tribunal before it has a statutory duty to consider it: SDAQ v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 120 ; (2003) 129 FCR 137 at [19] per Cooper J.",
      "id": "s129"
    },
    {
      "text": "The use of the adverb \"squarely\" does not convey any precise standard but it indicates that a claim not expressly advanced will attract the review obligation of the Tribunal when it is apparent on the face of the material before the Tribunal.",
      "id": "s130"
    },
    {
      "text": "Such a claim will not depend for its exposure on constructive or creative activity by the Tribunal.",
      "id": "s131"
    },
    {
      "text": "...",
      "id": "s132"
    },
    {
      "text": "Although such a claim might have been seen as arising on the material before the Tribunal it did not represent, in any way, \"a substantial clearly articulated argument relying upon established facts\" in the sense in which that term was used in Dranichnikov .",
      "id": "s133"
    },
    {
      "text": "A judgment that the Tribunal has failed to consider a claim not expressly advanced is, as already indicated in these reasons, not lightly to be made.",
      "id": "s134"
    },
    {
      "text": "The claim must emerge clearly from the materials before the Tribunal.",
      "id": "s135"
    },
    {
      "text": "\" \n\n The line between a claim apparent on the face of the material before the Tribunal and a claim which depends for its exposure on constructive or creative activity by the Tribunal may not always be easy to detect.",
      "id": "s136"
    },
    {
      "text": "However, I think it is clear on which side of the line this case falls because the case now put is quite a different one to the case put to the Tribunal.",
      "id": "s137"
    },
    {
      "text": "In my respectful opinion, the words of Gleeson CJ in Appellant S395/2002 v Minister for Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473 at 479 [1] are apposite: \n \"Proceedings before the Tribunal are not adversarial; and issues are not defined by pleadings, or any analogous process.",
      "id": "s138"
    },
    {
      "text": "Even so, this Court has insisted that, on judicial review, a decision of the Tribunal must be considered in the light of the basis upon which the application was made, not upon an entirely different basis which may occur to an applicant, or an applicant's lawyers, at some later stage in the process.",
      "id": "s139"
    },
    {
      "text": "\" \n\n In applying the relevant principles to the facts, it is worth repeating the facts as to how the appellant has formulated his claims at various stages.",
      "id": "s140"
    },
    {
      "text": "In this application for a protection visa, the appellant claimed that he had a well-founded fear of persecution because he was a male member of his family and he was at risk of being killed by members of an opposing family.",
      "id": "s141"
    },
    {
      "text": "A blood feud had arisen as a result of disputes over land ownership.",
      "id": "s142"
    },
    {
      "text": "Before the Tribunal, the appellant claimed that he had a well-founded fear of persecution because: \n(1) he is a member of a particular social group (\"male Albanian child\") and will suffer persecution because of that membership; or\n \n(2) he is a member of a particular social group (\"Kulak (landowner) family\") and he will suffer persecution because of that membership; or\n \n(3) he has an imputed political opinion by reason of his membership of the group referred to in (2) and he will suffer persecution because of that political opinion.",
      "id": "s143"
    },
    {
      "text": "Before the Federal Magistrates Court, the appellant maintained the claims he had made before the Tribunal.",
      "id": "s144"
    },
    {
      "text": "In essence, the appellant's submission was that the Tribunal erred in not making findings as to whether there were particular social groups properly described as \"male Albanian child\" and \"Kulak (landowner) family\".",
      "id": "s145"
    },
    {
      "text": "That submission was rejected.",
      "id": "s146"
    },
    {
      "text": "On appeal to this Court, the appellant reformulated his claim.",
      "id": "s147"
    },
    {
      "text": "As I understood his submission, he accepts that he is now putting his claim on the ground that he has a well-founded fear of persecution for reasons of membership of a particular social group consisting of his family, and that s 91S of the Act must be considered.",
      "id": "s148"
    },
    {
      "text": "The appellant also accepts that his well-founded fear of persecution arises because of events surrounding the conduct of Uncle Ded on 25 April 1997.",
      "id": "s149"
    },
    {
      "text": "The appellant's argument is put in this way.",
      "id": "s150"
    },
    {
      "text": "The relevant family member for the purposes of a consideration of the effect of s 91S is Uncle Ded.",
      "id": "s151"
    },
    {
      "text": "However, he has a Convention reason for his fear of persecution because he fears persecution for reasons of his membership of a particular social group, being \"Albanian householders who had resisted armed encroachment onto their property\".",
      "id": "s152"
    },
    {
      "text": "The submission is that there was no reason to disregard Uncle Ded's fear of persecution, and no reason to disregard the appellant's fear of persecution.",
      "id": "s153"
    },
    {
      "text": "It followed that the appellant's fear of persecution arose because of his membership of a particular social group, being his family.",
      "id": "s154"
    },
    {
      "text": "The Tribunal failed to consider this claim and thereby fell into jurisdictional error.",
      "id": "s155"
    },
    {
      "text": "There are a number of reasons why the appellant's argument must be rejected.",
      "id": "s156"
    },
    {
      "text": "First, the appellant, with legal assistance and the advantage of the Tribunal's decision in relation to his parents' claims, formulated social groups for the purpose of the Tribunal hearing that were quite different from those formulated in this appeal.",
      "id": "s157"
    },
    {
      "text": "Namely, they did not relate to his family and the actions of one particular member of the family.",
      "id": "s158"
    },
    {
      "text": "The social groups formulated by the appellant avoided altogether (in terms of the formulation of the social group) an examination of the appellant's family and the actions of one particular member of the family.",
      "id": "s159"
    },
    {
      "text": "This point is not decisive, but it is a relevant consideration.",
      "id": "s160"
    },
    {
      "text": "Secondly, the particular social group now formulated by the appellant seems to me to be somewhat artificial and it must be questionable whether it comprises a cognisable group in the community (see Applicant S v Minister for Immigration and Multicultural Affairs [2004] HCA 25 ; (2003) 217 CLR 387).",
      "id": "s161"
    },
    {
      "text": "It is artificial because it is very general and because it seems to me it could be formulated in a number of other ways.",
      "id": "s162"
    },
    {
      "text": "Clearly, it is not my role to decide these issues, but the fact that they arise is clearly relevant to whether the claim was apparent on the face of the material before the Tribunal.",
      "id": "s163"
    },
    {
      "text": "They suggest it was not.",
      "id": "s164"
    },
    {
      "text": "Thirdly, the appellant submitted that Uncle Ded's conduct was clearly not criminal and that a purpose behind the introduction of s 91S was to remove the potential for criminal families to otherwise claim refugee status ( STCB v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 61 ; (2006) 231 ALR 556).",
      "id": "s165"
    },
    {
      "text": "However, the evidence before the Tribunal was at the very least equivocal as to whether Uncle Ded's conduct constituted a criminal act.",
      "id": "s166"
    },
    {
      "text": "It is true that he was not charged by the police over the shooting incident, but the evidence suggests that Uncle Ded shot at members of the Lleshi and Biba families as they were leaving the property.",
      "id": "s167"
    },
    {
      "text": "Again, it is clearly not my task to make findings about these issues.",
      "id": "s168"
    },
    {
      "text": "Again, they suggest that the claim now made was not apparent on the face of the material before the Tribunal.",
      "id": "s169"
    },
    {
      "text": "I have considered all the circumstances and I do not think the claim now advanced was apparent on the face of the material before the Tribunal.",
      "id": "s170"
    },
    {
      "text": "In my opinion, the Tribunal did not fall into jurisdictional error in not considering whether there was a social group of \"Albanian householders who had resisted armed encroachment onto their property\" and whether Uncle Ded was a member of such a group.",
      "id": "s171"
    },
    {
      "text": "Conclusion\n The appeal must be dismissed with costs.",
      "id": "s172"
    },
    {
      "text": "I certify that the preceding forty-seven (47) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s173"
    },
    {
      "text": "Associate:\n \n \nDated: 14 August 2009\n \n Counsel for the Appellant: Dr S C Churches \n \n Solicitor for the Appellant: McDonald Steed McGrath Lawyers \n \n Counsel for the First Respondent: Dr C D Bleby \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 24 February 2009 \n \n Date of Judgment: 14 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/878.html",
      "id": "s174"
    }
  ]
}