{
  "name": "Verge v Devere Holdings Pty Ltd [2009] FCA 832 (5 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/832.html",
  "catchphrases": [
    {
      "text": "discovery and inspection",
      "id": "c0"
    },
    {
      "text": "application for discovery and inspection of documents relating to settlement of a separate proceeding",
      "id": "c1"
    },
    {
      "text": "without prejudice privilege claimed",
      "id": "c2"
    },
    {
      "text": "scope of privilege",
      "id": "c3"
    },
    {
      "text": "public policy considerations",
      "id": "c4"
    },
    {
      "text": "whether without prejudice negotiations 'pleaded into relevance'",
      "id": "c5"
    },
    {
      "text": "whether privilege waived",
      "id": "c6"
    },
    {
      "text": "whether 'subject matter' or parties the same",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n This proceeding commenced in the Federal Magistrates Court.",
      "id": "s0"
    },
    {
      "text": "On 24 October 2008, Lucev FM transferred the proceeding to this Court ( Verge &amp; Anor v Devere Holdings Pty Ltd &amp; Ors (No.4) [2008] FMCA 1421).",
      "id": "s1"
    },
    {
      "text": "His Honour also made additional orders.",
      "id": "s2"
    },
    {
      "text": "Several other contested hearings and reserved decisions preceded these reasons ( Verge &amp; Anor v Devere Holdings Pty Ltd &amp; Ors [2008] FMCA 591 , Verge &amp; Anor v Devere Holdings Pty Ltd &amp; Ors (No.2) [2008] FMCA 743 and Verge &amp; Anor v Devere Holdings Pty Ltd &amp; Ors (No.3) [2008] FMCA 1220).",
      "id": "s3"
    },
    {
      "text": "The applicants seek inspection of documents for which privilege is claimed.",
      "id": "s4"
    },
    {
      "text": "Inspection or discovery is sought in three categories.",
      "id": "s5"
    },
    {
      "text": "The category which has attracted the greatest debate and on which these reasons primarily focus is in respect of documents to which 'without prejudice' privilege applied.",
      "id": "s6"
    },
    {
      "text": "It is not in issue that the privilege was initially applicable.",
      "id": "s7"
    },
    {
      "text": "The relevant communications were directed to negotiating settlement of litigation.",
      "id": "s8"
    },
    {
      "text": "However it is argued that inspection should be permitted on the basis that the negotiations to which the privilege attached were negotiations in respect of different subject matter and between different parties.",
      "id": "s9"
    },
    {
      "text": "A narrow approach to defining subject matter is not appropriate.",
      "id": "s10"
    },
    {
      "text": "Nevertheless, as the detail considered below reveals, the subject matter of the present litigation is quite different from the subject matter of the earlier negotiations let alone the earlier litigation.",
      "id": "s11"
    },
    {
      "text": "Further, 'without prejudice' privilege is not an absolute concept.",
      "id": "s12"
    },
    {
      "text": "It is a privilege which attaches to admissions made, not to 'every syllable uttered' in the course of negotiations.",
      "id": "s13"
    },
    {
      "text": "Secondly, in circumstances where other public policy interests would be defeated by the privilege being maintained, the protection of privilege may be lifted.",
      "id": "s14"
    },
    {
      "text": "In the present circumstances, as I will explain, it is my view that the respondents have 'pleaded into relevance' (or perhaps pleaded out of privilege) the documents to which the privilege attached.",
      "id": "s15"
    },
    {
      "text": "BACKGROUND \n The applicants are the Trustees in Bankruptcy for the bankrupt estates of Mr and Mrs Andony.",
      "id": "s16"
    },
    {
      "text": "The Trustee applicants bring proceedings pursuant to s 120(1) of the Bankruptcy Act 1966 (Cth) (BA) for declarations that transfers of land, shares and other transactions are void.",
      "id": "s17"
    },
    {
      "text": "Section 120 BA relevantly provides: \n 120 Undervalued transactions \n\n \n Transfers that are void against trustee \n\n \n (1) A transfer of property by a person who later becomes a bankrupt (the transferor ) to another person (the transferee ) is void against the trustee in the transferor's bankruptcy if: \n\n(a) the transfer took place in the period beginning 5 years before the commencement of the bankruptcy and ending on the date of the bankruptcy; and\n \n(b) the transferee gave no consideration for the transfer or gave consideration of less value than the market value of the property.",
      "id": "s18"
    },
    {
      "text": "... \n\n \n Protection of successors in title \n\n \n (6) This section does not affect the rights of a person who acquired property from the transferee in good faith and by giving consideration that was at least as valuable as the market value of the property.",
      "id": "s19"
    },
    {
      "text": "Meaning of transfer of property and market value \n\n \n (7) For the purposes of this section: \n\n(a) transfer of property includes a payment of money; and\n \n(b) a person who does something that results in another person becoming the owner of property that did not previously exist is taken to have transferred the property to the other person; and\n \n(c) the market value of property transferred is its market value at the time of the transfer.",
      "id": "s20"
    },
    {
      "text": "The bankruptcies occurred in 2003 and 2004 respectively.",
      "id": "s21"
    },
    {
      "text": "The applicants were appointed in 2004.",
      "id": "s22"
    },
    {
      "text": "THE CONTENTIONS \n As there have been several earlier interlocutory decisions, it is not necessary to refer to the entirety of issues on the very complex pleadings.",
      "id": "s23"
    },
    {
      "text": "The outline below is only intended to address the issues which are pertinent to this discovery debate.",
      "id": "s24"
    },
    {
      "text": "The first aspect of the applicants' claims concerns what has been described as the Dongara Land.",
      "id": "s25"
    },
    {
      "text": "The claim is that from 1997 until 2001, the Andonys were the registered proprietors as joint tenants of a one third share in the Dongara Land with the first respondent (Devere) holding the other two thirds.",
      "id": "s26"
    },
    {
      "text": "On 23 May 2001, Devere became the registered proprietor of the whole of the land.",
      "id": "s27"
    },
    {
      "text": "In 2007, the third respondent (Castleworld) later became the registered proprietor.",
      "id": "s28"
    },
    {
      "text": "The Andonys each owned one ordinary share in Devere.",
      "id": "s29"
    },
    {
      "text": "Mrs Andony was a director of Devere from 1987 to 2001.",
      "id": "s30"
    },
    {
      "text": "Mr Andony was a director from 1987 to 2003.",
      "id": "s31"
    },
    {
      "text": "The only substantial asset held by Devere was the interest in the Dongara Land.",
      "id": "s32"
    },
    {
      "text": "The 2001 transfer of the Andonys' interest in the Dongara Land was, according to the claim, at a significant reduction from market value.",
      "id": "s33"
    },
    {
      "text": "The applicants' claim is that Devere gave, at the most, $45,000 for the transfer of the Andonys' one undivided third share of the Dongara Land to Devere when the value of that share was between $236,666 and $242,000.",
      "id": "s34"
    },
    {
      "text": "The second claim involves a transfer of Devere shares.",
      "id": "s35"
    },
    {
      "text": "By an agreement made not earlier than 11 May 2001, Devere agreed to issue to the second respondent (Packham) 1,111,113 ordinary fully paid shares in Devere.",
      "id": "s36"
    },
    {
      "text": "In addition to that share issue, Mr Andony as a director of Devere also caused 1,111,111 shares in Devere to be issued to the Andonys jointly.",
      "id": "s37"
    },
    {
      "text": "It is asserted that Mrs Andony was also aware of or concurred in the issue of shares in Devere by Mr Andony.",
      "id": "s38"
    },
    {
      "text": "It is claimed that the issue of the shares in Devere to Packham was a transfer of property caught by s 120(7) BA.",
      "id": "s39"
    },
    {
      "text": "It is alleged that Packham gave at the most, $172,229.50 as consideration for the issue of the shares in Devere to Packham when the true value was not less than $348,000 or, alternatively, not less than $340,500.",
      "id": "s40"
    },
    {
      "text": "It is also said that the share issue therefore was void against the applicants in their capacity as Trustees in Bankruptcy pursuant to s 120(1) BA.",
      "id": "s41"
    },
    {
      "text": "There are several related claims concerning share transfers at values said to be below their true value or made without the necessary authority.",
      "id": "s42"
    },
    {
      "text": "The details of those claims are not particularly relevant to the present application for further discovery from the respondents or related entities.",
      "id": "s43"
    },
    {
      "text": "DEFENCES \n The defences to the applicants' claims are more relevant to the current discovery debate than the claims themselves.",
      "id": "s44"
    },
    {
      "text": "The amended defence of Devere and Packham contends that the true consideration for the transfer of the interest in the Dongara Land was not simply the cash payment made but additional consideration as described in the agreement.",
      "id": "s45"
    },
    {
      "text": "Similarly, in relation to the issue of shares in Devere to Packham, the consideration was governed by terms of a detailed agreement.",
      "id": "s46"
    },
    {
      "text": "In relation to the transfer of the Dongara Land from Devere to Castleworld, Castleworld and apparently Devere and Packham contend that the consideration was provided for, not only by a cash payment of $1.6 million but also by the effect of cl 1.4 of the agreement transferring the interest (the Dongara Agreement).",
      "id": "s47"
    },
    {
      "text": "Clause 1.4 of the Dongara Agreement relevantly provides as follows: \n The Property is sold subject to the Purchaser taking on the responsibilities of the Vendor in resolving the dispute between Kevill &amp; Ors, and a company known as Topfox Corporation Pty Ltd, in relation to delivery of 14 unencumbered strata individual green title development lots of not less than 250 m&#178; each, on the Western (beach side) area, as defined in correspondence between Solomon Brothers and Beere &amp; Meyer, on or about October 2006, as previously disclosed by the Vendor.",
      "id": "s48"
    },
    {
      "text": "Topfox Corporation Pty Ltd (Topfox) is represented on this motion and in the Kevill litigation by the same solicitors, Messrs Solomon Brothers.",
      "id": "s49"
    },
    {
      "text": "The Kevill litigation refers to proceedings in the District Court of Western Australia brought by 14 persons and companies against Topfox seeking to recover monies allegedly advanced to Topfox under various loan agreements.",
      "id": "s50"
    },
    {
      "text": "Only one of those 14 actions proceeded to trial.",
      "id": "s51"
    },
    {
      "text": "An agreement was reached in April 2009 to settle the remaining 13 actions.",
      "id": "s52"
    },
    {
      "text": "As I understand it, it is common ground that no person or entity other than Topfox, the investors and their respective legal advisors have been involved in those settlement negotiations.",
      "id": "s53"
    },
    {
      "text": "Those negotiations have been continuing since the commencement of the actions in the Kevill litigation.",
      "id": "s54"
    },
    {
      "text": "Although Topfox is not a party to this proceeding, third party discovery has been ordered and given by Topfox but in respect of the negotiations concerning the Kevill litigation, Topfox claims 'without prejudice' privilege.",
      "id": "s55"
    },
    {
      "text": "Castleworld did not appear on this motion but its defence, for completeness, on this topic is that: \n(h) Material terms of the [Dongara] Agreement are:\n \n \n(i) The purchase price was $1.6 million exclusive of GST;\n \n \n(ii) Castleworld agreed to deliver 14 unencumbered Lots of not less than 250m&#178; on the beach area of the Dongara Land to third parties with whom Topfox Corporation Pty Ltd was in dispute (\"the Dispute\"), including third parties involved in litigation between Kevill and Ors v Topfox Pty Ltd;\n \n \n(iii) Castleworld agreed to pay all fees relating to the resolution of the Dispute;\n \n \n(iv) Castleworld agreed to accept the responsibility of the First Respondent in relation to resolving the Dispute; and\n \n \n(v) Castleworld would be, subject to satisfaction of matters referred to in (i)-(iii) above, entitled to receive the balance of any proceeds held in Court in relation to the Dispute.",
      "id": "s56"
    },
    {
      "text": "(i) As at the date of this Defence:\n \n \n(i) One of the parties to the Dispute has obtained a judgment and Castleworld is no longer obliged to provide a Lot to that party even if called upon to do so;\n \n \n(ii) Castleworld has not been directed to deliver any Lots to third parties and cannot create any Lots until the claim of the Applicants is resolved;\n \n \n(iii) Castleworld has not been called upon to pay any fees relating to the resolution of the Dispute; and\n \n \n(v) Castleworld has not received any funds from Court in relation to the Dispute.",
      "id": "s57"
    },
    {
      "text": "(j) Pursuant to the Sale Agreement, the Dongara Land was transferred from the First Respondent to Castleworld on or about 3 July 2007.",
      "id": "s58"
    },
    {
      "text": "(k) At all times material to determining the value of the land the subject of these proceedings (being an undivided third share of the Dongara Land):\n \n \n(i) Castleworld remain ready and willing to comply with the obligations under the second agreement relating to the delivery of the 14 unencumbered Lots, and the resolution of the Dispute; and\n \n \n(ii) The market value of each of the Lots would have been $150,000.",
      "id": "s59"
    },
    {
      "text": "(l) By reason of the matters referred to in paragraphs 9(e), 9(h) and 9(k)(ii) hereof, the consideration available for the First Respondent arising from the Sale Agreement as at the date of the transfer amounted to not less than $3.2 million as at the date of the transfer of the Dongara Land.",
      "id": "s60"
    },
    {
      "text": "Particulars \n \n \nThe consideration comprises:\n \n the cash component of the purchase price of $1.6 million; the sum of $800,000 as the purchase price reduction taken into account in setting the price for the Second Agreement; the value of being released from the terms of the First Agreement; and the market value of the Lots that were agreed to be transferred to 14 parties at the direction of the First Respondent being not less than $150,000.00 each as at the date of transfer.",
      "id": "s61"
    },
    {
      "text": "(i) The Dongara Land was at all times sold as a site suitable for development, and the market value of the whole of the Dongara Land must have regard to specific costs associated with any development of the Dongara Land being:\n \n \n(1) Road straightening of the Great Northern Highway, involving costs of between $2-3 million;\n \n(2) Installation of a sewerage treatment plant;\n \n(3) The requirement for substations, caternary cabling, and reticulation to service the entire 142 Hectares of the Dongara Land;\n \n(4) Internal road costs estimated between $1.2 - $1.7 million; and\n \n(5) Water infrastructure, and the initial costs of installing such infrastructure in a staged development,\n \n \nsuch that the market value of the whole of the Dongara Land as at the date of transfer did not exceed the consideration promised and made available as at the date of transfer, and in fact did not exceed the consideration already provided as at the date of transfer (being $2.4 million).",
      "id": "s62"
    },
    {
      "text": "(ii) Further, the market value of the undivided one-third interest in the Dongara Land (being the property the subject of these proceedings) as at the date of transfer to Castleworld did not exceed the consideration promised and available, nor the consideration actually received by the First Respondent, being $800,000.00.",
      "id": "s63"
    },
    {
      "text": "Particulars \n \n \nThe market value of the undivided one-third interest in the Dongara Land is a matter for expert evidence, having regard to:\n \n \n(1) The actual market value of the whole of the land taking into account the matters referred to in paragraph 9(i)(1) --- (5) above; and\n \n(2) The value of a one-third interest in the whole of the Dongara Land where the two thirds interest is held by another party.",
      "id": "s64"
    },
    {
      "text": "EVIDENCE \n In an affidavit in support of the applicants' motion sworn by Ms June Bartlett a consultant with the solicitors for the applicants, Ms Bartlett refers to the commencement of proceedings on 12 April 2007.",
      "id": "s65"
    },
    {
      "text": "She traces the claims outlined above.",
      "id": "s66"
    },
    {
      "text": "It is unnecessary to repeat the content.",
      "id": "s67"
    },
    {
      "text": "As to the claimed Kevill litigation obligations under cl 1.4, the applicants say that there were no such obligations because at the time of the sale agreement being entered into, Devere had no responsibilities or obligations to settle the Kevill litigation.",
      "id": "s68"
    },
    {
      "text": "Ms Bartlett's evidence on that topic was that she had been informed by Mr Beere, solicitor for Kevill &amp; Ors (and believes) that Topfox's land was sold in 2005 and by agreement the net proceeds of sale comprising an amount in excess of $700,000 were being held in an interest bearing deposit pending the outcome of the Kevill litigation.",
      "id": "s69"
    },
    {
      "text": "In late 2006, Topfox put forward a proposal to settle that litigation by providing (in lieu of a monetary sum), lots of land to the Kevill litigants on the subdivision of the Dongara Land.",
      "id": "s70"
    },
    {
      "text": "Mr Beere attended meetings with Solomon Brothers, Mr Giacomino Fazio and Mr Naude regarding proposals for the settlement and had forwarded a draft deed to Solomon Brothers.",
      "id": "s71"
    },
    {
      "text": "No concluded agreement was reached and in fact he had been notified by Solomon Brothers in early 2007 that the proposal could not proceed because of the applicants' claim the subject of the proceedings in the Federal Magistrates Court.",
      "id": "s72"
    },
    {
      "text": "He subsequently proceeded to trial in the District Court action commenced by the Kevill litigants.",
      "id": "s73"
    },
    {
      "text": "In the course of that trial, Topfox consented to judgment for the full amount of the claim.",
      "id": "s74"
    },
    {
      "text": "Judgment was given on 29 April 2008.",
      "id": "s75"
    },
    {
      "text": "Ms Bartlett records that the respondents had refused to provide copies of any of the correspondence between Solomon Brothers and Mr Beere's firm and, in particular, a copy of the letter from Solomon Brothers to Mr Beere advising of the applicants' claim or the communications between them and Project Planning, Management and Development Pty Ltd (PPM) relating to the Kevill litigation.",
      "id": "s76"
    },
    {
      "text": "On 8 August 2008, Lucev FM ordered that Devere and Packham provide discovery of those documents and on 29 August 2008 delivered a decision requiring Topfox (a third party) to provide discovery of: \n(a) the letter from Solomon Brothers to Beere &amp; Meyer advising of the applicants' claims;\n \n(b) any other letter, email message or memo passing between Topfox or its solicitors and third parties including PPM relating to the settlement of the Kevill litigation; and\n \n(c) any letter, email message or memo passing between Solomon Brothers and Beere &amp; Meyer relating to the judgment entered against Topfox in favour of Kevill in the first action or any action relating to that action.",
      "id": "s77"
    },
    {
      "text": "( Verge &amp; Anor v Devere Holdings Pty Ltd &amp; Ors (No 3) [2008] FMCA 1220) \n In relation to the discovery of specified documents, Ms Bartlett swears to the fact that Castleworld has supplied, by way of informal discovery, certain documents including a note by Mr Naude of a meeting held by him with Mr Solomon and Mr Paul Fletcher of Solomon Brothers.",
      "id": "s78"
    },
    {
      "text": "The question of the knowledge of Mr Naude of the applicants' claim is the basis on which Ms Bartlett seeks to inspect that document.",
      "id": "s79"
    },
    {
      "text": "The documents referred to above have been the subject of description not only in the affidavit of discovery but also in two affidavits of Devere and Packham and Topfox.",
      "id": "s80"
    },
    {
      "text": "The first is an affidavit of Mr Fletcher, solicitor for Devere and Packham.",
      "id": "s81"
    },
    {
      "text": "The second is an affidavit of Mr Fazio, director of Devere, Packham and Topfox.",
      "id": "s82"
    },
    {
      "text": "In the first of those affidavits, Mr Fletcher explains that Solomon Brothers of which he is a partner has since October 2005 represented Topfox in relation to the 14 separate actions commenced against Topfox in the District Court of Western Australia by investors who allege that they lent money to Topfox under 14 separate loan agreements.",
      "id": "s83"
    },
    {
      "text": "From late 2006 to early 2007 his firm exchanged correspondence with the solicitors for the investors and also with PPM in relation to a possible settlement of the actions pursued by the investors.",
      "id": "s84"
    },
    {
      "text": "Mr Fletcher explains that all documents described in the affidavit of discovery and listed in items 19 to 47 referred to in the first paragraph of the motion below were correspondence in relation to attempted resolution of the investors' disputes.",
      "id": "s85"
    },
    {
      "text": "'Without prejudice' privilege is claimed to preclude inspection.",
      "id": "s86"
    },
    {
      "text": "Mr Fletcher said that based on his recollection and his review of the file he believes that all written communications prior to July 2007 between Solomon Brothers for Topfox and PPM or Mr Naude representing PPM were engaged in by Solomon Brothers as solicitors for Topfox and Devere in relation to the proposed settlement of the actions.",
      "id": "s87"
    },
    {
      "text": "They are items 19 to 47 of Pt 2 of the first schedule of the Topfox affidavit of discovery.",
      "id": "s88"
    },
    {
      "text": "He says that the only other documents on the file held by Solomon Brothers that could fall within the classes of documents described in par 2 of the applicants' notice of motion are notes that he made for the sole purpose of providing advice to Topfox and Devere over which Topfox and Devere claim legal professional privilege.",
      "id": "s89"
    },
    {
      "text": "Mr Fletcher says in his affidavit that he notes that the documents in the category provided under cover of a letter dated 8 August 2007 include correspondence to Mr Naude.",
      "id": "s90"
    },
    {
      "text": "On reviewing his file, he has identified an additional such document being an email from Solomon Brothers to Mr Naude of 20 November 2006 with an attached copy of Beere &amp; Meyer's letter of 16 November 2006.",
      "id": "s91"
    },
    {
      "text": "He annexes that document to his affidavit.",
      "id": "s92"
    },
    {
      "text": "DISCOVERY SOUGHT \n Against that background of pleadings and evidence, the applicants seek the following orders.",
      "id": "s93"
    },
    {
      "text": "Topfox Corporation Pty Ltd (\"Topfox\") do within 14 days of the date of this order produce for inspection the documents numbered 19 to 47 inclusive and described in Part 2 of the affidavit of discovery sworn by Giacomino Fazio on 18 September 2008 and filed in Federal Magistrate's Court proceedings number PEG 64 of 2007 in compliance with an order made by Federal Magistrate Lucev on 29 August 2008.",
      "id": "s94"
    },
    {
      "text": "Topfox and the first and second respondents do, within 14 days of the date of this order, give discovery on oath of all documents including file notes of meetings and telephone calls, other memoranda, email messages and correspondence passing between Mr Alfred Naude and/or Project Planning Management and Development Pty Ltd (\"PPM\") and Topfox, Devere Holdings Pty Ltd (\"Devere\") and/or Solomon Brothers or its representatives relating to the applicants' claim against the first and second respondents or evidencing discussions regarding the claim .",
      "id": "s95"
    },
    {
      "text": "The first and second respondents do within 14 days of the date of this order give discovery of any and all documents created between the drafting of the conveyance agreement and settlement and around the time of settlement in May 2001, including those created by Solomon Brothers, relating to the provision contained in clause 3 of the 2001 Conveyance Agreement providing for the consideration to be paid by Packham to be reduced by amounts alleged to have been paid by Packham for Devere's benefit .",
      "id": "s96"
    },
    {
      "text": "(emphasis added) FIRST PARAGRAPH OF THE MOTION \n The applicants contend that 'without prejudice' privilege cannot be relied upon to resist production of documents where the subject matter of the proceedings is unrelated to the subject matter of the negotiations in respect of which privilege is claimed.",
      "id": "s97"
    },
    {
      "text": "The without prejudice privilege can be relied upon only when the subject matter of the proceedings is connected with the subject matter of the privileged negotiations.",
      "id": "s98"
    },
    {
      "text": "Recently, Anderson J, in Alstom Power Ltd v Yokogawa Australia Pty Ltd (No 3) [2009] SASC 100 reinforced what might be the starting point in examination of this issue (at [54]-[56]), saying: It is my view that there are strong public policy considerations which support the conclusions drawn both by Beach J in Heron and by the Court of Appeal in Village/Nine .",
      "id": "s99"
    },
    {
      "text": "It is also my view that the interpretation of the words of Griffiths LJ in Rush &amp; Tompkins by both Australian courts is correct.",
      "id": "s100"
    },
    {
      "text": "When considering rules about production and inspection of documents, it is important that the public policy considerations prevail unless there is an obvious injustice to those seeking production or inspection.",
      "id": "s101"
    },
    {
      "text": "It is my view that those considerations require that rules of production, where privilege is claimed, should not be confined to only the parties to the negotiations but should extend to protect communications in subsequent disputes involving third parties.",
      "id": "s102"
    },
    {
      "text": "It if were otherwise, the public policy of protecting the parties' negotiations would be defeated and unreasonable restraints placed upon the negotiators with the concern that details of the negotiation could be revealed in later litigation.",
      "id": "s103"
    },
    {
      "text": "The general topic was explored in Glengallan Investments Pty Ltd v Andersen [2002] 1 Qd R 233.",
      "id": "s104"
    },
    {
      "text": "In that case, the decision of the House of Lords in Rush &amp; Tompkins Ltd v Greater London Council [1988] UKHL 7 ; [1989] AC 1280 was considered as it had been by Gleeson CJ (with whom Mahoney and Priestley JJA concurred) in Hong Kong Bank of Australia Ltd v Murphy (1992) 28 NSWLR 512 at 523 and in Mercantile Mutual Custodians Pty Ltd v Village/Nine Network Restaurants &amp; Bars Pty Ltd [2001] 1 Qd R 276.",
      "id": "s105"
    },
    {
      "text": "In Glengallan Investments [2002] 1 Qd R 233 it was held that documents which would attract a 'without prejudice' privilege would not be protected in circumstances where the documents were produced in the context of a tax audit.",
      "id": "s106"
    },
    {
      "text": "Those documents were not produced at a time when litigation was contemplated but, in any event, the privilege attaching to them would not be available against a subsequent non-disputant to those negotiations.",
      "id": "s107"
    },
    {
      "text": "The Queensland Court of Appeal was of the view that the decisions in Field v Commissioner for Railways (NSW) [1957] HCA 92 ; (1957) 99 CLR 285 and Rush &amp; Tompkins established two essential prerequisites for the operation of the rule being: \n (1) A genuine attempt to reach a settlement of a dispute the subject of litigation or which will become so if the dispute is not resolved; and\n (2) The making of an express or implied admission in so doing.",
      "id": "s108"
    },
    {
      "text": "The rule is applicable not only to the settlement of litigation but also when litigation is contemplated.",
      "id": "s109"
    },
    {
      "text": "The Court considered the rationale developed by Lord Griffiths in Rush &amp; Tompkins where his Lordship hypothesised a main contractor attempting to settle a dispute with one subcontractor and in the course of doing so, making certain admissions.",
      "id": "s110"
    },
    {
      "text": "It was said to be clear that those admissions could not be held against the main contractor if the dispute did not settle.",
      "id": "s111"
    },
    {
      "text": "Lord Griffiths then went on to observe that it would be equally discouraging if the main contractor knew that if he achieved the settlement against the first subcontractor by use of admissions, those admissions could nevertheless be used against him by any other subcontractor with whom he might also be in dispute.",
      "id": "s112"
    },
    {
      "text": "Lord Griffiths was of the view that as a general rule the without prejudice rule renders inadmissible in any subsequent litigation connected with the same subject matter proof of any admissions made in a genuine attempt to reach a settlement.",
      "id": "s113"
    },
    {
      "text": "However the Court of Appeal in Queensland, as did the Court of Appeal in New South Wales, took the view that what his Lordship was referring to was protection from production 'to other parties in the same litigation'.",
      "id": "s114"
    },
    {
      "text": "His Lordship was considering the privilege in the context of multi-party litigation.",
      "id": "s115"
    },
    {
      "text": "In Quad Consulting Pty Ltd v David R Bleakley &amp; Associates Pty Ltd (1991) 27 FCR 86 , the applicant alleged that at a meeting between the respondent and an insurer, misleading representations were made on behalf of the respondent, resulting in damage to the applicant.",
      "id": "s116"
    },
    {
      "text": "The respondent moved the Court to set aside a subpoena issued by the applicant to the extent that it concerned notes of the meeting saying that those notes recorded 'without prejudice' discussions which took place.",
      "id": "s117"
    },
    {
      "text": "The discussions were without prejudice as there had been a genuine attempt to resolve a dispute.",
      "id": "s118"
    },
    {
      "text": "However, Hill J ordered that the amended notes of the meeting be produced as, amongst other things, the same subject matter was not in dispute.",
      "id": "s119"
    },
    {
      "text": "In the course of that case, his Honour also touched on a principle which I believe has application in the present dispute.",
      "id": "s120"
    },
    {
      "text": "That principle is that the privilege is not absolute.",
      "id": "s121"
    },
    {
      "text": "In Pitts v Adney (1961) 78 WN (NSW) 886 at 889, Walsh J said: \n It [that is, the rule concerning the privilege] cannot be permitted to put a party into the position of being able to cause a Court to be deceived as to the facts, by shutting out evidence which would rebut inferences upon which that party seeks to rely.",
      "id": "s122"
    },
    {
      "text": "Moreover, as his Honour observed, there was nothing in Field [1957] HCA 92 ; 99 CLR 285 to suggest that the privilege extends to every word uttered during the course of settlement negotiations.",
      "id": "s123"
    },
    {
      "text": "The form of the privilege is directed against the admission in evidence of express or implied admissions.",
      "id": "s124"
    },
    {
      "text": "Hill J continued (at 92-93): \n If the respondent's submissions are to be accepted, they involve in their absolute form the proposition that once a court has found there is a meeting during which the parties negotiate as to a legal dispute between them in circumstances which are \"without prejudice\", the whole of what is there said and done is protected by the privilege, and not only as between the parties to those negotiations, but as to third parties.",
      "id": "s125"
    },
    {
      "text": "Such an absolute statement of the rule cannot be accepted.",
      "id": "s126"
    },
    {
      "text": "For example, it is clear enough that if the parties to a \"without prejudice\" negotiation arrive at a settlement and that settlement is subsequently breached or repudiated by one of them, the other can, in proceedings to enforce the settlement, tender the \"without prejudice\" letters or records of conversations proving the agreement: Bentley v Nelson (supra); Walker v Wilsher (1889) 23 QBD 335 ; and Tomlin v Standard Telephones and Cables Ltd [1969] 1 WLR 1378 ; [1969] 1 WLR 1378.",
      "id": "s127"
    },
    {
      "text": "That no doubt reflects the public policy already enunciated that the privilege is concerned only with admissions.",
      "id": "s128"
    },
    {
      "text": "The tender of the \"without prejudice\" material in a case such as I have postulated is no longer concerned with admissions so far as the dispute between the parties is concerned, but has proceeded beyond the matter in dispute between the parties into a different subject matter of litigation.",
      "id": "s129"
    },
    {
      "text": "See also Austotel Management Pty Ltd v Jamieson (1995) 57 FCR 411 and Australian Competition &amp; Consumer Commission v FFE Building Services Pty Ltd (2003) ATPR 41-967.",
      "id": "s130"
    },
    {
      "text": "The parties have not raised the statutory provisions in the Commonwealth Evidence Act .",
      "id": "s131"
    },
    {
      "text": "It is clear that there is, prima facie, a privilege attaching to aspects of the negotiations over the Kevill litigation by virtue of s 131(1) of the Evidence Act 1995 (Cth).",
      "id": "s132"
    },
    {
      "text": "However, there is an exception provided by s 131(2)(g) if the evidence that was adduced or an inference from evidence that has been adduced in that context is likely to mislead the Court unless evidence of the communication or document is adduced to contradict or to qualify that evidence.",
      "id": "s133"
    },
    {
      "text": "This exception fell for consideration by Emmett J in Brown v Commissioner of Taxation (Cth) (2001) 187 ALR 714 where his Honour said (at [184] and [185]): \n [184] I consider that s 131(2)(g) is designed to deal with the sort of circumstances that arose in Pitts v Adney (1961) 78 WN (NSW) 886.",
      "id": "s134"
    },
    {
      "text": "Evidence of a \"without prejudice\" communication was admitted in that case in order to prove the fact of and the nature of the communication.",
      "id": "s135"
    },
    {
      "text": "It was not tendered in order to contradict evidence as to the matters in issue, or as an admission.",
      "id": "s136"
    },
    {
      "text": "[185] It is not appropriate to attempt an exhaustive exposition of the effect of s 131(2)(g).",
      "id": "s137"
    },
    {
      "text": "However, I consider that it will not be attracted simply because evidence to which s 131(1) applies contradicts or qualifies evidence that has already been adduced.",
      "id": "s138"
    },
    {
      "text": "Section 131(2)(g) will apply where the court would be likely to be misled as to the existence or contents of an excluded communication or document, where those matters are in issue in the proceeding.",
      "id": "s139"
    },
    {
      "text": "The fact of, or the contents of, the communications, of which the commissioner now seeks to adduce evidence are not directly relevant in the proceeding before me.",
      "id": "s140"
    },
    {
      "text": "I do not consider that s 131(2)(g) is applicable in relation to the objected material \n As observed in Bloss Holdings Pty Ltd v Brackley Industries Pty Ltd [2005] NSWSC 756 by Hamilton J (speaking of the New South Wales statutory equivalent) its ambit is not yet very clear.",
      "id": "s141"
    },
    {
      "text": "What is clear though, is that the without prejudice privilege must not be abused by being used in any way that would mislead the Court.",
      "id": "s142"
    },
    {
      "text": "The typical example of that is where a party seeks to rely upon an admission by silence or non-response when there is in fact without prejudice communication which would negative that inference ( Pitts v Adney 78 WN (NSW) 886).",
      "id": "s143"
    },
    {
      "text": "Pleading into Relevance\n As indicated, all of the respondents (and Topfox) have relied upon the obligation that Castleworld undertook to settle the Kevill litigation.",
      "id": "s144"
    },
    {
      "text": "Castleworld has expressly pleaded that defence.",
      "id": "s145"
    },
    {
      "text": "(A very recently filed re-amended defence of Devere and Packham pleads the 2007 agreement but does not expressly raise the Kevill litigation point but those respondents have certainly relied upon the argument in oral and written submissions).",
      "id": "s146"
    },
    {
      "text": "It is impossible to test the defence as to the value of such consideration without being able to examine what the respondents gave or undertook to give in terms of the obligation to settle the Kevill litigation.",
      "id": "s147"
    },
    {
      "text": "It seems to me that these respondents cannot on the one hand rely on privileged negotiations and documents to justify their defence without at the same time being prepared to reveal their content so that the defence can be tested.",
      "id": "s148"
    },
    {
      "text": "In State of Western Australia v Southern Equities Corporation Limited (1996) 69 FCR 245 French J (as his Honour then was) (at [249]), observed that the authorities support the proposition that without prejudice negotiations can be 'pleaded into relevance' in such a way that the privilege is no longer available.",
      "id": "s149"
    },
    {
      "text": "The principal cases on the point relate to legal professional privilege but analogical argument applied to the exemption based on the status of material as an element of 'without prejudice' negotiations.",
      "id": "s150"
    },
    {
      "text": "French J observed the following (at 249-250): \n The authorities support the proposition that without prejudice negotiations can be \"pleaded into relevance\" in such a way that the privilege is no longer available.",
      "id": "s151"
    },
    {
      "text": "The principal cases on the point relate to legal professional privilege but analogical argument applies to the exemption based on the status of material as an element of \"without prejudice\" negotiations.",
      "id": "s152"
    },
    {
      "text": "In Thomason v Municipality of Campbelltown (1939) 39 SR (NSW) 347 , legal professional privilege was held to have been waived when the content of the advice became an issue raised by the plaintiff.",
      "id": "s153"
    },
    {
      "text": "In that case, Jordan CJ observed (at 358): \n\n \n\"Hence, in effect, one of the issues in the case was what advice if any the plaintiff had received from her legal advisers as to her alternative legal rights.",
      "id": "s154"
    },
    {
      "text": "In these circumstances, since the fact and nature of the advice is an issue in the case, I am of opinion that privilege cannot be raised to prevent the proof of the advice.",
      "id": "s155"
    },
    {
      "text": "\" \n \n \n In Data Access Corporation v Powerflex Services Pty Ltd [1994] AIPC 38 ,714, Heerey J dealt with a claim for legal professional privilege in an action for breach of copyright in relation to computer programs.",
      "id": "s156"
    },
    {
      "text": "In that case the applicant submitted that the alleged infringing acts had been done \"flagrantly and with knowledge of the applicant's copyright\".",
      "id": "s157"
    },
    {
      "text": "The respondents on the other hand asserted that the documents in question had passed between them and their solicitors for the purpose of obtaining and giving legal advice in relation to the proceedings and were privileged from production.",
      "id": "s158"
    },
    {
      "text": "Heerey J ordered that the documents be produced on the basis that the issue of flagrancy made the advice relevant.",
      "id": "s159"
    },
    {
      "text": "At 38,715 his Honour said: \n\n \n\"An issue raised on the pleadings may have the effect that documents which would otherwise be subject to legal professional privilege lose that privilege because they have been, as the saying goes, pleaded into relevance.",
      "id": "s160"
    },
    {
      "text": "Thomason's case shows that such a situation is not confined to the case where the party seeking to assert privilege raises a positive case.",
      "id": "s161"
    },
    {
      "text": "\" \n \n \n In my opinion the State has, on its pleadings, raised the issue of the reasonableness of its settlement.",
      "id": "s162"
    },
    {
      "text": "The documents generated in the lead up to that settlement may have some relevance to that question.",
      "id": "s163"
    },
    {
      "text": "There is no suggestion that the National Australia Bank would be affected or prejudiced in any way by the production of these documents for inspection.",
      "id": "s164"
    },
    {
      "text": "It is not a party to the proceedings.",
      "id": "s165"
    },
    {
      "text": "Nor is there any basis upon which it has been suggested that the production of the documents would affect the rights of the State and the National Australia Bank inter se.",
      "id": "s166"
    },
    {
      "text": "The documents may support a line of inquiry concerning the causal connection between the alleged conduct of which the State complains and the ultimate formation of the settlement agreement which is the basis of its loss.",
      "id": "s167"
    },
    {
      "text": "The production of the documents does not mean that material in them constituting an \"admission\" against interest could be used for that purpose against the State or any other party.",
      "id": "s168"
    },
    {
      "text": "That is not a matter on which it is necessary for me to rule at this time.",
      "id": "s169"
    },
    {
      "text": "In my opinion there is a sufficient basis to produce the documents for inspection.",
      "id": "s170"
    },
    {
      "text": "The question of their admissibility, the effect of s 131 of the Evidence Act 1995 (Cth), the need for the consent of the National Australia Bank to their admissibility and the basis upon which they may be admitted in the event that there is an attempt to tender them in evidence can be debated at a later time.",
      "id": "s171"
    },
    {
      "text": "I propose therefore to require the production of the documents in question for inspection subject to the exclusion of those which are the subject of a claim for legal professional privilege.",
      "id": "s172"
    },
    {
      "text": "In this, as in the other category of documents, I will require the parties to lodge an agreed minute.",
      "id": "s173"
    },
    {
      "text": "I will hear the parties as to the confidentiality of the production.",
      "id": "s174"
    },
    {
      "text": "See also Hongkong Bank of Australia Ltd v Murphy [1993] 2 VR 419 in which Smith J said that trial by ambush had been condemned for many years.",
      "id": "s175"
    },
    {
      "text": "To allow the claim of privilege in that case would permit such a trial.",
      "id": "s176"
    },
    {
      "text": "The communications directly affected the rights of the parties and in those circumstances by pleading the privileged communication, the Court was satisfied that the party so pleading (in that case, the plaintiff) should be treated as having impliedly waived the privilege.",
      "id": "s177"
    },
    {
      "text": "(In Accredited (Wholesale Tobacco) Distributors v Griffiths [2003] VSC 20 , that principle was applied again in relation to the defendant who had raised such a pleading.",
      "id": "s178"
    },
    {
      "text": "See also Mathieson v Booth [2000] VSC 89 (at [10]-[11])).",
      "id": "s179"
    },
    {
      "text": "Subject Matter\n As repeatedly reinforced by the Courts, there are compelling public policy considerations underlying the need for without prejudice privilege.",
      "id": "s180"
    },
    {
      "text": "Assuming that it exists in any given situation, it should not be lightly ignored.",
      "id": "s181"
    },
    {
      "text": "Equally, the applicants should not be precluded from assessing the very defence relied upon by the respondents.",
      "id": "s182"
    },
    {
      "text": "Against those potentially competing principles, it is necessary to identify what subject matter is involved in the Kevill litigation or its negotiations to compare that with the subject matter involved in this litigation.",
      "id": "s183"
    },
    {
      "text": "In the Kevill litigation as indicated in the affidavit of Mr Fletcher, there were 14 separate actions commenced against Topfox in the District Court of Western Australia by investors who allege that they lent money to Topfox pursuant to 14 separate loan agreements.",
      "id": "s184"
    },
    {
      "text": "Nothing in that description or elsewhere in any of the materials put forward by the respondents would suggest that it is the same as the subject matter of these proceedings.",
      "id": "s185"
    },
    {
      "text": "The subject matter of these proceedings relevantly to this aspect of the claim is the transfer of the interest in the Dongara Land on certain terms and conditions which are alleged to be at a value lower than the true market value.",
      "id": "s186"
    },
    {
      "text": "The Kevill litigation comes into focus only because, raised as part of the defence for Castleworld, it is said that in addition to the cash consideration paid to Devere as disclosed in the actual transfer, there was also given an undertaking to resolve the Kevill litigation as a result of the agreement as defined in the defence.",
      "id": "s187"
    },
    {
      "text": "The Kevill litigation involved different parties from the parties to the present litigation.",
      "id": "s188"
    },
    {
      "text": "The subject matter of the dispute in the Kevill litigation was also different in terms of recovery of a loan.",
      "id": "s189"
    },
    {
      "text": "The purpose of the loan was to acquire a piece of development land adjacent to the Dongara Land.",
      "id": "s190"
    },
    {
      "text": "The only connecting feature was the prospect of Topfox providing to the Kevill litigants certain lots in lieu of a monetary sum on the subdivision of the Dongara Land.",
      "id": "s191"
    },
    {
      "text": "In contrast with Mercantile Mutual Custodians [2001] 1 Qd R 276, the dispute in that case related to the same subject matter and the same works and at least one same party.",
      "id": "s192"
    },
    {
      "text": "In this dispute the cause of action is different, the parties are different and the land the subject of the dispute in each case is different.",
      "id": "s193"
    },
    {
      "text": "The other point to be made is that without prejudice privilege goes to the question of admissions.",
      "id": "s194"
    },
    {
      "text": "The applicants in these proceedings are not interested in admissions as to liability in the Kevill litigation.",
      "id": "s195"
    },
    {
      "text": "It is of no interest to the applicants as to whether or not Topfox was liable in some way to Kevill or the other plaintiffs.",
      "id": "s196"
    },
    {
      "text": "What the applicants wish to understand is why it is said by Castleworld that its assumption of the responsibility in relation to resolution of the Kevill litigation had a particular value which was, in effect, to be added to what was actually paid for the Dongara Land.",
      "id": "s197"
    },
    {
      "text": "Conclusion on 'without prejudice' privilege\n Both on the ground that the subject matter and parties of this litigation differ from those of the Kevill litigation and on the basis that the respondents have 'pleaded into relevance' the documents concerned, in my view the privilege cannot be maintained in this litigation.",
      "id": "s198"
    },
    {
      "text": "A second ground of objection raised for Devere and Packham to the production of this documentation was that 'without prejudice' privilege is a joint privilege and a purported waiver by one party is insufficient: Quad 27 FCR 86 at 93 per Hill J.",
      "id": "s199"
    },
    {
      "text": "The submission is that as the conduct on which the applicants rely as constituting a waiver was conduct only of Topfox that conduct was insufficient to constitute a waiver.",
      "id": "s200"
    },
    {
      "text": "In light of my conclusion as to the unavailability of the privilege, it is unnecessary to consider this further argument.",
      "id": "s201"
    },
    {
      "text": "Finally, Devere and Packham and Topfox say that the documents over which privilege is said to be waived are those referred to in cl 1.4(a) of the sale agreement.",
      "id": "s202"
    },
    {
      "text": "That clause refers only to documents exchanged 'in or about October 2006' in relation to the vendor's responsibilities.",
      "id": "s203"
    },
    {
      "text": "However the orders made by Lucev FM required discovery of a wider category of documents than this.",
      "id": "s204"
    },
    {
      "text": "Any waiver would not be of the privilege attaching to all documents over which it was claimed, only those referred to in cl 1.4(a).",
      "id": "s205"
    },
    {
      "text": "Those documents, it is said, have already been provided to the applicants as indicated in the affidavit of Mr Fletcher.",
      "id": "s206"
    },
    {
      "text": "As a consequence, it is asserted for the respondents that Topfox is entitled to maintain a claim of 'without prejudice' privilege over all of the documents listed (at items 19 to 47 of the discovery) except those with respect to which Topfox has chosen not to maintain a privilege claim, those being referred to in the affidavit of Mr Fletcher.",
      "id": "s207"
    },
    {
      "text": "On that basis, although the documents have been discovered in accordance with Lucev FM's order, they should not be produced for inspection.",
      "id": "s208"
    },
    {
      "text": "The applicants, however, point to the fact that if Topfox and Devere are relying on cl 1.4(a) to create a caveat or interest in the land imposing a contractual obligation on Castleworld to assume Topfox's responsibilities to settle the Kevill litigation in order to maintain its caveat or interest, it must at some point acknowledge that it is necessary for Topfox to demonstrate that Castleworld has performed and discharged the obligations or intends to perform and discharge them.",
      "id": "s209"
    },
    {
      "text": "The respondents, however, rely on the documents on the one hand but refuse to allow their inspection on the other.",
      "id": "s210"
    },
    {
      "text": "The argument of the applicants is correct.",
      "id": "s211"
    },
    {
      "text": "The proceeding has been set down for trial.",
      "id": "s212"
    },
    {
      "text": "The time has come to permit inspection if the respondents wish to rely on this defence.",
      "id": "s213"
    },
    {
      "text": "SECOND PARAGRAPH OF THE MOTION \n The second issue relates to the question of good faith.",
      "id": "s214"
    },
    {
      "text": "One of the issues in the proceeding is whether for the purposes of s 120(6) BA the acquisition by Castleworld of the Andonys' interest in the Dongara Land was in good faith and for no less than market value.",
      "id": "s215"
    },
    {
      "text": "Relevant to that issue may well be whether or not Castleworld knew of the claimed interest in the Dongara Land as asserted by the applicants.",
      "id": "s216"
    },
    {
      "text": "The applicants say the discovery so far provided by Castleworld suggests that it was aware of the asserted interest and the foundation for it, having been informed of that by Topfox's solicitors (Solomon Brothers).",
      "id": "s217"
    },
    {
      "text": "Regardless of how the knowledge was acquired, documents evidencing discussions or constituting information in their own right in respect of this issue must be discovered.",
      "id": "s218"
    },
    {
      "text": "It has been clarified by counsel for the applicants that this paragraph in the motion is not addressed to and does not seek communications which are purely between Devere and Packham and their own legal advisors.",
      "id": "s219"
    },
    {
      "text": "Presumably those documents have been discovered and privilege claimed for them.",
      "id": "s220"
    },
    {
      "text": "The documents sought are those between Castleworld on the one hand (or their solicitors) and Devere and Packham (or their solicitors) on the other hand.",
      "id": "s221"
    },
    {
      "text": "The suggestion appears to be from the affidavit of Mr Fazio (which was sworn and filed a short time prior to the hearing of the motion) that all discovery of this nature has been given.",
      "id": "s222"
    },
    {
      "text": "In any event, it appears to me that it should be specifically and clearly identified.",
      "id": "s223"
    },
    {
      "text": "To the extent that privilege is to be claimed, the documents should still be correctly and individually described and identified by date.",
      "id": "s224"
    },
    {
      "text": "Such forensic advantage as may arise from this, is an advantage that the applicants are entitled to have even if privilege is claimed from inspection of the documents.",
      "id": "s225"
    },
    {
      "text": "The respondents complain as to the width of the description appearing in the second paragraph.",
      "id": "s226"
    },
    {
      "text": "As to the width, the range of documents is confined to the specific topic which the respondents themselves have raised going to the good faith defence.",
      "id": "s227"
    },
    {
      "text": "The documents go only to knowledge of the applicants' claim against Devere and Packham or evidencing discussions concerning the claim.",
      "id": "s228"
    },
    {
      "text": "I do not consider that such a body of documentation on its face is wide, oppressive, burdensome or uncertain.",
      "id": "s229"
    },
    {
      "text": "Once again it appears to me that given the respondents have raised the 'good faith' defence, then the applicants are entitled to examine what knowledge was held at the time.",
      "id": "s230"
    },
    {
      "text": "THIRD CATEGORY \n The third and final category of discovery pursued arises in the context of Devere and Packham's defence that the consideration for the transfer of the Andonys' one third interest in the Dongara Land to Devere and the issue of shares in Devere to Packham in about May 2001 included account being taken of monies previously expended by Packham on behalf of the Andonys.",
      "id": "s231"
    },
    {
      "text": "(No amounts were listed in any annexed schedule nor was there any evidence that any amount was deducted from settlement proceeds).",
      "id": "s232"
    },
    {
      "text": "Given that Packham now seeks to assert that monies were expended and ought to be deducted, any document created 'at or around the time of settlement relating to this issue' is said to be relevant and ought to be discovered and produced for inspection.",
      "id": "s233"
    },
    {
      "text": "Discovery of documents evidencing these amounts should be given.",
      "id": "s234"
    },
    {
      "text": "The only substantive response from Devere and Packham in relation to this discovery is that they are confused as to the description of documents sought.",
      "id": "s235"
    },
    {
      "text": "Devere and Packham complain that the documents that are sought are limited to documents that were created 'between the drafting of the Conveyance Agreement and settlement and around the time of settlement in May 2001'.",
      "id": "s236"
    },
    {
      "text": "In contrast, the applicants' written submission refers to 'documents created between the time of agreement and the settlement of the agreement'.",
      "id": "s237"
    },
    {
      "text": "Devere and Packham complain that it is difficult to understand the precise period of time with respect to which the applicants seek documents and it is confusing also as to whether the applicants seek documents relating to the particular clause itself or whether the applicants are seeking discovery of documents relating to whether effect was given to the clause.",
      "id": "s238"
    },
    {
      "text": "In any event, the position for Devere and Packham is that unless they have a completely erroneous understanding of the category of documents on which discovery is sought, the only documents that there are have been discovered.",
      "id": "s239"
    },
    {
      "text": "Reliance is placed on the affidavit of Mr Fazio which says that based on his recollection and the review of his records, he believes that the only documents created after the execution of the agreement related to amounts spent by Packham on behalf of Devere referred to in cl 3 of the agreement, are the documents annexed to his earlier affidavit together with any invoices, receipts or other documents relating to the payments recorded in that document.",
      "id": "s240"
    },
    {
      "text": "However, as counsel for the applicants points out, par 10 of this affidavit deals only with documents from the date of execution of the agreement and not from the date the agreement was drafted.",
      "id": "s241"
    },
    {
      "text": "Discovery should be given in relation to the period of time between the drafting and execution of the agreement.",
      "id": "s242"
    },
    {
      "text": "It may be that Mr Fazio intends to deal with the entire period in par 10 of his affidavit but that is not clear on its face.",
      "id": "s243"
    },
    {
      "text": "There is no reason why the documents pertaining to the earlier period should not be discovered and produced.",
      "id": "s244"
    },
    {
      "text": "CONCLUSION \n It follows that inspection and discovery should be ordered substantially in accordance with the terms of the notice of motion.",
      "id": "s245"
    },
    {
      "text": "I am unaware at this stage of any reason why costs should not follow the event.",
      "id": "s246"
    },
    {
      "text": "Should any fine tuning to the terms of the motion be required as a result of any aspect of these reasons, I will permit the parties a further 10 days to file a consent minute which fine tunes the descriptions appearing in the notice of motion, failing which discovery will be ordered in terms of the notice of motion.",
      "id": "s247"
    },
    {
      "text": "I will also permit Devere and Packham to file any submissions within 10 days on the question of costs, failing which as I have foreshadowed, they should follow the event.",
      "id": "s248"
    },
    {
      "text": "Therefore the orders I make are as follows: Unless an alternative consent minute is filed within 10 days: \n(a) Topfox Corporation Pty Ltd ('Topfox') do within 14 days of the date of this order produce for inspection the documents numbered 19 to 47 inclusive and described in Part 2 of the affidavit of discovery sworn by Giacomino Fazio on 18 September 2008 and filed in Federal Magistrate's Court proceedings number PEG 64 of 2007 in compliance with an order made by Federal Magistrate Lucev on 29 August 2008.",
      "id": "s249"
    },
    {
      "text": "(b) Topfox and the first and second respondents do, within 14 days of the date of this order, give discovery on oath of all documents including file notes of meetings and telephone calls, other memoranda, email messages and correspondence passing between Mr Alfred Naude and/or Project Planning, Management and Development Pty Ltd ('PPM') and Topfox, Devere Holdings Pty Ltd ('Devere') and/or Solomon Brothers or its representatives relating to the applicants' claim against the first and second respondents or evidencing discussions regarding the claim.",
      "id": "s250"
    },
    {
      "text": "(c) The first and second respondents do within 14 days of the date of this order give discovery of any and all documents created between the drafting of the conveyance agreement and settlement and around the time of settlement in May 2001, including those created by Solomon Brothers, relating to the provision contained in clause 3 of the 2001 Conveyance Agreement providing for the consideration to be paid by Packham to be reduced by amounts alleged to have been paid by Packham for Devere's benefit.",
      "id": "s251"
    },
    {
      "text": "Unless submissions (not exceeding 3 pages) are filed within 10 days, the first and second respondents and Topfox are to pay the applicants' costs of the motion to be taxed if not agreed.",
      "id": "s252"
    },
    {
      "text": "I certify that the preceding sixty-six (66) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s253"
    },
    {
      "text": "Associate: \n \n \nDated: 5 August 2009\n \n Counsel for the Applicants: PE Cahill \n \n Solicitor for the Applicants: Jackson McDonald \n \n Counsel for the First and Second Respondents: CS Williams \n \n Solicitor for the First and Second Respondents: Solomon Brothers \n \n No appearance for the Third Respondents \n \n Date of Hearing: 6 May 2009 \n \n Date of Judgment: 5 August 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/832.html",
      "id": "s254"
    }
  ]
}