{
  "name": "Australian Competition and Consumer Commission v Harvey Fresh (1994) Limited [2009] FCA 853 (30 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/853.html",
  "catchphrases": [
    {
      "text": "representations by the respondent on labelling and in newspaper advertisements that cheese offered for sale to consumers in western australia was produced in western australia",
      "id": "c0"
    },
    {
      "text": "the cheese was actually produced in victoria",
      "id": "c1"
    },
    {
      "text": "whether consent orders for an injunction and corrective advertising should be made.",
      "id": "c2"
    },
    {
      "text": "trade practices",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "During the period 23 November 2008 to 7 May 2009, the respondent supplied to retailers for sale to consumers in Western Australia, one kilogram blocks of matured cheese and one kilogram blocks of semi-matured cheese.",
      "id": "s0"
    },
    {
      "text": "The cheese, when it was offered for sale by retailers to consumers, was packaged in plastic wrapping which contained the respondent's logo \"Harvey Fresh\" and also the words: \"Fresh from South West\" and \"Truly 100% Western Australian owned\".",
      "id": "s1"
    },
    {
      "text": "During the period 23 November 2008 to 25 January 2009, the respondent also caused advertisements to be published in newspapers circulating in Western Australia advertising the availability for sale of the cheese.",
      "id": "s2"
    },
    {
      "text": "The advertisements for the cheese were published in The West Australian newspaper on 4 December 2008; the South West Times (variously published as the Harvey Reporter , the Margaret River Times , and the Busselton/Dunsborough Times ) in the editions for the weeks beginning 27 November 2008 and 18 January 2009; and in the Bunbury Herald on 23 November 2008.",
      "id": "s3"
    },
    {
      "text": "Each advertisement contained images of the cheese and the words: \"Truly 100 per cent West Australian...it's what makes Harvey Fresh different\" and other statements which implied that the cheese was produced in Western Australia.",
      "id": "s4"
    },
    {
      "text": "During the relevant period, the respondent sold 5,471 cartons of the cheese.",
      "id": "s5"
    },
    {
      "text": "In fact, the cheese was not produced in the South West of Western Australia.",
      "id": "s6"
    },
    {
      "text": "The cheese was produced by Fonterra Cooperative Group Limited or the Murray Goulburn Co-operative in Victoria.",
      "id": "s7"
    },
    {
      "text": "The cheese was then sold to Marsh Dairies in Victoria in 20 kilogram blocks and Marsh Dairies cut the cheese into one kilogram blocks, packaged and labelled it and sold it to the respondent.",
      "id": "s8"
    },
    {
      "text": "On 7 May 2009, the applicant commenced this proceeding against the respondent alleging that the respondent's conduct, in representing that the cheese was produced in Western Australia, when it was not, contravened s 52 and s 53(eb) of the Trade Practices Act 1974 (Cth) (the TP Act).",
      "id": "s9"
    },
    {
      "text": "Those sections respectively preclude a corporation from engaging in misleading or deceptive conduct, or making false or misleading representations as to product origin, in trade or commerce.",
      "id": "s10"
    },
    {
      "text": "The respondent by its defence admitted the contraventions of the TP Act.",
      "id": "s11"
    },
    {
      "text": "The applicant and the respondent have signed a statement of agreed facts and have also agreed to a minute of proposed consent orders.",
      "id": "s12"
    },
    {
      "text": "In summary, the minute of proposed consent orders provides for the following relief: \n(a) a declaration that the respondent contravened the TP Act by reason of having engaged in the misleading or deceptive conduct by misrepresenting the true origin of the cheese;\n \n(b) an injunction restraining the respondent for a period of three years, from making representations that convey an overall impression that its cheese products are produced in the South West of Western Australia when the cheese products are not produced in the South West of Western Australia, or Western Australia, when the cheese products are not produced in Western Australia;\n \n(c) orders that the respondent undertake a compliance program at its own expense over a period of three years for the purpose of educating the employees who are involved in the marketing or advertising of the respondent's products as to the requirements of the TP Act; and\n \n(d) orders that the respondent cause corrective advertisements to be published on the home page of its internet site and in the same newspapers that contained the misleading advertisements already referred to in these reasons.",
      "id": "s13"
    },
    {
      "text": "When deciding whether to make consent orders in the terms proposed by parties to a proceeding, the Court gives considerable weight to the fact that parties have reached a consensus as to the disposal of their controversy.",
      "id": "s14"
    },
    {
      "text": "A Court will not lightly decline to give effect to the consensus reached between the parties.",
      "id": "s15"
    },
    {
      "text": "However, the Court does not simply accept that because the parties have agreed to the making of the proposed orders, that those orders should be made.",
      "id": "s16"
    },
    {
      "text": "The Court takes into account the public interest and assesses whether the proposed orders are at least consistent with the public interest.",
      "id": "s17"
    },
    {
      "text": "In Australian Competition and Consumer Commission v Real Estate Institute of Western Australia Inc [1999] FCA 18 ; (1999) 161 ALR 79 at 86, at [18], French J (as he then was), in referring to the Court's power to approve settlements and make consent orders, observed: \n In the exercise of that power the court is not merely giving effect to the wishes of the parties, it is exercising a public function and must have regard to the public interest in doing so.",
      "id": "s18"
    },
    {
      "text": "This principle applies to the resolution of private litigation by consent orders or undertakings.",
      "id": "s19"
    },
    {
      "text": "A fortiori it applies to proceedings brought by the Crown or public or statutory authorities to enforce the law in the public interest.",
      "id": "s20"
    },
    {
      "text": "The court has a responsibility to be satisfied that what is proposed is not contrary to the public interest and is at least consistent with it.",
      "id": "s21"
    },
    {
      "text": "In my view, the making of the declaration proposed is consistent with the public interest.",
      "id": "s22"
    },
    {
      "text": "This is because it records the Court's disapproval of the contravening conduct.",
      "id": "s23"
    },
    {
      "text": "It also serves to vindicate the applicant's claim that the respondent has contravened the TP Act and also provides assistance and guidance to the public, in relation to the operation of the TP Act and informs consumers of the contravening conduct of the respondent.",
      "id": "s24"
    },
    {
      "text": "The Court has the power under s 80 of the TP Act to grant injunctions, whether or not there is a continuing threat of contravening conduct.",
      "id": "s25"
    },
    {
      "text": "In my view, the contraventions in this case are serious.",
      "id": "s26"
    },
    {
      "text": "This is because the respondent has deliberately adopted a marketing strategy based on the representation that its products are produced in Western Australia.",
      "id": "s27"
    },
    {
      "text": "This marketing strategy is designed to appeal to the desire of Western Australians to promote Western Australian products and interests.",
      "id": "s28"
    },
    {
      "text": "This is a powerful marketing tool founded on the implicit assertion by the respondent of a common bond between Western Australian consumers and the respondent and its products.",
      "id": "s29"
    },
    {
      "text": "Accordingly, in my view, it is important that the faith that Western Australian consumers place in the respondent's statements of product origin is not misplaced or undermined.",
      "id": "s30"
    },
    {
      "text": "For these reasons, it is, in my view, appropriate that the injunction be granted.",
      "id": "s31"
    },
    {
      "text": "The making of orders that the respondent conducts an educational program for its employees involved in marketing and advertising the respondent's products is consistent with the public interest.",
      "id": "s32"
    },
    {
      "text": "The educational program will lead to the respondent's employees learning of the respondent's statutory obligations to consumers and the importance of compliance with the standards imposed by the TP Act.",
      "id": "s33"
    },
    {
      "text": "The orders for corrective advertising are also consistent with the public interest.",
      "id": "s34"
    },
    {
      "text": "As I have already mentioned, the marketing strategy is based on a representation of product origin which is designed to appeal to the good will of fellow Western Australians.",
      "id": "s35"
    },
    {
      "text": "It is important, therefore, that in making representations as to product origin the respondent complies with the law.",
      "id": "s36"
    },
    {
      "text": "It is also important for Western Australian consumers to know when the respondent has not done so.",
      "id": "s37"
    },
    {
      "text": "The corrective advertising complements the making of the declarations.",
      "id": "s38"
    },
    {
      "text": "Accordingly, in my view, the orders for corrective advertising should be made.",
      "id": "s39"
    },
    {
      "text": "There is nothing objectionable about the further orders proposed.",
      "id": "s40"
    },
    {
      "text": "As to the order that the respondent should pay the applicant's costs in the sum of $12,000, that is consistent with the admission by the respondent of its contravention of the TP Act.",
      "id": "s41"
    },
    {
      "text": "The last order is that the name of the respondent should be changed.",
      "id": "s42"
    },
    {
      "text": "That is also an appropriate order.",
      "id": "s43"
    },
    {
      "text": "Accordingly, I will make orders in terms of the minute of proposed consent orders.",
      "id": "s44"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s45"
    },
    {
      "text": "Associate:\n \n \nDated: 7 August 2009\n \n Counsel for the Applicant: Mr J Jacobson \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr A Willinge \n \n Solicitor for the Respondent: Blake Dawson \n Date of Hearing: 30 July 2009 \n \n Date of Judgment: 30 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/853.html",
      "id": "s46"
    }
  ]
}