{
  "name": "Kezchek v Secretary, Department of Families, Housing, Community Services and Indigenous Affairs [2009] FCA 856 (11 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/856.html",
  "catchphrases": [
    {
      "text": "construction of s 17(3)(a) social security act 1991 (cth)",
      "id": "c0"
    },
    {
      "text": "whether determination and payment of compensation under motor accidents compensation act 1995 (nsw) made in settlement of a claim for the purposes of s 17(3)(a) social security act",
      "id": "c1"
    },
    {
      "text": "meaning to be given to \"settle\" and \"in settlement of claim\"",
      "id": "c2"
    },
    {
      "text": "words to be given ordinary meaning in the context of the provision as a whole and its legislative purpose",
      "id": "c3"
    },
    {
      "text": "use of same words in motor accidents compensation act not necessarily determinative of their meaning in social security act .",
      "id": "c4"
    },
    {
      "text": "whether tribunal failed to give adequate reasons for decision",
      "id": "c5"
    },
    {
      "text": "whether failure to explain what tribunal took from relevant case law",
      "id": "c6"
    },
    {
      "text": "whether failure to give reasons for why preferred construction promoted legislative purpose of social security act .",
      "id": "c7"
    },
    {
      "text": "whether tribunal took into account irrelevant considerations",
      "id": "c8"
    },
    {
      "text": "doctrine of irrelevant considerations not applicable because tribunal was not exercising an administrative discretion",
      "id": "c9"
    },
    {
      "text": "no irrelevant considerations impugning tribunal's decision.",
      "id": "c10"
    },
    {
      "text": "statutory interpretation",
      "id": "c11"
    },
    {
      "text": "administrative law",
      "id": "c12"
    },
    {
      "text": "administrative law",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "THE APPEAL \n The applicant, Mr Kezchek, was injured at work.",
      "id": "s0"
    },
    {
      "text": "He received a payment of compensation on account of his injury.",
      "id": "s1"
    },
    {
      "text": "Pursuant to the provisions of the Social Security Act 1991 (Cth), the respondent ( the Secretary ) determined that Mr Kezchek could not receive social security benefits for a period assessed having regard to the payment of compensation.",
      "id": "s2"
    },
    {
      "text": "Mr Kezchek exercised his rights of appeal, culminating in a decision of the Administrative Appeals Tribunal ( the Tribunal ) affirming the Secretary's determination ( Re Kezchek and Secretary, Department of Education, Employment and Workplace Relations (2009) 108 ALD 618; [2009] AATA 248).",
      "id": "s3"
    },
    {
      "text": "This is an appeal from the decision of the Tribunal.",
      "id": "s4"
    },
    {
      "text": "Under s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth), an appeal from a decision of the Tribunal may be brought on a question of law only.",
      "id": "s5"
    },
    {
      "text": "In a further amended notice of appeal, Mr Kezchek identified four questions of law said to arise from the Tribunal's decision.",
      "id": "s6"
    },
    {
      "text": "The first two questions concern the proper construction of s 17(3) of the Social Security Act .",
      "id": "s7"
    },
    {
      "text": "Section 17(3) defines the \"compensation part of a lump sum compensation payment\".",
      "id": "s8"
    },
    {
      "text": "The compensation part of a lump sum compensation payment determines the \"lump sum preclusion period\" during which the payment of social security is affected by the compensation payment.",
      "id": "s9"
    },
    {
      "text": "The Tribunal decided that the facts in respect of the payment of compensation to Mr Kezchek were not within the circumstances prescribed in s 17(3)(a) and thus, by default, were within s 17(3)(b) of the Social Security Act .",
      "id": "s10"
    },
    {
      "text": "Mr Kezchek contended that, to the contrary, on the proper construction of s 17(3) the only conclusion open is that the facts are within the circumstances prescribed in s 17(3)(a) of the Social Security Act .",
      "id": "s11"
    },
    {
      "text": "The other two questions of law identified in Mr Kezchek's further amended notice of appeal concern the Tribunal's reasoning process (that is, allegations of a failure to give adequate reasons and of taking into account irrelevant considerations).",
      "id": "s12"
    },
    {
      "text": "The Secretary accepted that these questions are questions of law but contended that, as all of the facts were agreed, the only relevant question is whether the facts are within s 17(3)(a) of the Social Security Act , properly construed.",
      "id": "s13"
    },
    {
      "text": "THE FACTS \n The facts are uncontentious.",
      "id": "s14"
    },
    {
      "text": "Mr Kezchek was injured in a motor vehicle accident in the course of his employment.",
      "id": "s15"
    },
    {
      "text": "He claimed compensation.",
      "id": "s16"
    },
    {
      "text": "His claim for compensation was subject to the Motor Accidents Compensation Act 1999 (NSW).",
      "id": "s17"
    },
    {
      "text": "Thereafter, and in accordance with the provisions of the Motor Accidents Compensation Act : \n(i) the relevant insurer accepted liability for Mr Kezchek's injury; \n \n(ii) the New South Wales Motor Accident Authority's Claims Assessment and Resolution Service ( CARS ) assessed the amount of damages for that liability; \n \n(iii) Mr Kezchek accepted the CARS assessment; and \n \n(iv) the insurer paid to Mr Kezchek the amount of damages specified in the certificate as to the assessment.",
      "id": "s18"
    },
    {
      "text": "THE STATUTORY PROVISIONS \n Although the facts are simple, the competing submissions of the parties can be understood only in the context of the relevant provisions of the Social Security Act , an enactment of the Commonwealth Parliament, and the Motor Accidents Compensation Act , a later enactment of the New South Wales Parliament.",
      "id": "s19"
    },
    {
      "text": "The Social Security Act \n Section 17 of the Social Security Act is in Pt 1.2 relating to the identification of social security payments affected by the payment of compensation.",
      "id": "s20"
    },
    {
      "text": "Section 17(2) defines \"compensation\" in these terms: \n (2) Subject to subsection (2B), for the purposes of this Act, compensation means: \n (a) a payment of damages; or \n (b) a payment under a scheme of insurance or compensation under a Commonwealth, State or Territory law, including a payment under a contract entered into under such a scheme; or \n (c ) a payment (with or without admission of liability) in settlement of a claim for damages or a claim under such an insurance scheme; or \n (d) any other compensation or damages payment; \n (whether the payment is in the form of a lump sum or in the form of a series of periodic payments and whether it is made within or outside Australia) that is made wholly or partly in respect of lost earnings or lost capacity to earn resulting from personal injury.",
      "id": "s21"
    },
    {
      "text": "Section 17(2B) excludes the payment of compensation for a criminal injury from the definition of \"compensation\".",
      "id": "s22"
    },
    {
      "text": "Section 17(3) is as follows: \n (3) Subject to subsection (4), for the purposes of this Act, the compensation part of a lump sum compensation payment is: \n\n \n (a) 50% of the payment if the following circumstances apply: \n\n \n (i) the payment is made (either with or without admission of liability) in settlement of a claim that is, in whole or in part, related to a disease, injury or condition; and \n\n \n (j) the claim was settled either by consent judgment being entered in respect of the settlement or otherwise; or \n\n \n ... \n\n \n (b) if those circumstances do not apply --- so much of the payment as is, in the Secretary's opinion, in respect of lost earnings or lost capacity to earn, or both.",
      "id": "s23"
    },
    {
      "text": "Under s 1170(4) of the Social Security Act the compensation part of a lump sum compensation payment is the numerator in a fraction which determines the number of weeks in the lump sum preclusion period.",
      "id": "s24"
    },
    {
      "text": "Motor Accidents Compensation Act \n The Motor Accidents Compensation Act applies to claims for damages for death or injury a person caused by the fault of the owner or driver of a motor vehicle in the use or operation of the vehicle in New South Wales.",
      "id": "s25"
    },
    {
      "text": "Chapter 4 of the Motor Accidents Compensation Act establishes a regulatory scheme for the making and resolution of claims.",
      "id": "s26"
    },
    {
      "text": "Part 4.3 specifies various duties in respect of claims.",
      "id": "s27"
    },
    {
      "text": "Relevantly, by s 80(1) an insurer has a duty to \"to endeavour to resolve a claim, by settlement or otherwise, as justly and expeditiously as possible\".",
      "id": "s28"
    },
    {
      "text": "An insurer also has a duty to \"give written notice to the claimant as expeditiously as possible whether the insurer admits or denies liability for the claim\" (s 81(1)).",
      "id": "s29"
    },
    {
      "text": "It is also the duty of an insurer to \"make a reasonable offer of settlement to the claimant (unless the insurer wholly denies liability for the claim)\" within certain time periods (s 82(1)).",
      "id": "s30"
    },
    {
      "text": "All of these duties are enforceable as conditions of the insurer's licence.",
      "id": "s31"
    },
    {
      "text": "Contravention of a condition is an offence (s 161(4)).",
      "id": "s32"
    },
    {
      "text": "Contravention also exposes an insurer to the risk of a civil penalty and suspension or cancellation of its licence (ss 165 , 166 and 167 ).",
      "id": "s33"
    },
    {
      "text": "Part 4.4 of the Motor Accidents Compensation Act relates to \"Claims Assessment and Resolution\".",
      "id": "s34"
    },
    {
      "text": "Part 4.4 contains four divisions.",
      "id": "s35"
    },
    {
      "text": "Division 1 of Pt 4.4 deals with preliminary matters.",
      "id": "s36"
    },
    {
      "text": "Specifically, Pt 4.4 \"applies to any claim, whether or not the insurer admits or denies liability\" (s 89(1)).",
      "id": "s37"
    },
    {
      "text": "However, nothing in Pt 4.4 \"prevents a claim from being settled at any time\" (s 89(2)).",
      "id": "s38"
    },
    {
      "text": "Under s 108 , a claimant is not entitled to commence court proceedings against another person in respect of a claim unless a certificate has been issued under Pt 4.4 in respect of the claim (to the effect that the claim is either exempt or has been assessed).",
      "id": "s39"
    },
    {
      "text": "Division 1A of Pt 4.4 deals with \"Document exchange and settlement conference before claims assessment\".",
      "id": "s40"
    },
    {
      "text": "Under s 89A , the parties to a claim must participate in a settlement conference (being, under s 89A(4) , a conference, the purpose of which is to settle the claim).",
      "id": "s41"
    },
    {
      "text": "If a claim is not settled at a settlement conference then each party must make an offer of settlement within 14 days after the settlement conference concludes (s 89C).",
      "id": "s42"
    },
    {
      "text": "Division 2 of Pt 4.4 deals with the assessment of claims.",
      "id": "s43"
    },
    {
      "text": "If a claim has not been settled at or following a settlement conference (by reason of the required further settlement offers), the parties may refer the claim to the Motor Accidents Authority of New South Wales (s 90).",
      "id": "s44"
    },
    {
      "text": "Unless the claim is exempt (s 92) , the claim will be assessed by a claims assessor from CARS (s 94).",
      "id": "s45"
    },
    {
      "text": "Sections 94(1) -(5) are as follows: \n (1) The claims assessor is, in respect of a claim referred to the assessor for assessment, to make an assessment of: \n (a) the issue of liability for the claim (unless the insurer has accepted liability), and \n (b) the amount of damages for that liability (being the amount of damages that a court would be likely to award).",
      "id": "s46"
    },
    {
      "text": "(2) Such an assessment is to be made having regard to such information as is conveniently available to the claims assessor, even if one or more of the parties to the assessment does not co-operate or ceases to co-operate.",
      "id": "s47"
    },
    {
      "text": "(3) The assessment is to specify an amount of damages.",
      "id": "s48"
    },
    {
      "text": "(4) The claims assessor must, as soon as practicable, after an assessment issue the insurer and claimant with a certificate as to the assessment.",
      "id": "s49"
    },
    {
      "text": "(5) The claims assessor is to attach a brief statement to the certificate, setting out the assessor's reasons for the assessment.",
      "id": "s50"
    },
    {
      "text": "Section 95 concerns the status of assessments and is as follows: \n (1) An assessment under this Part of the issue of liability for a claim is not binding on any party to the assessment.",
      "id": "s51"
    },
    {
      "text": "(2) An assessment under this Part of the amount of damages for liability under a claim is binding on the insurer, and the insurer must pay to the claimant the amount of damages specified in the certificate as to the assessment if: \n (a) the insurer accepts that liability under the claim, and \n (b) the claimant accepts that amount of damages in settlement of the claim within 21 days after the certificate of assessment is issued.",
      "id": "s52"
    },
    {
      "text": "Note: If the amount of damages is not accepted by the claimant within that period, section 151 makes provision with respect to liability for legal costs incurred after the certificate of assessment was issued.",
      "id": "s53"
    },
    {
      "text": "(2A) The amount of damages payable by an insurer (including any costs assessed as payable by the insurer) must be paid within such period as may be prescribed by the regulations and the regulations may require the payment of interest on so much of the amount payable as is from time to time unpaid after the end of that period.",
      "id": "s54"
    },
    {
      "text": "The rate of interest may be set by reference to the rate of interest prescribed for the purposes of section 101 of the Civil Procedure Act 2005 but may not exceed that rate.",
      "id": "s55"
    },
    {
      "text": "(3) It is a condition of an insurer's licence under Part 7.1 that the insurer complies with this section.",
      "id": "s56"
    },
    {
      "text": "In accordance with the note to s 95(2) , s 151(2)(b) provides that a claimant is liable to pay costs up to maximum of $25,000 in respect of court proceedings incurred after the certificate was issued if \"the amount of court awarded damages in respect of the claim does not exceed the amount of damages specified in the certificate of assessment\".",
      "id": "s57"
    },
    {
      "text": "Division 3 of Pt 4.4 contains provisions dealing with claims assessors.",
      "id": "s58"
    },
    {
      "text": "Part 4.5 of the Motor Accidents Compensation Act deals with \"Court Proceedings on Claims\".",
      "id": "s59"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n The Tribunal identified the issue which it had to determine in [4] of its reasons as follows: \n The only issue in dispute between the parties for decision by this Tribunal, is whether the compensation payment received by Mr Kezchek falls within section 17(3)(a) or 17 (3)(b) of the [Social Security] Act.",
      "id": "s60"
    },
    {
      "text": "The Tribunal identified this issue on the basis common to the parties that Mr Kezchek had made a claim related to an injury (within the meaning of s 17(3)(a)(i) of the Social Security Act ) and had received an amount of damages in settlement of the claim (within the meaning of s 95(2) of the Motor Accidents Compensation Act ), which amount was compensation (within the meaning of s 17(2) of the Social Security Act ).",
      "id": "s61"
    },
    {
      "text": "The parties referred the Tribunal to a number of decisions ( Secretary, Department of Social Security v Banks (1990) 23 FCR 416 , Singh v Secretary, Department of Family and Community Services (2004) 142 FCR 232 ; [2004] FCA 1685 , Re Welch and Secretary, Department of Family and Community Services (2003) 78 ALD 550 ; [2003] AATA 905 , and Hansen v Dal y [1998] 1 Qd R 629).",
      "id": "s62"
    },
    {
      "text": "As the Tribunal observed (at [23]) in Banks Von Doussa J traced the history of the predecessor provision to s 17(3) of the Social Security Act (s 152 of the Social Security Act 1947 (Cth)).",
      "id": "s63"
    },
    {
      "text": "Von Doussa J (at 422-423) quoted the second reading speech for the introduction of the predecessor provision and said that: \n The mischief is clearly identified as the abuse of the earlier provisions which had come about through settlements being manipulated to obscure the economic loss component in the compensation payment.",
      "id": "s64"
    },
    {
      "text": "... \n\n \n Section 152(2)(c) is concerned with lump sum payments.",
      "id": "s65"
    },
    {
      "text": "Subparagraph (i) introduces an arbitrary formula to be applied if the lump sum payment was made in settlement of a claim.",
      "id": "s66"
    },
    {
      "text": "What stands in contrast with a lump sum payment made in settlement of a claim is a lump sum payment made pursuant to a curial determination of a claim on the merits according to law.",
      "id": "s67"
    },
    {
      "text": "Determinations of this kind are dealt with by subpar (ii).",
      "id": "s68"
    },
    {
      "text": "It is understandable with this class of lump sum payment that the Secretary is still required to form an opinion as to the amount of a lump sum payment that is in respect of an incapacity for work, as a curial determination will be accompanied by reasons for decision which can be expected to disclose the component parts of the award, which constitutes the lump sum payment.",
      "id": "s69"
    },
    {
      "text": "... \n\n \n A notion of finality however is introduced in s 152(2)(c)(i) by the requirement that the lump sum payment be one \"in settlement of a claim...\".",
      "id": "s70"
    },
    {
      "text": "The expression \"the lump sum payment... made... in settlement of a claim\" is apt to describe the total amount which is payable as the monetary consideration passing from the party on whose behalf the payment is to be made to the recipient in exchange for a release of the claim.",
      "id": "s71"
    },
    {
      "text": "... \n\n \n ...the expression \"settlement of a claim\" in s 152(2)(a)(i) does not necessarily require that the payment be in settlement of all claims between the recipient and the party on whose behalf it is made...",
      "id": "s72"
    },
    {
      "text": "The order in the present case in favour of Mr Banks did not by its terms prevent him from proceeding independently of the Workers Compensation Ac t for damages at common law against his employer.",
      "id": "s73"
    },
    {
      "text": "Even where such a claim remains open, a lump sum payment made in settlement of claims arising under the Act meets the description in s 152(2)(c)(i) of a \"lump sum payment... made... in settlement of a claim...\".",
      "id": "s74"
    },
    {
      "text": "Von Doussa J (at 424) also noted that s 152(2)(c)(i) of the Social Security Act 1947 (being the equivalent of s 17(3)(a) of the current Social Security Act) used \"wide language\" in recognition of the fact that unless every component part of a lump sum payment made in settlement of a claim is brought to account, the mischief of manipulation of settlements to obscure the economic loss component would not be remedied.",
      "id": "s75"
    },
    {
      "text": "In Singh , to which the Tribunal referred in [25] of its reasons, Gray J at 246-247 described s 17(3) as involving: \n ...an arbitrary rule that, where a lump sum settlement means that there is no disclosure of the amount of the lump sum that is in respect of lost earnings or lost earning capacity, then half of the lump sum is to be treated as being paid in respect of lost earnings or lost capacity to earn.",
      "id": "s76"
    },
    {
      "text": "Where the payments have been made in consequence of a judgment of a court, and the specific calculations have been made or can be made those provisions are inapplicable.",
      "id": "s77"
    },
    {
      "text": "... Payments mandated by judgments do not answer these descriptions.",
      "id": "s78"
    },
    {
      "text": "In Welch , to which the Tribunal referred at [27], the Tribunal decided that an \"order of compromise\" made by consent in the District Court of Western Australia fell within s 17(3)(a) of the Social Security Act and thus not s 17(3)(b).",
      "id": "s79"
    },
    {
      "text": "Because the plaintiff in the District Court proceeding was under a disability, Order 70.10 of the Rules of the Supreme Court of Western Australia required any settlement or compromise reached by the parties to that proceeding about the compensation payable to be approved by the Court.",
      "id": "s80"
    },
    {
      "text": "Otherwise the settlement or compromise would be invalid.",
      "id": "s81"
    },
    {
      "text": "Accordingly, the Tribunal was satisfied that the claim was \"settled\" and the payment was made in settlement of the claim as referred to in s 17(3)(a) of the Social Security Act.",
      "id": "s82"
    },
    {
      "text": "In Hansen v Daly , to which the Tribunal referred at [26], Fryberg J considered statutory provisions applying to a \"settlement or compromise\".",
      "id": "s83"
    },
    {
      "text": "The claims in question had been subject to a process of case appraisal which involved a provisional decision.",
      "id": "s84"
    },
    {
      "text": "Fryberg J held that the case appraisal process and resulting provisional decision did not involve a compromise or settlement of the claims because the terms \"compromise\" and \"settlement\" are \"apt to refer to situations where there has been some element of consensus in reaching the outcome which has been achieved\" (at 630).",
      "id": "s85"
    },
    {
      "text": "After reviewing the statutory provisions, the submissions of the parties, the decisions to which the parties referred and various definitions of \"settle\" and \"settlement\", the Tribunal found against Mr Kezchek in the following terms: \n [ 32 ] In my opinion, taking into account the statutory history of s 17(3) and its purpose as discussed by von Doussa J in Banks and referred to by Gray J in Singh , and the definitions to which I have been referred, the words \"settlement\" and \"settled\" in s 17(3)(i) and (ii) refer to agreement negotiated between the parties resolving a claim or dispute.",
      "id": "s86"
    },
    {
      "text": "That was the case in Welch , although Court approval of that agreement was required.",
      "id": "s87"
    },
    {
      "text": "[ 33 ] In this case, the payment was not the result of an agreement negotiated between the parties.",
      "id": "s88"
    },
    {
      "text": "Rather, a statutory scheme applied such that, once the insurer accepted liability, an independent assessment of damages was made on the basis of material put forward by the parties, reasons were given, and the relevant heads of damage set out.",
      "id": "s89"
    },
    {
      "text": "It is true that Mr Kezchek did not have to accept that assessment, however, there were costs penalties if he was not significantly more successful in court.",
      "id": "s90"
    },
    {
      "text": "The consequence is that there is material available from an independent third party which enables the Secretary to form the opinion required pursuant to s 17(3)(b) of the Act.",
      "id": "s91"
    },
    {
      "text": "This is in my view is consistent with the statutory scheme of s 17(3).",
      "id": "s92"
    },
    {
      "text": "THE CONSTRUCTION ISSUE \n Mr Kezchek's submissions\n Mr Kezchek submitted that the terms \"settle\" and \"in settlement\" are broad and intended to apply to any claim resolved other than by means of a final judicial determination or similar determination.",
      "id": "s93"
    },
    {
      "text": "It is a characteristic of such determinations that they are binding on all parties.",
      "id": "s94"
    },
    {
      "text": "The claims assessment process under Pt 4.4 of the Motor Accidents Compensation Act does not involve any such determination.",
      "id": "s95"
    },
    {
      "text": "First, an insurer does not have to admit liability.",
      "id": "s96"
    },
    {
      "text": "Such an admission may be deferred until after an assessment is made on both liability and the amount of damages.",
      "id": "s97"
    },
    {
      "text": "Second, a claimant need not accept the assessment of the amount of damages.",
      "id": "s98"
    },
    {
      "text": "An assessment only becomes binding on an insurer if the insurer admits liability and the claimant accepts the assessment of the amount of damages.",
      "id": "s99"
    },
    {
      "text": "Pursuant to s 95(2)(b) of the Motor Accidents Compensation Act a claimant accepts the \"amount of damages in settlement of the claim\".",
      "id": "s100"
    },
    {
      "text": "According to Mr Kezchek's submissions, there was thus in this case, in both form and substance, a claim which was settled and a payment made in settlement of the claim within the meaning of s 17(3)(a) of the Social Security Act.",
      "id": "s101"
    },
    {
      "text": "In other words, the status of an assessment which is accepted by a claimant is defined by s 95(2) of the Motor Accidents Compensation Act as involving a settlement of the claim.",
      "id": "s102"
    },
    {
      "text": "This is to be contrasted with Pt 4.5 of the Motor Accidents Compensation Act providing for court proceedings on claims.",
      "id": "s103"
    },
    {
      "text": "The characterisation of a claimant's acceptance of an amount of damages in s 95(2) as involving the settlement of a claim under the Motor Accidents Compensation Act is sufficient to bring the circumstances within s 17(3)(a) of the Social Security Act.",
      "id": "s104"
    },
    {
      "text": "Further, and in any event, there is no reason to give the words \"in settlement of the claim\" in s 95(2) of the Motor Accidents Compensation Act a meaning different from that of \"settled\" and \"in settlement of a claim\" in s 17(3)(a) of the Social Security Act (referring to Imperial Chemical Industries of Australia and New Zealand Limited v Commissioner of Taxation of the Commonwealth [1972] HCA 75 ; (1972) 46 ALJR 35 at 41).",
      "id": "s105"
    },
    {
      "text": "Mr Kezchek submitted that this construction did not frustrate the purpose of s 17(3) as identified in Banks .",
      "id": "s106"
    },
    {
      "text": "To the contrary, the Secretary's construction would be open to be manipulation.",
      "id": "s107"
    },
    {
      "text": "People in Mr Kezchek's position might reject an assessment only to make an offer to settle in the same or a slightly lesser amount in order to ensure that their circumstances attract the 50% rule in s 17(3)(a).",
      "id": "s108"
    },
    {
      "text": "As the observations in Banks and Singh indicate, the relevant distinction is between a \"determination\" and other forms of resolution.",
      "id": "s109"
    },
    {
      "text": "Because s 17(3)(a) uses words of wide meaning, all other forms of resolution fall within its ambit.",
      "id": "s110"
    },
    {
      "text": "Secretary's submissions\n The Secretary submitted that a claim is settled and a payment made in settlement of a claim within the meaning of s 17(3)(a) of the Social Security Act where the claim has been resolved by agreement, whatever the form in which the agreement is recorded, embodied or brought into effect.",
      "id": "s111"
    },
    {
      "text": "A claimant's acceptance of an assessment of an amount of damages under s 95(2) of the Motor Accidents Compensation Act does not involve a resolution of the claim by agreement.",
      "id": "s112"
    },
    {
      "text": "An insurer which has admitted liability is bound by the assessment of the amount of damages once the claimant decides to accept that amount.",
      "id": "s113"
    },
    {
      "text": "The Motor Accidents Compensation Act provides a scheme for resolution of claims by agreement (including the provisions of ss 82 , 89A , and 89 (2), each of which encourages resolution by agreement, also referred to as the \"settlement\" of a claim).",
      "id": "s114"
    },
    {
      "text": "But s 95 involves a resolution by the claimant accepting an assessment which, by force of that acceptance, becomes binding on the insurer.",
      "id": "s115"
    },
    {
      "text": "The Secretary observed that the purpose of s 17(3) , as referred to in Banks and to be taken into account in accordance with s 15AA of the Acts Interpretation Act 1901 (Cth), is best fulfilled by this requirement for agreement.",
      "id": "s116"
    },
    {
      "text": "First, there must be some distinction between s 17(3)(a) and the default provision in s 17(3)(b).",
      "id": "s117"
    },
    {
      "text": "Otherwise, s 17(3)(b) would have no work to do.",
      "id": "s118"
    },
    {
      "text": "Second, agreements between parties are capable of the type of manipulation which led to the enactment of the predecessor to s 17(3).",
      "id": "s119"
    },
    {
      "text": "Statutory assessments by an independent third party, for which reasons must be given, are not capable of such manipulation.",
      "id": "s120"
    },
    {
      "text": "Third, the Motor Accidents Compensation Act is a New South Wales statute, enacted later in time, dealing with a different subject matter from the Social Security Act.",
      "id": "s121"
    },
    {
      "text": "Accordingly, caution is required in placing too much weight on the use of the phrase \"in settlement of the claim\" in s 95(2) of the Motor Accidents Compensation Act .",
      "id": "s122"
    },
    {
      "text": "Fourth, and in any event, the Motor Accidents Compensation Act uses the word \"settle\" and \"settlement\" in different contexts including contexts which require agreement by both parties (for example, ss 89A and 89 (2)) and contexts which do not (s 95(2)).",
      "id": "s123"
    },
    {
      "text": "Discussion\n The words \"settle\" and \"settlement\", like most words, have a range of meanings within the scope of their ordinary, as opposed to any technical, legal or trade meaning.",
      "id": "s124"
    },
    {
      "text": "For this reason the first question of law in the further amended notice of appeal, asking whether those words as they appear in s 17(3) of the Social Security Act take their ordinary meaning or a technical, legal or trade meaning, does not arise.",
      "id": "s125"
    },
    {
      "text": "Neither party suggested that the words take other than their ordinary meaning.",
      "id": "s126"
    },
    {
      "text": "The Tribunal did not find that the words take other than their ordinary meaning.",
      "id": "s127"
    },
    {
      "text": "The problem is that \"settle\" and \"settlement\" signify more than one potential ordinary meaning depending on their context.",
      "id": "s128"
    },
    {
      "text": "This potential is evident from the review of dictionary definitions the parties provided to the Tribunal which is recorded in [28] of its reasons as follows: \n The Macquarie Dictionary : \n\n \n settle \n\n \n 23.",
      "id": "s129"
    },
    {
      "text": "Law (of the parties in a dispute) to come to a compromise before or during the course of a hearing: to settle out of court \n\n \n Butterworths Australian Legal Dictionary \n\n \n Settle 1.",
      "id": "s130"
    },
    {
      "text": "To resolve a dispute or proceedings \n\n \n Settlement ... the compromise or resolution of a claim or dispute \n\n \n Black's Law Dictionary \n\n \n Settlement \n\n \n 2.",
      "id": "s131"
    },
    {
      "text": "An agreement ending a dispute or lawsuit \n\n \n The CCH Macquarie Concise Dictionary of Modern Law \n\n \n Settlement \n\n \n 2. the compromise of a dispute by the parties' own agreement before or during the course of a hearing \n\n \n Butterworths Guides Legal Terms \n\n \n Settle 1.",
      "id": "s132"
    },
    {
      "text": "To resolve a dispute or proceedings \n\n \n Settlement ... the compromise or resolution of a claim or dispute \n\n \n Oxford English Dictionary Online \n\n \n Settle \n\n \n 32 c. To fix by mutual agreement \n\n \n 33 d. Law To decide (a case) by arrangement between the contesting parties.",
      "id": "s133"
    },
    {
      "text": "More fully, to settle out of court .",
      "id": "s134"
    },
    {
      "text": "34. a.",
      "id": "s135"
    },
    {
      "text": "To arrange matters in dispute, to come to terms or agreement with a person.",
      "id": "s136"
    },
    {
      "text": "These dictionary definitions show that the ordinary meaning of \"settle\" and \"settlement\" includes both a resolution of a claim reached by agreement between the parties and the resolution of a claim by any means.",
      "id": "s137"
    },
    {
      "text": "The observations of Mason P in House of Peace Pty Ltd v Bankstown City Council (2000) 48 NSWLR 498 ; [2000] NSWCA 44 at [25] - [29] about the role of dictionaries in statutory interpretation are thus apt.",
      "id": "s138"
    },
    {
      "text": "Dictionaries \"may offer a reasonably authoritative source for describing the range of meanings of a word\", they \"can illustrate usage in context, but can never enter the particular interpretative task confronting a person required to construe a particular document for a particular purpose\" (at [28]).",
      "id": "s139"
    },
    {
      "text": "For this reason also, I do not accept Mr Kezchek's submission that the fundamental question is whether the identical terms used in s 95(2) of the Motor Accidents Compensation Act and s 17(3)(a) of the Social Security Act have the same meaning.",
      "id": "s140"
    },
    {
      "text": "The fundamental question is the meaning of s 17(3)(a) of the Social Security Act.",
      "id": "s141"
    },
    {
      "text": "The meaning given to that section will determine whether a claimant's acceptance of an amount of damages in settlement of a claim under s 95(2) of the Motor Accidents Compensation Act satisfies the circumstances required by s 17(3)(a) of the Social Security Act.",
      "id": "s142"
    },
    {
      "text": "It follows that I do not accept Mr Kezchek's submission that the description of the process in s 95(2) of the Motor Accidents Compensation Act of a \"claimant [who] accepts that amount of damages in settlement of the claim...\", of itself, determines the question of construction in his favour.",
      "id": "s143"
    },
    {
      "text": "The Motor Accidents Compensation Act is but one example of legislation regulating the resolution of claims for compensation that may be \"compensation\" as defined in s 17(2) of the Social Security Act and thus relevant to the operation of the provisions of the Social Security Act.",
      "id": "s144"
    },
    {
      "text": "It is not possible to envisage all of the possible ways in which a state or other legislature may choose to regulate the resolution of such claims.",
      "id": "s145"
    },
    {
      "text": "The fact that, in one particular statute, the New South Wales Parliament has chosen to describe a payment that an insurer which has admitted liability is bound to make following a claimant's acceptance of an assessment of damages as a \"payment in settlement of the claim\" does not provide a necessary answer to the question whether the circumstances satisfy s 17(3)(a) of the Social Security Act.",
      "id": "s146"
    },
    {
      "text": "The terms of s 95(2) of the Motor Accidents Compensation Act determine the operation of that Act.",
      "id": "s147"
    },
    {
      "text": "They are relevant to, but do not necessarily determine, the operation of the Social Security Act.",
      "id": "s148"
    },
    {
      "text": "I thus accept Mr Kezchek's submission that the provisions of the Motor Accidents Compensation Act are relevant to the resolution of the appeal.",
      "id": "s149"
    },
    {
      "text": "They are relevant not the least because Mr Kezchek's claim for damages in respect of his injury was resolved in accordance with the provisions of that Act.",
      "id": "s150"
    },
    {
      "text": "The provisions of that Act thus establish the form and substance of that resolution.",
      "id": "s151"
    },
    {
      "text": "In contrast to the submission rejected above, this conclusion does not treat the description in s 95(2) of the Motor Accidents Compensation Act as providing a necessary answer to the question whether that resolution satisfies s 17(3)(a) of the Social Security Act.",
      "id": "s152"
    },
    {
      "text": "In other words, it is necessary to consider how a claim is resolved in substance in order to determine whether or not the true character of the resolution satisfies s 17(3)(a) of the Social Security Act.",
      "id": "s153"
    },
    {
      "text": "The language which a legislature or the parties use to describe the resolution will inform but not necessarily determine an assessment of the substance or true character of the resolution for the purposes of s 17(3).",
      "id": "s154"
    },
    {
      "text": "Insofar as it might be necessary to say so, I do not accept Mr Kezchek's submission that before the Tribunal the Secretary conceded that s 17(3)(a)(i) of the Social Security Act was satisfied and that, as the same word must take the same meaning throughout a single enactment, s 17(3)(a)(ii) must thereby be satisfied as well.",
      "id": "s155"
    },
    {
      "text": "First, a fair reading of the parts of the transcript on which Mr Kezchek relied does not disclose any such concession.",
      "id": "s156"
    },
    {
      "text": "The Secretary was not making any concession but submitting that the essential requirement of s 17(3) is that a claim be \"settled\".",
      "id": "s157"
    },
    {
      "text": "A payment is \"made in settlement of a claim\" provided the claim has been settled.",
      "id": "s158"
    },
    {
      "text": "Hence, the section requires not merely the fact of a claim that is settled but also the fact of a payment.",
      "id": "s159"
    },
    {
      "text": "Second, this is an appeal on a question of law relating to the proper construction of a statutory provision.",
      "id": "s160"
    },
    {
      "text": "A concession purely about construction, even if made, cannot dictate the task of construction on appeal.",
      "id": "s161"
    },
    {
      "text": "What then is the true character or substance of the resolution of Mr Kezchek's claim?",
      "id": "s162"
    },
    {
      "text": "The claim was one for compensation for injury in a motor vehicle accident.",
      "id": "s163"
    },
    {
      "text": "The Motor Accidents Compensation Act regulated the resolution of the claim.",
      "id": "s164"
    },
    {
      "text": "Contrary to Mr Kezchek's submission, it would be inconsistent with the provisions and purpose of the Motor Accidents Compensation Act for an insurer routinely to defer any admission of liability until the amount of damages is assessed.",
      "id": "s165"
    },
    {
      "text": "An insurer has a duty under s 80(1) \"to endeavour to resolve a claim, by settlement or otherwise, as justly and expeditiously as possible\".",
      "id": "s166"
    },
    {
      "text": "An insurer also has a duty to admit or deny liability within a prescribed time period (s 81).",
      "id": "s167"
    },
    {
      "text": "If an insurer fails to comply with this obligation within the time limit prescribed, it is taken to have denied liability (s 81(3)).",
      "id": "s168"
    },
    {
      "text": "The insurer is not then bound to make a settlement offer or to participate in a settlement conference.",
      "id": "s169"
    },
    {
      "text": "A claims assessor will then have to assess (presumably, at increased cost to the parties and the system as a whole) both liability and the amount of damages.",
      "id": "s170"
    },
    {
      "text": "Accordingly, attempting to defer a decision about liability has consequences under the Motor Accidents Compensation Act for an insurer and, in a case where there is in truth no issue about liability, is inconsistent with the insurer's statutory duties.",
      "id": "s171"
    },
    {
      "text": "Given that an insurer's statutory duties are enforceable as conditions of an insurer's licence, a practice of routinely deferring any decision on liability may expose an insurer to action for contravention of the terms of its licence, including proceedings for an offence or a civil penalty, or suspension or cancellation of the licence.",
      "id": "s172"
    },
    {
      "text": "In substance, the Motor Accidents Compensation Act requires an insurer to make a genuine assessment of its liability and to either admit or deny liability as expeditiously as possible.",
      "id": "s173"
    },
    {
      "text": "An insurer's admission of liability, in this context, involves the discharge of a statutory duty.",
      "id": "s174"
    },
    {
      "text": "Under the Motor Accidents Compensation Act , an insurer's admission of liability does not involve any admission about the amount of damages payable.",
      "id": "s175"
    },
    {
      "text": "The Act, consistent with the duty imposed on an insurer by s 80(1) to \"endeavour to resolve a claim, by settlement or otherwise, as justly and expeditiously as possible\", provides various methods by which a claim might be resolved.",
      "id": "s176"
    },
    {
      "text": "At least three of those methods, all described as \"settlement\" in the statute, involve the reaching of an agreement between the insurer and the claimant (being: - (i) acceptance of an initial offer of settlement made pursuant to s 82, (ii) agreement at a settlement conference under s 89A, and (iii) agreement consequential on the exchange of further settlement offers under s 89C).",
      "id": "s177"
    },
    {
      "text": "Another method, also described as involving a settlement of a claim in the statute, is effected by a combination of an insurer's admission of liability, assessment of the claim by a claims assessor, and unilateral acceptance of an assessment of the amount of damages for which an insurer is liable by the claimant (being the method of resolution applicable in this case under s 95(2)).",
      "id": "s178"
    },
    {
      "text": "Another is resolution by a court as provided for in Pt 4.5.",
      "id": "s179"
    },
    {
      "text": "It is apparent from these provisions that the Motor Accidents Compensation Act uses the words \"settle\" and \"settlement\" to embrace two types of resolution of claims.",
      "id": "s180"
    },
    {
      "text": "First, it embraces a type of resolution at the core of the ordinary meaning of \"settle\" and \"settlement\", being by agreement between the parties.",
      "id": "s181"
    },
    {
      "text": "Second, it embraces a type of resolution created by statute, being unilateral acceptance of an assessment by a claimant, which may or may not involve an element of compromise by the claimant.",
      "id": "s182"
    },
    {
      "text": "But for the force of s 95(2) , those circumstances could not result in the resolution of a claim.",
      "id": "s183"
    },
    {
      "text": "Against this background, it is apparent that the fact that the New South Wales Parliament has chosen to use the words \"settle\" and \"settlement\" in this way cannot determine the meaning to be given to those words in the Social Security Act.",
      "id": "s184"
    },
    {
      "text": "The ultimate question thus is and remains the meaning of s 17(3) of the Social Security Act.",
      "id": "s185"
    },
    {
      "text": "The ordinary meaning of \"settle\" and \"settlement\", as the Tribunal's analysis of various definitions from dictionaries shows, includes both resolution of a claim by agreement and resolution of a claim by any means.",
      "id": "s186"
    },
    {
      "text": "In the context of the Social Security Act it is apparent that s 17(3) does not use the words \"settle\" and \"settlement\" in the broadest sense of the ordinary meaning of those words.",
      "id": "s187"
    },
    {
      "text": "If those words meant simply a resolution of a claim (irrespective of the means) then, as the Secretary submitted, there would be no work for s 17(3)(b) to do.",
      "id": "s188"
    },
    {
      "text": "Hence, to \"settle\" a claim within the meaning of s 17(3)(a) cannot be merely to resolve a claim.",
      "id": "s189"
    },
    {
      "text": "A narrower meaning, within the range of the ordinary meaning of the words, must be found.",
      "id": "s190"
    },
    {
      "text": "Such a meaning is immediately apparent, namely, to resolve a claim by agreement.",
      "id": "s191"
    },
    {
      "text": "This meaning, involving the essential requirement of a resolution by agreement, accords with the purpose of s 17(3).",
      "id": "s192"
    },
    {
      "text": "Section 17(3) was intended to prevent the manipulation or masking of the economic loss component of damages awards.",
      "id": "s193"
    },
    {
      "text": "A resolution by agreement need not identify any component for economic loss or, if it does so, the sum nominated may bear no true relationship to that component.",
      "id": "s194"
    },
    {
      "text": "This is because parties to an agreement about compensation are generally interested only in their ultimate net position and not the components which contribute to that position.",
      "id": "s195"
    },
    {
      "text": "By contrast, an assessment under s 94 of the Motor Accidents Compensation Act is prepared by a person independent of the parties to the claim.",
      "id": "s196"
    },
    {
      "text": "The person preparing the assessment must give reasons for the assessment (s 94(5)).",
      "id": "s197"
    },
    {
      "text": "The amount assessed is incapable of manipulation by the parties.",
      "id": "s198"
    },
    {
      "text": "The fact that a resolution of a claim under s 95(2) of the Motor Accidents Compensation Act might involve an element of compromise (by the insurer in initially admitting liability and by the claimant in accepting the offer) also does not indicate that the claim was settled within the meaning of s 17(3)(a) of the Social Security Act.",
      "id": "s199"
    },
    {
      "text": "A compromise, if it is used to mean something other than a resolution by agreement, depends on a comparison between the outcomes agreed and the rights or expectations of the parties.",
      "id": "s200"
    },
    {
      "text": "An insurer's admission of liability and a claimant's acceptance of an assessment by a claimant may or may not represent a compromise.",
      "id": "s201"
    },
    {
      "text": "A compromise cannot be inferred from those acts alone and, indeed, in some cases may be incapable of objective ascertainment.",
      "id": "s202"
    },
    {
      "text": "This indicates that the possibility of elements of compromise inherent within s 95(2) cannot be indicative of the fact whether a claim was settled within the meaning of s 17(3) of the Social Security Act.",
      "id": "s203"
    },
    {
      "text": "The existence of a resolution by agreement does not depend on whether any party compromised their position in order to achieve the agreement.",
      "id": "s204"
    },
    {
      "text": "The essence of a resolution by agreement is the agreement itself, which is always capable of objective ascertainment.",
      "id": "s205"
    },
    {
      "text": "It is true, as Mr Kezchek said, that a claimant could attempt to manipulate the process of acceptance under s 95(2) of the Motor Accidents Compensation Act in order to obtain the greatest benefit under s 17(3) of the Social Security Act.",
      "id": "s206"
    },
    {
      "text": "But that is not a sufficient reason to construe s 17(3) as Mr Kezchek proposed.",
      "id": "s207"
    },
    {
      "text": "It is also true that this construction gives a narrower meaning to \"settle\" and \"settlement\" in s 17(3) of the Social Security Act than in the Motor Accidents Compensation Act .",
      "id": "s208"
    },
    {
      "text": "But the meaning of those words in the Motor Accidents Compensation Act has been extended to apply to a method of resolution which exists only by force of the statute itself.",
      "id": "s209"
    },
    {
      "text": "The true character of the resolution of a claim under s 95(2) of the Motor Accidents Compensation Act would not be within the range of the ordinary meanings of the words \"settle\" and \"settlement\" unless those words mean nothing more than a resolution of the claim, irrespective of the means of the resolution.",
      "id": "s210"
    },
    {
      "text": "Yet, as discussed above, \"settle\" and \"settlement\" cannot take that broadest possible meaning in s 17(3)(a) of the Social Security Act because that would leave no work for s 17(3)(b).",
      "id": "s211"
    },
    {
      "text": "I thus do not accept Mr Kezchek's submission that the essential distinction drawn by s 17(3) of the Social Security Act is between a determination of a claim binding on all parties and any other form of resolution of a claim.",
      "id": "s212"
    },
    {
      "text": "To the contrary, the description \"the claim was settled\", against the background of the purpose of the provision, indicates that the essential distinction drawn by s 17(3) is between a resolution of a claim by agreement between the parties (howsoever that claim might be given effect) and any other form of resolution of a claim.",
      "id": "s213"
    },
    {
      "text": "This analysis is not inconsistent with the reasoning in Banks and Singh .",
      "id": "s214"
    },
    {
      "text": "Banks referred to the wide language of the predecessor provision to s 17(3) of the Social Security Act as part of a consideration of the payments affected.",
      "id": "s215"
    },
    {
      "text": "Given the purpose of the provision, to prevent manipulation of the components of compensation by parties interested only in their total liability and benefit, all payments by way of compensation were affected whether or not they were said to relate to compensation for any incapacity to work.",
      "id": "s216"
    },
    {
      "text": "The construction adopted by the Tribunal gives the words \"settle\" and \"settlement\" a meaning consistent with their ordinary meaning, enables s 17(3) to function as a coherent whole by giving work to s 17(3)(b), and is consistent with the purpose of the provision.",
      "id": "s217"
    },
    {
      "text": "The construction advocated by Mr Kezchek, in contrast, attempts to draw a distinction between s 17(3)(a) and (b) of the Social Security Act based more on the words used in the reasons in Banks and Singh than the words of the statutory provisions themselves and in circumstances where neither Banks nor Singh concerned the issue of the meaning of \"settle\" or \"settlement\" as in the present case.",
      "id": "s218"
    },
    {
      "text": "A claim is \"settled\" within the meaning of s 17(3)(a)(ii) if it is resolved by agreement between the parties, irrespective of the means by which that agreement is made valid or given effect.",
      "id": "s219"
    },
    {
      "text": "The \"settlement\" in s 17(3)(a)(i) is a reference to the agreement.",
      "id": "s220"
    },
    {
      "text": "Further, a payment made \"in settlement of a claim\", as referred to in s 17(3)(a)(i) is a payment made pursuant to, or in accordance with, the agreement by which the claim was settled.",
      "id": "s221"
    },
    {
      "text": "Accordingly, I agree with the Tribunal's conclusion that s 17(3)(a) requires a resolution of a claim by an agreement between the parties, irrespective of the form in which that agreement is given effect.",
      "id": "s222"
    },
    {
      "text": "Resolution of a claim by a claimant accepting an assessment of an amount of damages under s 95(2) of the Motor Accidents Compensation Act is not a resolution by agreement between the parties to the claim.",
      "id": "s223"
    },
    {
      "text": "Admission of liability by an insurer (and the knowledge when doing so that the insurer will be bound by the assessment of the amount of damages) also does not make the resolution by agreement.",
      "id": "s224"
    },
    {
      "text": "The resolution is reached by force of the statutory provisions irrespective of the insurer's position on the amount of damages.",
      "id": "s225"
    },
    {
      "text": "It follows that the answer to the second question of law identified in the further amended notice of appeal (whether the facts as found by the Tribunal fall within s 17(3)(a) of the Social Security Act, when the provision is properly construed) is \"no\".",
      "id": "s226"
    },
    {
      "text": "As explained below, this answer is sufficient to dispose of the appeal but, given the submissions made in respect of the other questions of law, it is necessary that I consider and resolve those questions.",
      "id": "s227"
    },
    {
      "text": "THE INADEQUATE REASONS ISSUE \n The Tribunal has an obligation to give reasons for its decision (ss 43(2) and 43 (2B) of the Administrative Appeals Tribunal Act ).",
      "id": "s228"
    },
    {
      "text": "The requirement that the Tribunal give reasons for its decision, the principles relating to that obligation and the fact that that an allegation of a failure to do so involves a question of law, were all common ground between the parties.",
      "id": "s229"
    },
    {
      "text": "Perram J recently discussed these matters in Civil Aviation Safety Authority v Central Aviation Pty Ltd (2009) 253 ALR 263; [2009] FCA 49 at [22] - [37] and [46].",
      "id": "s230"
    },
    {
      "text": "The summary in Ainger v Coffs Harbour City Council [2005] NSWCA 424 at [47] - [49] about the principles informing the requirement to give reasons is also useful.",
      "id": "s231"
    },
    {
      "text": "Mr Kezchek submitted that the Tribunal's reasons were inadequate.",
      "id": "s232"
    },
    {
      "text": "According to the submission, the Tribunal's reasons do not explain what it took from the decisions in Banks or Singh or the statutory history or purpose of the provision.",
      "id": "s233"
    },
    {
      "text": "Further, the Tribunal failed to explain how it reconciled the provisions of the Motor Accidents Compensation Act with those of the Social Security Act or to identify whether it accepted that the words \"settle\" and \"settlement\" had the same meaning in ss 17(3)(a)(i) and (ii) of the Social Security Act.",
      "id": "s234"
    },
    {
      "text": "The Tribunal, Mr Kezchek said, also did not explain why it considered that the purpose of the provision was better promoted by adopting a narrower meaning when the meaning Mr Kezchek advocated did not frustrate and may have promoted the purpose.",
      "id": "s235"
    },
    {
      "text": "Mr Kezchek said that the Secretary's detailed submissions in support of the Tribunal's construction in this appeal, being made on a basis never articulated by the Tribunal, supported a conclusion that the Tribunal's reasons were inadequate.",
      "id": "s236"
    },
    {
      "text": "I do not accept these submissions.",
      "id": "s237"
    },
    {
      "text": "As the Secretary submitted, the Tribunal's reasons are succinct but not inadequate.",
      "id": "s238"
    },
    {
      "text": "The Tribunal's reasons explain what it took from decisions in Banks and Singh , as well as the statutory history and purpose of the provision.",
      "id": "s239"
    },
    {
      "text": "The Tribunal took from those matters that s 17(3) used \"settle\" and \"settlement\" to mean an agreement negotiated between the parties (at [32]).",
      "id": "s240"
    },
    {
      "text": "The extracts provided by the Tribunal identifying these matters (at [23]-[29]) provide clear support for this conclusion.",
      "id": "s241"
    },
    {
      "text": "The Tribunal did not need to reconcile the provisions of the Motor Accidents Compensation Act with those of the Social Security Act, at least not in the sense of reconciliation as generally used in respect of statutory construction (as explained, for example, in Project Blue Sky Inc v Australian Broadcasting Authority (1998) 194 CLR 355 ; [1998] HCA 28 at [70] ).",
      "id": "s242"
    },
    {
      "text": "The issue was whether or not certain agreed facts satisfied s 17(3)(a) of the Social Security Act.",
      "id": "s243"
    },
    {
      "text": "The dispute about meaning related to that Act, not the Motor Accidents Compensation Act .",
      "id": "s244"
    },
    {
      "text": "The Motor Accidents Compensation Act was relevant because it both determined the substance and form of the resolution of the claim in question and provided an example of the use of the same term as used in s 17(3)(a) , albeit in a separate enactment of a different legislature.",
      "id": "s245"
    },
    {
      "text": "The Tribunal explained the substance and form of the resolution of the claim in accordance with the Motor Accidents Compensation Act (at [33]).",
      "id": "s246"
    },
    {
      "text": "It recognised that s 95(2) of the Motor Accidents Compensation Act described a claimant as accepting \"that amount of damages in settlement of the claim\" (at [31] and [33]).",
      "id": "s247"
    },
    {
      "text": "Nevertheless, the Tribunal concluded that such a resolution, by application of that statutory scheme, did not result from an agreement and thus did not satisfy s 17(3)(a) of the Social Security Act (at [33]).",
      "id": "s248"
    },
    {
      "text": "The Tribunal's reasons draw no distinction between the meaning of \"settle\" and \"settlement\" in s 17(3)(a)(i) and \"settlement\" in s 17(3)(a)(ii).",
      "id": "s249"
    },
    {
      "text": "It is clear that the Tribunal considered that the words had the same meaning in each part of the section.",
      "id": "s250"
    },
    {
      "text": "Given this, the Tribunal was not required to say more.",
      "id": "s251"
    },
    {
      "text": "It may be acknowledged that the Tribunal did not explain why it considered that the purpose of the provision was better promoted by the conclusion it reached than that advocated by Mr Kezchek.",
      "id": "s252"
    },
    {
      "text": "Mr Kezchek said that this was necessary because the construction he advocated did not frustrate and may have promoted the purpose.",
      "id": "s253"
    },
    {
      "text": "I do not, however, accept this latter proposition.",
      "id": "s254"
    },
    {
      "text": "The capacity for manipulation of the components of compensation agreed between the parties is patent.",
      "id": "s255"
    },
    {
      "text": "By contrast, the examples of potential manipulation given by Mr Kezchek as supporting his construction, if implemented, would be inconsistent with the intention of the Motor Accidents Compensation Act (at best) and an offence against the provisions of that Act (at worst).",
      "id": "s256"
    },
    {
      "text": "It is difficult to accept that the Commonwealth Parliament's purpose in enacting s 17(3) of the Social Security Act had anything to do with such potential manipulation of the Motor Accidents Compensation Act .",
      "id": "s257"
    },
    {
      "text": "In any event, and as the Secretary submitted, even if the Tribunal's reasons were inadequate (which I do not accept), in a case such as the present, where all facts were agreed and the only issue before the Tribunal was one of construction, there would be no utility in setting aside the Tribunal's decision and remitting the matter to the Tribunal.",
      "id": "s258"
    },
    {
      "text": "On the construction that I have concluded is preferable, there is only one answer open; the agreed facts do not satisfy s 17(3)(a) of the Social Security Act and thus fall within s 17(3)(b).",
      "id": "s259"
    },
    {
      "text": "That is also the answer the Tribunal reached.",
      "id": "s260"
    },
    {
      "text": "For these reasons the third question of law in the further amended notice of appeal (whether the Tribunal failed to give adequate reasons) must be answered \"no\".",
      "id": "s261"
    },
    {
      "text": "THE IRRELEVANT CONSIDERATIONS ISSUE \n This issue is subject to the same difficulty as the contention that the Tribunal gave inadequate reasons.",
      "id": "s262"
    },
    {
      "text": "Even if the Tribunal took into account an irrelevant consideration, when s 17(3) of the Social Security Act is properly construed, only one conclusion was open to the Tribunal and the Tribunal reached that conclusion.",
      "id": "s263"
    },
    {
      "text": "Accordingly, there would be no utility in the making of any order in Mr Kezchek's favour even if the Tribunal had taken into account an irrelevant consideration.",
      "id": "s264"
    },
    {
      "text": "Nevertheless, I do not accept that the Tribunal took into account any irrelevant consideration in reaching its decision.",
      "id": "s265"
    },
    {
      "text": "The only issue the Tribunal had to resolve was the proper construction of s 17(3) of the Social Security Act.",
      "id": "s266"
    },
    {
      "text": "Once it had properly construed the section, the answer to the question whether or not the agreed facts satisfied s 17(3)(a) necessarily followed.",
      "id": "s267"
    },
    {
      "text": "The Tribunal, in construing the statutory provision, was not exercising an administrative discretion.",
      "id": "s268"
    },
    {
      "text": "It is difficult to see how the doctrine of irrelevant considerations is capable of applying to the function of statutory construction.",
      "id": "s269"
    },
    {
      "text": "If put forward on the basis of the doctrine of irrelevant considerations, the argument must fail.",
      "id": "s270"
    },
    {
      "text": "I am unable to see any basis for a suggestion that, in performing its task, the Tribunal fell into error in considering: - (i) Pt 4.12.2.40 of the Guide to the Social Security Law as it did in [29] of its reasons (despite the fact that this extract concerns judgments by contested hearing and not other forms of resolution), or (ii) the costs provisions in the Motor Accidents Compensation Act designed to encourage settlement as it did in [33] of its reasons.",
      "id": "s271"
    },
    {
      "text": "If put forward on the basis that the task of construction miscarried because the Tribunal placed weight on impermissible extraneous material, four answers arise.",
      "id": "s272"
    },
    {
      "text": "First, it is not apparent from [29] and [32] of the Tribunal's reasons that it placed any weight on the Guide to the Social Security Law.",
      "id": "s273"
    },
    {
      "text": "Second, the reference to the role of costs in encouraging settlement in [33] of the Tribunal's reasons was responsive to the submissions Mr Kezchek put as recorded in [31] and thus cannot involve error.",
      "id": "s274"
    },
    {
      "text": "Third, I have concluded that the Tribunal's construction is preferable.",
      "id": "s275"
    },
    {
      "text": "Fourth, and following from the third answer, there would be no utility in making any order in Mr Kezchek's favour even if the Tribunal had erred as alleged (which I do not accept).",
      "id": "s276"
    },
    {
      "text": "CONCLUSION \n The questions of law in the further amended notice of appeal must be answered against Mr Kezchek.",
      "id": "s277"
    },
    {
      "text": "The Tribunal was not in error in concluding that the agreed facts did not satisfy s 17(3)(a) of the Social Security Act.",
      "id": "s278"
    },
    {
      "text": "It therefore follows that the Tribunal was correct to affirm the decision under review.",
      "id": "s279"
    },
    {
      "text": "Accordingly, the appeal must be dismissed with costs.",
      "id": "s280"
    },
    {
      "text": "I certify that the preceding seventy-five (75) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s281"
    },
    {
      "text": "Associate:\n \n \nDated: 11 August 2009\n \n Counsel for the Applicant: Dr K Sant \n \n Counsel for the Respondent: Mr J Smith \n \n Solicitor for the Applicant: Legal Aid (New South Wales) \n \n Solicitor for the Respondent Sparke Helmore \n Date of Hearing: 3 August 2009 \n \n Date of Judgment: 11 August 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/856.html",
      "id": "s282"
    }
  ]
}