{
  "name": "Queensland Alumina Limited v The Maritime Union of Australia [2009] FCA 874 (28 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/874.html",
  "catchphrases": [
    {
      "text": "application for interlocutory relief to restrain industrial action",
      "id": "c0"
    },
    {
      "text": "whether the first three respondents were knowingly concerned in the industrial action",
      "id": "c1"
    },
    {
      "text": "no arguable case the second and third respondents were knowingly involved in the industrial action",
      "id": "c2"
    },
    {
      "text": "first respondent then not vicariously liable",
      "id": "c3"
    },
    {
      "text": "no serious question to be tried",
      "id": "c4"
    },
    {
      "text": "application for interlocutory relief dismissed",
      "id": "c5"
    },
    {
      "text": "ss 417, 539(2), 545(1)",
      "id": "c6"
    },
    {
      "text": "industrial law",
      "id": "c7"
    },
    {
      "text": "fair work act 2009 (cth)",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "These are proceedings brought urgently by Queensland Alumina Limited (QAL) seeking interlocutory injunctions pursuant to ss 417(3) and 545(1) of the Fair Work Act 2009 (Cth) (the FW Act) and to s 23 of the Federal Court of Australia Act 1976 (Cth), to restrain conduct which is said to be in contravention of s 417(1) of the FW Act.",
      "id": "s0"
    },
    {
      "text": "The principal proceeding seeks other relief, including penalties and compensation.",
      "id": "s1"
    },
    {
      "text": "The proceedings are brought against four respondents.",
      "id": "s2"
    },
    {
      "text": "The fourth respondent, ASP Ship Management (ASPSM), is the employer of, amongst others, persons called \"integrated ratings\" who are involved in sailing a vessel, the Fitzroy River , which has been engaged in the transport of bauxite from Weipa to Gladstone.",
      "id": "s3"
    },
    {
      "text": "The vessel is subject to a bareboat charter by the applicant, who has contracted with the fourth respondent to manage the vessel in that transport.",
      "id": "s4"
    },
    {
      "text": "The run from Weipa to Gladstone is the only run that the Fitzroy River does.",
      "id": "s5"
    },
    {
      "text": "The application is supported by three affidavits, one by Michael Clinch, who is the General Manager Australasia, of the fourth respondent.",
      "id": "s6"
    },
    {
      "text": "He is concerned generally with the management of the human resources functions for the fourth respondent.",
      "id": "s7"
    },
    {
      "text": "The fourth respondent and the applicant are parties to the ASP Ship Management Pty Ltd Seagoing Ratings Enterprise Agreement 2008 (the MUA Agreement).",
      "id": "s8"
    },
    {
      "text": "There are nine crew of the Fitzroy River who are covered by the MUA agreement, and each of them, according to the affidavit of Michael Carr, is a member of the first respondent.",
      "id": "s9"
    },
    {
      "text": "The second affidavit for the applicants was by Anna Louise Casellas and principally relates to the rules of the Maritime Union of Australia (the MUA).",
      "id": "s10"
    },
    {
      "text": "The third affidavit was by Peter Mark Odgers, who is the chief financial officer of the applicant, and who deposes to the effect that the failure of seamen to remove the Fitzroy River from its berth at Gladstone is having, in the immediate future and in the short-term future, on the operations of the refinery, the stockpile of bauxite for the refinery, and the effect on other third parties, including tugboat operators and others.",
      "id": "s11"
    },
    {
      "text": "It is plain that the operations of the applicant are extensive.",
      "id": "s12"
    },
    {
      "text": "QAL directly employs 1,110 employees who work in various capacities in the refinery, and there are 365 contractors, says Mr Odgers, who provide various services at the Gladstone refinery.",
      "id": "s13"
    },
    {
      "text": "The present application has to be seen in the much broader and important context of the domestic maritime regime operated by QAL and its principal shareholder, Rio Tinto, and its subsidiary concerned with the shipping operations, Rio Tinto Marine.",
      "id": "s14"
    },
    {
      "text": "Mr Odgers deposes that the steamships engaged in the transport of bauxite from Weipa to Gladstone, managed by the fourth respondent, are crewed by employees who are members of, amongst others, the first respondent.",
      "id": "s15"
    },
    {
      "text": "He says in his affidavit: Over the course of the last 12 months, I am aware that those unions, through their various officers, have voiced concerns about the possible retirement and replacement of one or more of the Steamships.",
      "id": "s16"
    },
    {
      "text": "Those concerns have been communicated predominantly to Rio Tinto's shipping operations business unit, Rio Tinto Marine.",
      "id": "s17"
    },
    {
      "text": "Whilst Rio Tinto Marine and QAL are separate entities, they have common working interests and it is not unusual for the unions to take concerns about QAL's operations directly to Rio Tinto Marine, especially given that it is intended that Rio Tinto Marine will soon assume responsibility for the vessels that QAL relies on in the near future.",
      "id": "s18"
    },
    {
      "text": "In July 2008, Rio Tinto retired the MV Alltrans , which until then had also been used to transport bauxite from Weipa to QAL's refinery in Gladstone.",
      "id": "s19"
    },
    {
      "text": "As yet, no replacement vessel has been commissioned to make those same deliveries.",
      "id": "s20"
    },
    {
      "text": "This, probably combined with the age of the Steamships (all are approaching the end of their useful periods of service), seems to have fuelled speculation from the unions (or at least some of them) about what might happen to the employees who presently work (for ASPSM) on the Steamships.",
      "id": "s21"
    },
    {
      "text": "...\n Rio Tinto has been involved in the use of \"Restricted Use Flags\" in respect of the transport of bauxite.",
      "id": "s22"
    },
    {
      "text": "Mr Odgers says in paragraph 32 of his affidavit: The [Australian Institute of Marine Power Engineers] AIMPE recently protested to Maritime Queensland against the granting of an RUF to Rio Tinto.",
      "id": "s23"
    },
    {
      "text": "I am aware that Rio Tinto had sought such a permit for another ship not related to this proceeding.",
      "id": "s24"
    },
    {
      "text": "On 3 June 2009, Mr Henning Christiansen, Federal Secretary of the AIMPE, sent email correspondence to Rio Tinto outlining his union's opposition to the granting of the RUF sought, apparently at least in part because of concerns held as to the future of the Steamships.",
      "id": "s25"
    },
    {
      "text": "...\n Concerns have also been expressed by the Australian Council of Trade Unions (the ACTU), as deposed to by Mr Odgers in pars 33 and 34 of his affidavit.",
      "id": "s26"
    },
    {
      "text": "In the second of those paragraphs, he says that a meeting has been scheduled for today, 28 July 2009, in Sydney with the Federal Minister for Transport, the ACTU and other union representatives and Rio Tinto to discuss Rio Tinto's domestic shipping policy.",
      "id": "s27"
    },
    {
      "text": "In particular, this dispute has as its background the fear, both by the engineers and the members of the MUA, that ships, currently Australian-crewed, used in the transportation of bauxite from Weipa to Gladstone will be substituted by ships which are foreign-crewed.",
      "id": "s28"
    },
    {
      "text": "I accept the evidence that if its bauxite supply is interrupted, QAL will suffer significantly.",
      "id": "s29"
    },
    {
      "text": "I accept the evidence of Mr Odgers, particularly that set out in paragraphs 59 to 66.",
      "id": "s30"
    },
    {
      "text": "It is also relevant to note that the continued failure to move the vessel from its berth at Gladstone also impacts on unrelated third parties as well as on QAL, QAL's employees and its contractors.",
      "id": "s31"
    },
    {
      "text": "Its impact on the Australian economy is not insignificant, so there can be no doubt as to the serious consequences that might flow if the vessel is not moved.",
      "id": "s32"
    },
    {
      "text": "Section 417 of the FW Act provides as follows: \n 417 Industrial action must not be organised or engaged in before nominal expiry date of enterprise agreement etc. \n\n \n No industrial action \n\n \n (1) A person referred to in subsection (2) must not organise or engage in industrial action from the day on which:\n (a) an enterprise agreement is approved by FWA until its nominal expiry date has passed; or\n (b) a workplace determination comes into operation until its nominal expiry date has passed;\n whether or not the industrial action relates to a matter dealt with in the agreement or determination.",
      "id": "s33"
    },
    {
      "text": "(2) The persons are:\n (a) an employer, employee, or employee organisation, who is covered by the agreement or determination; or\n (b) an officer of an employee organisation that is covered by the agreement or determination, acting in that capacity.",
      "id": "s34"
    },
    {
      "text": "Injunctions and other orders \n\n \n (3) If a person contravenes subsection (1), the Federal Court or Federal Magistrates Court may do either or both of the following:\n (a) grant an injunction under this subsection;\n (b) make any other order under subsection 545(1);\n that the court considers necessary to stop, or remedy the effects of, the contravention.",
      "id": "s35"
    },
    {
      "text": "(4) The court may grant an injunction under subsection (3) only on application by a person referred to in column 2 of item 14 of the table in subsection 539(2).",
      "id": "s36"
    },
    {
      "text": "(5) Despite subsection 545(4), the court may make any other order under subsection 545(1) only on application by a person referred to in column 2 of item 14 of the table in subsection 539(2).",
      "id": "s37"
    },
    {
      "text": "The application has to be made by a person referred to in column 2 of item 14 of the table in section 539(2) of the FW Act.",
      "id": "s38"
    },
    {
      "text": "Those persons include \"a person affected by the industrial action\".",
      "id": "s39"
    },
    {
      "text": "Contrary to the submissions of Mr Pearce on behalf of the MUA, I do not read those words as being limited by the insertion of the word \"directly\" in front of \"affected\".",
      "id": "s40"
    },
    {
      "text": "To say that a person who is indirectly affected by the industrial action does not have standing is to commit the solecism of introducing words into an Act which are not there, and unnecessarily and wrongly to limit the ordinary meaning of the Act.",
      "id": "s41"
    },
    {
      "text": "I am satisfied that QAL has standing to bring its application for interlocutory relief.",
      "id": "s42"
    },
    {
      "text": "The reason for the application is that on Sunday 26 July, the members of the MUA employed on the Fitzroy River informed the captain that they would not move the vessel from its berth until they received information from Rio Tinto and were \"advised about their future on the run\".",
      "id": "s43"
    },
    {
      "text": "This declining to sail the vessel appears clearly to be a contravention of s 417 of the FW Act by members bound by the agreement.",
      "id": "s44"
    },
    {
      "text": "This does not seem to be disputed.",
      "id": "s45"
    },
    {
      "text": "The claim for interlocutory relief, however, is not brought against the seamen but against the MUA and two of its officers.",
      "id": "s46"
    },
    {
      "text": "It is accepted that there was a meeting between those two officers of the MUA and the integrated ratings, members of the MUA, on the Fitzroy River on 25 July 2009.",
      "id": "s47"
    },
    {
      "text": "The industrial action by the seamen occurred on the following day.",
      "id": "s48"
    },
    {
      "text": "The contention on behalf of the applicant is that there is an irresistible inference that that industrial action was encouraged or organised (or both) by the officers and therefore vicariously by the union.",
      "id": "s49"
    },
    {
      "text": "Paragraph 44 of the affidavit of Michael Clinch provides the basis for what is said to be the claim against the first three respondents.",
      "id": "s50"
    },
    {
      "text": "That paragraph says: Shortly after 8am on Sunday, 26 July 2009, I was provided with a copy of an email sent from Mr Alan Billaney, Master on the Fitzroy River, which stated that at 8am, he was told by MUA delegates, Michael Sheehan and Kevin Foley, that the members of the first respondent would \" be refusing to sail the vessel from the berth until there is concrete agreement from Rio Tinto that replacement vessels will be manned by Australian Seafarers \".",
      "id": "s51"
    },
    {
      "text": "At approximately 3:20pm, Mr Hill and I attended the Fitzroy River and met with all of the integrated ratings on board the Fitzroy River.",
      "id": "s52"
    },
    {
      "text": "That meeting took place in the Master's office.",
      "id": "s53"
    },
    {
      "text": "The Master, Allan Billaney, asked the group whether they would perform their duties and prepare the vessel to sail that afternoon.",
      "id": "s54"
    },
    {
      "text": "Michael Sheehan, MUA delegate, replied with words to the effect of, \"have we got a concrete response from Rio Tinto.",
      "id": "s55"
    },
    {
      "text": "\" The Master replied, \"no\".",
      "id": "s56"
    },
    {
      "text": "Michael Sheehan then said, \"I'm sorry, master, but we won't be able to prepare the vessel to sail\".",
      "id": "s57"
    },
    {
      "text": "I then asked each employee individually, and each confirmed that their position was as communicated by the MUA delegate.",
      "id": "s58"
    },
    {
      "text": "The meaning of the last sentence of that paragraph is not entirely clear.",
      "id": "s59"
    },
    {
      "text": "The sentence, \"I then asked each employee individually, and each confirmed that their position was as communicated by the MUA delegate\", I take to mean that the position of each employee was that they would refuse to sail the vessel until there was concrete agreement from Rio Tinto that replacement vessels will be manned by Australian seafarers, as Michael Sheehan, the MUA delegate had told the Master.",
      "id": "s60"
    },
    {
      "text": "The sentence does not mean that they refused to sail the vessel, and that that position was as a result of a communication by the two MUA officers who had met with them the previous day.",
      "id": "s61"
    },
    {
      "text": "That that is in fact the correct position is reinforced by an affidavit filed by Michael John Carr, the second respondent in these proceedings.",
      "id": "s62"
    },
    {
      "text": "That sworn affidavit is important in these proceedings, and in my view crucial.",
      "id": "s63"
    },
    {
      "text": "Mr Carr sets out in par 4 the reasons why he and the third respondent travelled to Gladstone and visited the members on board the Fitzroy River .",
      "id": "s64"
    },
    {
      "text": "He says: ... On this occasion I was visiting the Fitzroy River in response to requests from members to follow up on an investigation that had taken place two weeks prior, and regarding issues arising from the implementation of the enterprise agreement that covered them as well as to respond to their concerns about their future on the run.",
      "id": "s65"
    },
    {
      "text": "The background to that visit he sets out in par 6 of that affidavit.",
      "id": "s66"
    },
    {
      "text": "He refers in par 7 to the fact that, to his knowledge, members were aware that there were talks taking place between the MUA and Rio Tinto about a number of ships that were getting old and how they would be replaced.",
      "id": "s67"
    },
    {
      "text": "In particular, he says: \n They had received very little advice from ASPSM as to their future or the future of the Fitzroy River and the advice that was being given was constantly changing.",
      "id": "s68"
    },
    {
      "text": "He sets out what occurred in par 11 and following of his affidavit.",
      "id": "s69"
    },
    {
      "text": "In par 12 he says: \n In relation to the future of the crew on board the Fitzroy River , when it was raised I told members what I understood to be the company's plan for the Fitzroy River , as outlined above.",
      "id": "s70"
    },
    {
      "text": "That is a reference to par 9, which provides: \n Prior to our meeting I had understood that the Fitzroy River was an old ship that would soon be out of class.",
      "id": "s71"
    },
    {
      "text": "I understood that it had one more run left before this happened, and had understood that after unloading would go to anchor for one or two weeks, after which it would come back alongside and take a full load of bunkers so as to enable it to travel to Weipa, where it would pick up a final load of bauxite that it would transport overseas, after which it would not return to Australia.",
      "id": "s72"
    },
    {
      "text": "Then, continuing, in par 12: \n ...",
      "id": "s73"
    },
    {
      "text": "I also advised that I understood that there was no total crew change planned for the vessel in Gladstone.",
      "id": "s74"
    },
    {
      "text": "I asked members if they had any further information, as ASPSM sometimes spoke directly with the crew without advising the MUA.",
      "id": "s75"
    },
    {
      "text": "I was informed that they did not.",
      "id": "s76"
    },
    {
      "text": "Mr Carr goes into further detail about the meeting, and then deposes: I was asked what the union was doing and re-iterated what I has [sic]said about the meetings that were taking place between the union and the company.",
      "id": "s77"
    },
    {
      "text": "At one point the possibility of the crew taking some action themselves was raised.",
      "id": "s78"
    },
    {
      "text": "I responded by reiterating what I had already said.",
      "id": "s79"
    },
    {
      "text": "I also said words to the effect \"I can only tell you what I can tell you.",
      "id": "s80"
    },
    {
      "text": "You make your own decisions, but we're here to report on what the union is doing and the union is doing all that it can.",
      "id": "s81"
    },
    {
      "text": "\" I also told them to remember that we now had an enterprise agreement, in place and that there was a dispute settling procedure in the Agreement as well as a number of consultation clauses.",
      "id": "s82"
    },
    {
      "text": "I also restated that we would keep the communication going with the company.",
      "id": "s83"
    },
    {
      "text": "There was no indication to me following this discussion that the members intended to take industrial action the following day.",
      "id": "s84"
    },
    {
      "text": "There was no formal resolution put, or passed to this effect.",
      "id": "s85"
    },
    {
      "text": "Neither was there any informal agreement or consensus amongst members at the meeting that they would take any industrial action themselves.",
      "id": "s86"
    },
    {
      "text": "I left the Fitzroy River after the meeting.",
      "id": "s87"
    },
    {
      "text": "At about 8am the following morning, Sunday 26 July, I received a phone call from, Mike Sheehan, the delegate on the Fitzroy River , informing me that they had told the Master that they wouldn't sail the vessel until they were advised about their future on the run.",
      "id": "s88"
    },
    {
      "text": "I did not attempt to go back to the vessel on Sunday as I didn't think I would be allowed on board.",
      "id": "s89"
    },
    {
      "text": "When I was advised on Sunday that members had taken the action that they had, I was surprised.",
      "id": "s90"
    },
    {
      "text": "I had not expected any industrial action.",
      "id": "s91"
    },
    {
      "text": "The applicants say that what this affidavit reveals is that there is no deposing by Mr Carr of any attempt to inform the members that engaging in industrial action would constitute a contravention of the FW Act, nor was there any attempt to dissuade the men from taking industrial action.",
      "id": "s92"
    },
    {
      "text": "In the circumstances, it was submitted that the omission to so advise the members of the MUA amounted, in the circumstances, to the encouragement of industrial action.",
      "id": "s93"
    },
    {
      "text": "In the face of the affidavits filed by the applicants, it was said that there was an onus to give a full and complete explanation of what had occurred at the meeting subsequent to which industrial action was taken, and that the explanation which had been given was carefully constructed and, importantly, omitted any suggestion that there had been an attempt to inform them that if they took industrial action, they would be on the \"wrong side of the law\" and there was no attempt to dissuade them from taking industrial action.",
      "id": "s94"
    },
    {
      "text": "It followed, it was said, that the officers had encouraged and/or engaged in industrial action.",
      "id": "s95"
    },
    {
      "text": "On the basis of the contents of Mr Carr's affidavit, these submissions have to be rejected.",
      "id": "s96"
    },
    {
      "text": "Mr Carr deposes that there was no indication to him, following his discussion with the nine members of the MUA, that the members intended to take industrial action then or in the period immediately following.",
      "id": "s97"
    },
    {
      "text": "That there was no encouraging or urging of industrial action is what the affidavit asserts, particularly in the first sentence of par 17 and in par 20 of the affidavit.",
      "id": "s98"
    },
    {
      "text": "Accepting that he had no indication following that discussion that there was any intention of the members to take industrial action, the contention that in some way Mr Carr and/or Mr Munday had encouraged industrial, or more precisely, were knowingly concerned in the industrial action by the integrated ratings on 26 July is not, in my judgment, able to be seriously argued.",
      "id": "s99"
    },
    {
      "text": "I am therefore satisfied that there is no serious question to be tried, the first of the requirements as expressed by the High Court in Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57.",
      "id": "s100"
    },
    {
      "text": "There are further considerations, but that is sufficient to dispose of the application for interlocutory relief.",
      "id": "s101"
    },
    {
      "text": "The nature of the relief sought, being a mandatory injunction, and in addition the sending of a letter in terms or similar to the terms expressed in par 3 of the draft order which the applicant invited the Court to make, also raises very serious difficulties.",
      "id": "s102"
    },
    {
      "text": "The letter requires an acknowledgement that the MUA has been knowingly concerned in unlawful industrial action, a finding that is the object of the applicant in the substantive proceedings.",
      "id": "s103"
    },
    {
      "text": "I am not satisfied that the evidence establishes an arguable case that the second or third respondent were knowingly concerned in a contravention of the FW Act.",
      "id": "s104"
    },
    {
      "text": "Further, for the first respondent to be liable, it has to be liable vicariously for the action of the second and third respondents.",
      "id": "s105"
    },
    {
      "text": "Since, in my judgment, no arguable case for their being knowingly involved has been demonstrated, it follows that no arguable case has been made out against the first respondent.",
      "id": "s106"
    },
    {
      "text": "On this material, I therefore decline to grant any interlocutory relief against the first three respondents, who are the only persons against whom such relief is sought by the applicant.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs is a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s108"
    },
    {
      "text": "Associate:\nDated: 13 August 2009\n Counsel for the Applicant: Mr R Derrington SC with Mr J Snaden \n \n Solicitor for the Applicant: Clayton Utz Lawyers \n \n Counsel for the First, Second and Third Respondents on 27 July 2009: Mr J Merrell \n \n Counsel for the First, Second and Third Respondents on 28 July 2009: Mr J Pearce \n \n Solicitor for the First, Second and Third Respondents: Slater &amp; Gordon Lawyers \n \n Counsel for the Fourth Respondent: Mr A Herbert \n \n Solicitor for the Fourth Respondent: Middletons \n Date of Hearing: 27 and 28 July 2009 \n \n Date of Judgment: 28 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/874.html",
      "id": "s109"
    }
  ]
}