{
  "name": "White v Commissioner of Taxation [2009] FCA 880 (18 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/880.html",
  "catchphrases": [
    {
      "text": "capital gains",
      "id": "c0"
    },
    {
      "text": "small business entity concession",
      "id": "c1"
    },
    {
      "text": "limit on net value of assets of business and related entities",
      "id": "c2"
    },
    {
      "text": "whether partnership a related entity of \"individual\" small business taxpayer",
      "id": "c3"
    },
    {
      "text": "income tax",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "AGREED FACTS \n The applicant is and was at all material times a pharmacist.",
      "id": "s0"
    },
    {
      "text": "In 1999 she purchased a pharmacy business known as Karingal Hub Pharmacy in the Karingal Hub Shopping Centre in Frankston, Victoria (the Pharmacy Business).",
      "id": "s1"
    },
    {
      "text": "She carried on the Pharmacy Business until sometime during the year ended 30 June 2003 (the 2003 Year).",
      "id": "s2"
    },
    {
      "text": "During the 2003 Year the applicant sold the Pharmacy Business to Flavia Andrieri.",
      "id": "s3"
    },
    {
      "text": "Just before the sale the applicant held the following CGT assets in the 2003 Year: \n(a) the goodwill and other assets of the Pharmacy Business;\n \n(b) the goodwill and other assets of a pharmacy business carried on under the name Wheelers Pharmore Pharmacy in the Bayswater Village Shopping Centre in Bayswater, Victoria;\n \n(c) a 75% interest, as a partner in partnership (within the meaning of that term in s 995-1(1) of the Income Tax Assessment Act 1997 (Cth) (the Act)) with Terry Murphy (White/Murphy Partnership) in:\n \n(i) the goodwill and other assets of the pharmacy business carried on under the name Stud Park Pharmore Pharmacy and the Stud Park Shopping Centre in Rowville, Victoria; and\n \n(ii) the White/Murphy partnership;\n \n(d) a 50% interest, as a partner in partnership (within the meaning of that term in s 995-1(1) of the Act) with John White (the White/White Partnership) in:\n \n(i) each asset of the White/White Partnership; and\n \n(ii) in the White/White Partnership;\n \n(e) the property at 11 Jago Street, Richmond, Victoria of which the applicant was the sole registered proprietor;\n \n(f) the property at 27 Durham Street, Richmond, Victoria of which the applicant and John White were joint registered proprietors; and\n \n(g) an investment in Timbercorp forestry.",
      "id": "s4"
    },
    {
      "text": "Just before the sale of the Pharmacy Business to Flavia Andrieri: \n(a) the aggregate of the net values of the CGT assets listed in [2] for the purposes of s 152 -15 of the Act was no less than $3,862,201;\n \n(b) the aggregate of the net values of the CGT assets listed in [2] and the CGT assets of the White/Murphy and White/White Partnership for the purposes of s 152 -15 of the Act exceeded $5,000,000.",
      "id": "s5"
    },
    {
      "text": "PRELIMINARY QUESTION \n By order made 29 May 2009 Gordon J ordered that the following preliminary question be determined: \n Is a partnership an 'entity' within the meaning of that term as used in s 152 -15(a)(ii) of the Act?",
      "id": "s6"
    },
    {
      "text": "The order set out the basis upon which the preliminary question was stated: \n(a) a CGT Event AI occurred in relation to the applicant and the 2003 Year as a consequence of her selling the Pharmacy Business;\n \n(b) the CGT Event gave rise to a capital gain of $1,011,052;\n \n(c) the discount capital gain provisions in Division 115 of the Act reduced the taxable amount of that gain by 50%;\n \n(d) the applicant's entitlement to the small business CGT concessions in dispute, namely\n \n(i) a further 50% reduction in the taxable amount of the capital gain under the small business 50% reduction provisions of sub-division 152-C of the Act; and\n \n(ii) to defer the resultant taxable gain under the small business roll-over provisions in sub-division 152-E,\n \nboth depend, among other things, upon whether she satisfied the maximum net asset value test in s 152 -15 of the Act;\n \n(e) the applicant had a 50% or greater interest in the White/Murphy Partnership and the White/White Partnership that owned CGT assets just before the CGT Event A1 referred to in (a) above;\n \n(f) if the White/Murphy and White/White Partnerships were 'entities' within the meaning of that term in s 152 -15(a)(ii), they were also 'connected with' the applicant within the meaning of that provision;\n \n(g) the aggregate of the net asset values of the applicant's CGT assets and those of the White/Murphy and White/White Partnership exceeded $5,000,000 just before the CGT Event A1 referred to in (a) above; and\n \n(h) if a partnership is an 'entity' within the meaning of that term as used in s 152 -15(a)(ii), the aggregate of the net asset values of the assets referred to in s 152 -15 required to be included in the maximum net asset value test for the applicant just before the CGT Event A1 referred to in (a) above exceeded $5,000,000.",
      "id": "s7"
    },
    {
      "text": "LEGISLATION \n Division 152 of the Act deals with Small business relief .",
      "id": "s8"
    },
    {
      "text": "It was introduced to the Act by the New Business Tax System (Capital Gains Tax) Act 1999 (Cth).",
      "id": "s9"
    },
    {
      "text": "Subdivision 152-A is concerned with Basic conditions for relief under this Division .",
      "id": "s10"
    },
    {
      "text": "Section 152-5 contains a guide to the subdivision: \n This Subdivision sets out some basic conditions for relief.",
      "id": "s11"
    },
    {
      "text": "If the basic conditions are satisfied, then a small business entity may be able to reduce its capital gains using the small business concessions in this Division.",
      "id": "s12"
    },
    {
      "text": "The 3 major basic conditions are: \n\n \n (a) a limit of $5,000,000 on the net value of assets that the business and related entities own;\n (b) the CGT asset must be an active asset;\n (c) if the asset is a share or interest in a trust, there must be a controlling individual just before the CGT event and the entity claiming the concession must be a CGT concession stakeholder in the company or trust.",
      "id": "s13"
    },
    {
      "text": "Section 152-10 contains Basic conditions for relief : \n (1) A capital gain ... you make may be reduced or disregarded under this division if the following basic conditions are satisfied for the gain: \n\n(a) a CGT event happens in relation to a CGT asset of yours in an income year;\n \n(b) the event would (apart from this Division) have resulted in the gain;\n \n(c) you satisfy the maximum asset value test (see section 152-15);\n \n(d) the CGT asset satisfies the active asset test (see section 152-35).",
      "id": "s14"
    },
    {
      "text": "(2) If the CGT asset is a share in a company or an interest in a trust, there are 2 additional basic conditions: \n\n(a) the company or trust satisfies the controlling individual test (see section 152-50);\n \n(b) you are a CGT concession stakeholder in the company or trust.",
      "id": "s15"
    },
    {
      "text": "The maximum net asset value test referred to in s 152-10(1)(c) is found in s 152-15: \n You satisfy the maximum net asset value test if, just before the CGT event:\n (a) the sum of the following amounts does not exceed $5,000,000: \n\n(i) the net value of the CGT assets of yours;\n \n(ii) the net value of the CGT assets of any entities connected with you;\n \n(iii) the net value of the CGT assets of any small business CGT affiliates of yours or entities connected with your small business CGT affiliates (not counting any assets already counted under subparagraph (ii)); and\n \n \n (b) if you are a partner in a partnership and the GST event happens in relation to a CGT asset of the partnership --- the net value of the CGT assets of the partnership does not exceed $5,000,000.",
      "id": "s16"
    },
    {
      "text": "The meaning of the expression net value of the CGT assets in s 152-15 is found in s 152-20: \n (1) The net value of the CGT assets of an entity is the amount (if any) by which the sum of the market value of those assets exceeds the sum of the liabilities of the entity that are related to the assets.",
      "id": "s17"
    },
    {
      "text": "(2) In working out the net value of the CGT assets of an entity: \n\n \n(a) disregard shares, units or other interests (except debt) in another entity that is connected with the first-mentioned entity or with a small business CGT affiliate of the first-mentioned entity; and\n \n \n(b) if the entity is an individual, disregard:\n \n(i) assets being used solely for the personal use and enjoyment of the entity, or the entity's small business CGT affiliate; and\n \n(ii) a dwelling of the individual ...; and\n \n(iii) a right to, or to any part of, any allowance, annuity or capital amount payable out of a superannuation fund or an approved deposit fund; and\n \n(iv) a right to, or to any part of, an asset of a superannuation fund or of an approved deposit fund; and\n \n(v) a policy of insurance on the life of an individual.",
      "id": "s18"
    },
    {
      "text": "Section s 152-30 contains the meaning of Connected with in s 152-15(a)(ii): \n (1) An entity is connected with another entity if: \n\n(a) either entity controls the other entity in the way described in this section; or\n \n(b) both entities are controlled in that way by the same third entity.",
      "id": "s19"
    },
    {
      "text": "(2) An entity (the first entity) controls another entity if the first entity, its small business CGT affiliates or the first entity together with its small business CGT affiliates: \n\n(a) beneficially own, or have the right to acquire the beneficial ownership of, interests in the other entity that carry between them the right to receive at least 40% (the control percentage) of any distribution of income or capital by the other entity; or\n \n(b) if the other entity is a company --- beneficially own, or have the right to acquire beneficial ownership of, shares in the company that carry between them the right to exercise, or control the exercise of, at least 40% (the control percentage) of the voting power in the company; or\n \n(c) if the entity is a discretionary trust:\n \n(i) are the trustee or trustees of the trust; or\n \n(ii) have the power to determine the manner in which the trustee or trustees of the trust exercise the power to make any payment of income or capital to or for the benefit of the beneficiaries of the trust.",
      "id": "s20"
    },
    {
      "text": "(3) If the control percentage in subsection (2) is at least 40%, but less than 50%, then the Commissioner may determine that the first entity does not control the other entity if the Commissioner is satisfied, or thinks it reasonable to assume, that the other entity is controlled by an entity other than, or by entities that do not include, the first entity or any of its small business CGT affiliates.",
      "id": "s21"
    },
    {
      "text": "Section 960-100, which is in Chapter 6 of the Act --- The Dictionary , defines \"entity\" as any of the following: \n (a) an individual;\n (b) a body corporate;\n (c) a body politic;\n (d) a partnership;\n (e) any other unincorporated association or body of persons;\n (f) a trust;\n (g) a superannuation fund.",
      "id": "s22"
    },
    {
      "text": "Section 995 contains a large number of definitions which apply \"except so far as the contrary intention appears\".",
      "id": "s23"
    },
    {
      "text": "One of them is the word \"entity\", which has the meaning given by s 960-100.",
      "id": "s24"
    },
    {
      "text": "APPLICANT'S CONTENTIONS \n The applicant first draws attention to s 108-5(2) which provides: \n To avoid doubt, these are CGT assets:\n ...\n (c) an interest in an asset of a partnership;\n (d) an interest in a partnership that is not covered by paragraph (c).",
      "id": "s25"
    },
    {
      "text": "She then refers to s 106-5 which deals with partnerships: \n (1) Any capital gain or capital loss from a CGT event happening in relation to a partnership or one of its CGT assets is made by the partners individually.",
      "id": "s26"
    },
    {
      "text": "Each partner's gain or loss is calculated by reference to the partnership agreement, or partnership law if there is no agreement.",
      "id": "s27"
    },
    {
      "text": "(2) Each partner has a separate cost base and reduced cost base for the partner's interest in each CGT asset of the partnership.",
      "id": "s28"
    },
    {
      "text": "(3) If a partner leaves a partnership, a remaining partner acquires a separate CGT asset to the extent that the remaining partner acquires a share of the departing partner's interest in a partnership asset.",
      "id": "s29"
    },
    {
      "text": "(4) If a new partner is admitted to a partnership: \n\n(a) the new partner acquires a share (according to the partnership agreement, or partnership law if there is no agreement) of each partnership asset; and\n \n(b) the existing partners are treated as having disposed of part of their interest in each partnership asset to the extent that the new partner has acquired it.",
      "id": "s30"
    },
    {
      "text": "By reference to these provisions, the applicant submits that where a CGT asset of a partnership is disposed of: The one exception to the legislation's focus on the partners' personal interests in assets of a partnership, ignoring the partnership as an entity, is said to be s 152-15(b), set out at [8].",
      "id": "s31"
    },
    {
      "text": "The applicant contends that the control provisions in s 152-30 do not provide any specific mechanism for determining the existence of control in relation to a partnership.",
      "id": "s32"
    },
    {
      "text": "On the other hand, detailed rules are provided in relation to companies and trusts.",
      "id": "s33"
    },
    {
      "text": "Only s 152-30(2)(a) is not expressly directed to specific entities (companies and discretionary trusts).",
      "id": "s34"
    },
    {
      "text": "The applicant submits that par (a) does not provide a test for determining control of a partnership because a partner does not have a right to receive \"any distribution of income or capital\" made by the partnership.",
      "id": "s35"
    },
    {
      "text": "That, it is said, is because partners have direct ownership interests in the assets of a partnership and direct responsibility for its liabilities.",
      "id": "s36"
    },
    {
      "text": "Thus they own their proportionate shares of the net assets, including the income and capital.",
      "id": "s37"
    },
    {
      "text": "While a shareholder in a company and a beneficiary of a trust are entitled to distributions, partners are not.",
      "id": "s38"
    },
    {
      "text": "It is submitted that a 'distribution' involves an alienation from one person to another.",
      "id": "s39"
    },
    {
      "text": "It is said that the absence of any test for control of a partnership shows that Parliament did not intend partnerships to be included in the range of entities that can be connected with a taxpayer for the purposes of the maximum net asset value test.",
      "id": "s40"
    },
    {
      "text": "The applicant places reliance on the Explanatory Memorandum to the Bill that introduced Division 152 (the 1999 Memorandum).",
      "id": "s41"
    },
    {
      "text": "This, it is said, does not refer to a partnership in relation to an entity being connected with another entity.",
      "id": "s42"
    },
    {
      "text": "She points out that the headings in the Memorandum's explanation of what became s 152-30 --- Connected with --- control of a company or trust and Connected with --- control of a discretionary trust - indicate that the section as a whole is concerned only with those entities.",
      "id": "s43"
    },
    {
      "text": "The applicant's proportionate share of the interest in the assets of the partnerships of which she was a member is brought to account in the maximum net asset value test under s 152-15(a)(i) as part of the \"net value of the CGT assets of yours\".",
      "id": "s44"
    },
    {
      "text": "For the reasons summarised above, the applicant submits that a contrary intention for the purposes of the definition of \"entity\" is shown to exist, so that that word does not include a partnership in relation to the maximum net asset value test in s 152-15.",
      "id": "s45"
    },
    {
      "text": "COMMISSIONER'S CONTENTIONS \n The Commissioner first takes issue with the applicant's assertion that the legislation ignores a partnership as an entity.",
      "id": "s46"
    },
    {
      "text": "He says that the capital gains scheme expressly treats partnerships as entities, albeit they are not treated as taxpayers.",
      "id": "s47"
    },
    {
      "text": "In this connection reliance is placed on the guide to Division 106 dealing with Entity making the gain or loss : \n This Division sets out the cases where a capital gain or loss made by someone other than the entity to which a CGT event happens.",
      "id": "s48"
    },
    {
      "text": "The entities affected are: \n partnerships (Subdivision 106-A); bankruptcy trustees and company liquidators (Subdivison 106-B); trustees where there is an absolutely entitled beneficiary (Subdivison 106-C); security holders (Subdivison 106-D).",
      "id": "s49"
    },
    {
      "text": "It is said that the Guide's treatment of partnerships as entities confirms that the definition in s 960-100 is to be applied to \"entity\" in s 152-15(a)(ii).",
      "id": "s50"
    },
    {
      "text": "The Commissioner contends that because the legislative scheme does not ignore partnerships as entities, it is wrong to characterise s 152-15(b) as an exception to the regime.",
      "id": "s51"
    },
    {
      "text": "He submits that the words \"a CGT asset of the partnership\" in par (b) confirms the treatment of partnerships as entities.",
      "id": "s52"
    },
    {
      "text": "He says it could not be suggested that a disposal of a CGT asset to a partnership would not give rise to a CGT event.",
      "id": "s53"
    },
    {
      "text": "Section 152-15(b) was repealed by the Tax Laws Amendment (2006 Measures No 7) Act 2007 (Cth).",
      "id": "s54"
    },
    {
      "text": "The respondent relies on the Explanatory Memorandum to the Bill that became the 2007 Act (2007 Memorandum), which states that the repeal was to address Recommendation 6.8 of a Report by the Board of Taxation on \"Post-implementation review of the quality and effectiveness of the small businesses capital gains tax concessions\" (October 2005).",
      "id": "s55"
    },
    {
      "text": "This Report is said to show that its authors treated a partnership as an entity connected with a taxpayer for the purposes of the small business concession provisions.",
      "id": "s56"
    },
    {
      "text": "The Commissioner contends that s 152-20 does not assist the applicant's case, because where an entity is connected with the taxpayer, the mechanism adopted to avoid double counting of interests in entities and assets held by them, is to require the net value of the assets of the entities to be taken into account, whereas shares, units and \"other interests\" in connected entities are disregarded: s 152-20(2).",
      "id": "s57"
    },
    {
      "text": "He says that by this means, a taxpayer's shareholding in a company or interest in a partnership holding business assets is not taken into account.",
      "id": "s58"
    },
    {
      "text": "Rather, it is the value of the assets employed in the business carried on by the connected entity that must be ascertained.",
      "id": "s59"
    },
    {
      "text": "The Commissioner takes issue with the applicant's submission that \"distribution\" is not an apt word to describe a partner's entitlement to income and capital.",
      "id": "s60"
    },
    {
      "text": "He necessarily accepts the applicant's starting point, namely that the partners own the income and capital of a partnership.",
      "id": "s61"
    },
    {
      "text": "However, he points to decided cases in which \"distribution\" is used to describe the disbursement of the income and capital of a partnership: Henderson v Commissioner of Taxation (1970) 119 CLR 612 at 621-622 per Windeyer J and St George Bank Ltd v Commissioner of Taxation (2009) 256 ALR 391 at 410.",
      "id": "s62"
    },
    {
      "text": "The Commissioner seeks to refute the applicant's contention that \"distribute\" contemplates an alienation from one person to another, by resort to the primary meaning of the word in the Oxford English Dictionary --- \"the action of dividing and dealing out or bestowing in portions among a number of recipients; apportionment; allotment\".",
      "id": "s63"
    },
    {
      "text": "Finally the Commissioner points out that the construction propounded by the applicant leads to different results depending on the particular kinds of entities used to conduct a business.",
      "id": "s64"
    },
    {
      "text": "Thus a taxpayer holding 40% of the shares in a corporation carrying on business with net assets of $12.5 million would not be entitled to relief, but a taxpayer with a 40% interest in a partnership holding identical business assets could be so entitled if the net value of the interest in partnership was less than $5 million.",
      "id": "s65"
    },
    {
      "text": "This would not accord similar treatment to taxpayers who are in objectively similar situations.",
      "id": "s66"
    },
    {
      "text": "Cf Ben-Odeco Ltd v Powlson (Inspector of Taxes) [1978] 1 WLR 1093 at 1098.",
      "id": "s67"
    },
    {
      "text": "APPLICANT'S SUBMISSIONS IN REPLY \n The applicant submits that the 1999 Memorandum squarely contradicts the Commissioner's attempt to convert a control test for a company or a trust into a control test of universal application.",
      "id": "s68"
    },
    {
      "text": "Elsewhere in the Act where partnership entities are included, an appropriate test has been specified.",
      "id": "s69"
    },
    {
      "text": "An example is s 820-865 concerning control of a partnership for thin capitalisation purposes.",
      "id": "s70"
    },
    {
      "text": "The applicant contends that s 152-20(2)(a) does not avoid the double counting of assets in the maximum net asset value test.",
      "id": "s71"
    },
    {
      "text": "The section can only exclude \"equity interests (or ownership styled interests) in a connected entity \" from the test.",
      "id": "s72"
    },
    {
      "text": "It does not include assets owned by the connected entity .",
      "id": "s73"
    },
    {
      "text": "Nor does it include CGT assets of the taxpayer (for whom the test is being applied) that are not \"equity or ownership styled interests in a connected entity\".",
      "id": "s74"
    },
    {
      "text": "Assuming a partnership can be a connected entity, s 152-20(2)(a) could only exclude any residual equity styled interest in the partnership that is a separate and stand alone CGT asset of the partner (s 108-5(2)(d)) and is not otherwise a CGT asset of the partnership which is deemed to be a CGT asset of the partnership (s 108-5(2)(c)).",
      "id": "s75"
    },
    {
      "text": "The Board of Taxation Report was not tabled or considered at the time of the enactment of ss 152-15 and 152-30, and cannot throw light on Parliament's intention in enacting those provisions.",
      "id": "s76"
    },
    {
      "text": "CONSIDERATION \n The 1999 Memorandum throws light on the operation of s 152-30 and thus on the meaning of 'entity' in s 152-15(a)(ii).",
      "id": "s77"
    },
    {
      "text": "Under the overall heading When is an entity connected with a small business entity appears the following subheading: \n CONNECTED WITH --- CONTROL OF A COMPANY OR TRUST \n\n \n 1.19 A company or trust is connected with a small business entity if: \n the small business entity controls the company or trust; the company or trust controls the small business entity; or both the company or trust and the small business entity are controlled by a third party.",
      "id": "s78"
    },
    {
      "text": "[Item 1, subsection 152-30(1)] \n\n \n 1.20 An entity will be connected with another entity if the first entity or its small business CGT affiliate, or the entity and the affiliate: \n beneficially own, or have the right to acquire beneficial ownership of, interests in another entity that give the right to receive at least 40% (the control percentage) of any distribution of income or capital by the other entity; or if the other entity is a company --- beneficially own, or have the right to acquire beneficial ownership of, shares in the company that give at least 40% (the control percentage) voting power in the company.",
      "id": "s79"
    },
    {
      "text": "[Item 1, paragraphs 152-30(2)(a) and (b)] \n\n \n 1.21 Where an entity's control percentage in another entity is at least 40% but less than 50%, the Commissioner can ignore the interest or shares of that entity in the other entity if the first entity can satisfy the Commissioner that a third entity actually controls the other entity.",
      "id": "s80"
    },
    {
      "text": "[Item 1, paragraphs 152-30(3)] \n\n The remaining items under the \"entity connected with a small business entity\" heading do not need to be set out.",
      "id": "s81"
    },
    {
      "text": "It is sufficient to say that clauses 1.22, 1.23, 1.24 and 1.25 deal respectively with what became s 152-30(2)(c), (5), (4) and (6), which the 1999 Memorandum attributes to the comparable clauses of the Bill.",
      "id": "s82"
    },
    {
      "text": "All of these provisions relate to discretionary trusts, and are dealt with under the subheading Connected with --- control of a discretionary trust .",
      "id": "s83"
    },
    {
      "text": "Sub-sections (7) and (8) deal with indirect control of an entity.",
      "id": "s84"
    },
    {
      "text": "The only other provision of the 1999 Memorandum relevant for present purposes is clause 1.14, which deals with what became s 152-20(2)(b).",
      "id": "s85"
    },
    {
      "text": "It states: \n Assets of a private or personal nature are also not included in the maximum net asset value test for a small business entity that is not a company or trust.",
      "id": "s86"
    },
    {
      "text": "The type of assets that are excluded are those that are: \n solely for the personal use and enjoyment of the individual or a small business CGT affiliate; rights to capital amounts payable out of a superannuation fund or an approved deposit fund; rights to an asset of a superannuation fund or an approved deposit fund; and life insurance policies.",
      "id": "s87"
    },
    {
      "text": "[Item 1, paragraph 152-20(2)(b)] \n\n \nThe 1999 Memorandum deals separately with the \"dwelling\" the subject of s 152-20(2)(b)(ii).",
      "id": "s88"
    },
    {
      "text": "What is important in clause 1.14 of the 1999 Memorandum is that the meaning of the words --- \"the entity is an individual\" --- is explained as \"a small business entity that is not a company or trust\".",
      "id": "s89"
    },
    {
      "text": "Thus, what is not clear from the provisions of the Act themselves, is made clear by the 1999 Memorandum, namely that the \"other entities\" with which s 152-30 is concerned are companies and trusts.",
      "id": "s90"
    },
    {
      "text": "Although an individual can be an entity (as in s 152-20(2)(b)), it cannot be \"the other entity\" in s 152-30(2)(b) because \"the first entity\" cannot beneficially own an individual or interests in an individual.",
      "id": "s91"
    },
    {
      "text": "Hence, once the Memorandum has by clause 1.14 disclosed that the only entities with which the provisions deal are individuals, companies and trusts, it has correctly headed the clauses of the Bill that became s 152-30(1), (2)(a) and (b) and (3) --- Connected with --- control of a company or trust .",
      "id": "s92"
    },
    {
      "text": "Resort to the 1999 Memorandum is of course authorised by s 15AB(2)(e) of the Acts Interpretation Act 1901 (Cth).",
      "id": "s93"
    },
    {
      "text": "The Commissioner submitted that while the heading to clause 1.19 made clear that what became s 152-30(1) was limited to companies and trusts, clause 1.20 was not so clearly confined.",
      "id": "s94"
    },
    {
      "text": "I do not agree.",
      "id": "s95"
    },
    {
      "text": "First clause 1.19 (and s 152-30(1)(a)) describes the way in which, in the balance of the provision, one entity controls another.",
      "id": "s96"
    },
    {
      "text": "Second, the heading applies not only to clause 1.19 but to clauses 1.20 and 1.21 as well.",
      "id": "s97"
    },
    {
      "text": "It is quite clear that the 1999 Memorandum treats all three clauses as dealing with companies and trusts alone.",
      "id": "s98"
    },
    {
      "text": "The Commissioner also sought support from Division 17A of the 1936 Act --- Roll-over relief for certain disposals of assets related to small businesses .",
      "id": "s99"
    },
    {
      "text": "This Division consisted of ss 160ZZPJA to s 160ZZPZ.",
      "id": "s100"
    },
    {
      "text": "Section 160ZZPK contained definitions applicable to \"this Division, unless the contrary intention appears\".",
      "id": "s101"
    },
    {
      "text": "The word \"entity\" meant any of an individual, a partnership, a company and a trust.",
      "id": "s102"
    },
    {
      "text": "Section 160ZZPL(2) is to the same general effect as s 152-20(2)(a).",
      "id": "s103"
    },
    {
      "text": "Subsections (2) and (4) of s 160ZZPN are to the same general effect as s 152-30(2) and (3).",
      "id": "s104"
    },
    {
      "text": "Section 160ZZPP is headed Threshold criteria in respect of maximum net value of assets of taxpayer and related persons , and in the print relied on by the Commissioner, was as follows: \n (1) This section sets out the threshold criteria all of which must be satisfied before this Division applies in relation to the disposal by a taxpayer of an asset.",
      "id": "s105"
    },
    {
      "text": "...\n (4) The sum of: \n\n(a) the total of the net values of the assets of the taxpayer; and\n \n(b) the net values of the assets of any entities that are connected with the taxpayer; and\n \n(c) (Omitted by No 16 of 1998)\n \n(d) if an associate of the taxpayer is a partner in a partnership (other than a partnership that is connected with the taxpayer) --- the share of the associate in the net value of the assets of the partnership;\n \nmust not exceed $5,000,000.",
      "id": "s106"
    },
    {
      "text": "A note in the print recorded that the omitted par (c) formerly read:\n \n if the taxpayer is a partner in a partnership (other than a partnership that is connected with the taxpayer) --- the share of the taxpayer in the net value of the assets of the partnership ... \n\n The Commissioner relied on these provisions to show that they contained similar concepts to those in the current legislation, and that the drafter of the latter didn't start with a blank sheet and \"draft away without having had regard to what was in the existing law\".",
      "id": "s107"
    },
    {
      "text": "Under that law a partnership could be an entity connected with a taxpayer.",
      "id": "s108"
    },
    {
      "text": "The difficulty with this submission is that the two schemes, though both dealing with the same general topic, are in vital respects different.",
      "id": "s109"
    },
    {
      "text": "Rather than assisting the Commissioner, a comparison shows that whereas under Division 17A a partnership could be an entity connected with a taxpayer, that was not carried over into the legislation that is applicable to this case.",
      "id": "s110"
    },
    {
      "text": "Section 160ZZPP(4) in its original form plainly treated as an entity connected with the taxpayer a partnership that was connected with the taxpayer.",
      "id": "s111"
    },
    {
      "text": "I note in passing that \"entity\" was defined specifically for Division 17A so as to include a partnership as well as an individual, a company and a trust.",
      "id": "s112"
    },
    {
      "text": "That is unlike the Act, which defines the word for all its purposes.",
      "id": "s113"
    },
    {
      "text": "I conclude therefore that the provisions of Division 17A do not assist the Commissioner.",
      "id": "s114"
    },
    {
      "text": "The Commissioner also relied on the Board of Taxation Report.",
      "id": "s115"
    },
    {
      "text": "Paragraphs 6.83-6.85 of this Report, as the Commissioner pointed out, proceeded on the basis that because of the definition of \"entity\" in s 960-100(1), a partnership is an entity for the purposes of Division 152.",
      "id": "s116"
    },
    {
      "text": "The Commissioner conceded that because the Report was not in existence at the time when the provisions in question were enacted, and were only someone's opinion about their meaning some time afterwards, there were difficulties in extracting much from it.",
      "id": "s117"
    },
    {
      "text": "Counsel said that the Commissioner \"only put it as ...giving your Honour some reassurance that what I put to you is consistent with the statutory regime because the Act was subsequently amended in 2007\".",
      "id": "s118"
    },
    {
      "text": "The amendment referred to was the repeal of s 152-15(b) effected by the Tax Laws Amendment (2006 Measures No 7) Act 2007 , s 22.",
      "id": "s119"
    },
    {
      "text": "There are several reasons why the Report is of no assistance to the Commissioner.",
      "id": "s120"
    },
    {
      "text": "The principal one, which he acknowledged, was that it throws no light on what Parliament intended when the scheme in the form it took in 2003 was enacted.",
      "id": "s121"
    },
    {
      "text": "As I have said, the Board proceeded on the basis that a partnership could be an entity for s 152 purposes because the definition in s 960-100(1) included a partnership.",
      "id": "s122"
    },
    {
      "text": "That is the very question in issue here.",
      "id": "s123"
    },
    {
      "text": "It cannot be resolved by resort to the Board's opinion based as it was on the definition the applicability of which is said in this case to be excluded by a contrary intention.",
      "id": "s124"
    },
    {
      "text": "The Commissioner relied on the statement in the Guide to Division 106 that the Division sets out the cases where a capital gain or loss is made by \"someone other than the entity to which a CGT event happens\".",
      "id": "s125"
    },
    {
      "text": "This was said to show first, that the capital gain scheme expressly treats partnerships as entities, and second, that the definition in s 960-100 applies to \"entity\" in s 152-15(a)(ii).",
      "id": "s126"
    },
    {
      "text": "Division 106 is headed Entity making the gain or loss .",
      "id": "s127"
    },
    {
      "text": "Subdivision 106-A deals with a capital gain or loss from a CGT event happening in relation to a partnership.",
      "id": "s128"
    },
    {
      "text": "The partnership is thus the Guide's \"entity to which a CGT event happens\".",
      "id": "s129"
    },
    {
      "text": "The \"[entities] making the gain or loss\" are the partners individually.",
      "id": "s130"
    },
    {
      "text": "It is plain that s 106 treats a partnership as an entity.",
      "id": "s131"
    },
    {
      "text": "But that is because it is a body to which a CGT event has happened.",
      "id": "s132"
    },
    {
      "text": "Division 106 was introduced by the Tax Law Improvement Act (No 1) 1998 (Cth).",
      "id": "s133"
    },
    {
      "text": "The Explanatory Memorandum to the Bill which became that Act explains that the Division contains special rules \"for identifying the entity that makes a capital gain or loss in circumstances where more than one entity is involved in a CGT event\".",
      "id": "s134"
    },
    {
      "text": "It goes on to say that in some cases, although an entity is involved in the CGT event, it is another entity which accounts for the capital gain or loss.",
      "id": "s135"
    },
    {
      "text": "After identifying the six cases with which the Division deals, it says that in relation to partnerships, \"it is the partners who make a capital gain or loss from a CGT event and not the partnerships\".",
      "id": "s136"
    },
    {
      "text": "Section 106 is in the same position as s 152-15(b), which applies the maximum net asset value test to a partnership where a CGT event happens in relation to a CGT asset of the partnership.",
      "id": "s137"
    },
    {
      "text": "The \"control\" provisions in s 152-30 are in a different position, and the extrinsic material shows that for \"control\" purposes a partnership is not treated as an \"entity\".",
      "id": "s138"
    },
    {
      "text": "In other words \"entity\" does not mean the same thing whenever it is encountered.",
      "id": "s139"
    },
    {
      "text": "In the same way that a body politic (one of the entities in s 960-100) would not be an entity for the purposes of s 152-30, it may be for some other purpose.",
      "id": "s140"
    },
    {
      "text": "An individual (one of the entities in s 960-100) is not an entity for the purposes of s 152-30(2)(a), though he or she would be for the purposes of s 106-60, which deals with enforcing a security held over an asset.",
      "id": "s141"
    },
    {
      "text": "Accordingly, while I accept that the Guide to s 106 shows that the capital gains scheme does, when appropriate, treat partnerships as entities, I do not accept the generality of the submission that the scheme expressly treats partnerships as entities, in the sense that whenever the word \"entity\" appears it can be replaced by \"partnership\".",
      "id": "s142"
    },
    {
      "text": "In particular I do not accept that the fact that the Guide to s 106 identifies a partnership as an entity leads to the conclusion that a partnership is an entity for the purposes of s 152-15(a)(ii) and s 152-30.",
      "id": "s143"
    },
    {
      "text": "The Commissioner's related submission is that the words \"a CGT asset of the partnership\" in s 152-15(b) confirms the treatment of partnerships as entities.",
      "id": "s144"
    },
    {
      "text": "What I have said at [48]-[49] requires the rejection of this submission.",
      "id": "s145"
    },
    {
      "text": "In view of the conclusion I have reached on the basis of the 1999 Memorandum, I need not resolve the issue recorded at [25] and [26].",
      "id": "s146"
    },
    {
      "text": "In Deputy Commissioner of Taxation v Mutton (1988) 79 ALR 509 at 512 Mahoney JA said: \n In the end, what the court does when it decides whether there is a 'contrary intention' is to decide whether it was the intention of the legislature that the statutory provision as to interpretation or definition should apply to the particular section: see Gibb v FCT [1966] HCA 74 ; (1966) 118 CLR 628 at 635.",
      "id": "s147"
    },
    {
      "text": "The legislative intention may, perhaps, be more easily seen ... where the statutory definition adds to or subtracts from what, apart from the definition, would be the meaning of the particular word in the statutory command: see, eg, R v Brewer [1942] HCA 33 ; (1942) 66 CLR 535 ; YZ Finance Co Pty Ltd v Cummings [1964] HCA 12 ; (1964) 109 CLR 395.",
      "id": "s148"
    },
    {
      "text": "Aided by the 1999 Memorandum, I have determined that the entity referred to in s 152-30(2)(a) as \"the other entity\" does not include a partnership.",
      "id": "s149"
    },
    {
      "text": "Since s 152-30 defines when one entity is connected to another for the purposes of s 152-15(a)(ii), a partnership is not an \"entity\" for the purposes of par (a)(ii).",
      "id": "s150"
    },
    {
      "text": "It follows from the determination that a partnership is not an entity for the purpose of those provisions, that it was not the intention of the legislature that par (d) of the definition of \"entity\" in s 960-100 should apply to those provisions.",
      "id": "s151"
    },
    {
      "text": "Accordingly a contrary intention appears for the purposes of s 995.",
      "id": "s152"
    },
    {
      "text": "I answer the preliminary question: \n Is a partnership an \"entity\" within the meaning of that term as used in s 152-15(a)(ii) of the Act?",
      "id": "s153"
    },
    {
      "text": "No.",
      "id": "s154"
    },
    {
      "text": "I certify that the preceding fifty-five (55) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s155"
    },
    {
      "text": "Associate:\n \n \nDated: 18 August 2009\n \n Counsel for the Applicant: F O'Loughlin \n \n Solicitor for the Applicant: Hall &amp; Wilcox \n \n Counsel for the Respondent: A Broadfoot \n \n Solicitor for the Respondent: Gadens Lawyers \n Date of Hearing: 28 July 2009 \n \n Date of Judgment: 18 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/880.html",
      "id": "s156"
    }
  ]
}