{
  "name": "Brookfield Multiplex Limited v International Litigation Funding Partners Pte Ltd (No 4) [2009] FCA 803 (3 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/803.html",
  "catchphrases": [
    {
      "text": "application for indemnity costs",
      "id": "c0"
    },
    {
      "text": "\"walk away\" offer of compromise not accepted",
      "id": "c1"
    },
    {
      "text": "what constitutes a genuine offer of compromise",
      "id": "c2"
    },
    {
      "text": "calderbank offer and rules of court",
      "id": "c3"
    },
    {
      "text": "test to be applied",
      "id": "c4"
    },
    {
      "text": "costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "A trial is like a gamble.",
      "id": "s0"
    },
    {
      "text": "Each side has a probability of winning and a complementary probability of losing.",
      "id": "s1"
    },
    {
      "text": "The parties may dislike the risk that is involved and pay something to avoid it.",
      "id": "s2"
    },
    {
      "text": "Making an offer of compromise is designed to put pressure on a risk-averse party by adding significantly to the cost of losing.",
      "id": "s3"
    },
    {
      "text": "There are cases, and this is one, where the stakes are so high that each party is willing to take their dispute to judgment whatever the cost.",
      "id": "s4"
    },
    {
      "text": "I have to determine that cost.",
      "id": "s5"
    },
    {
      "text": "In this action the plaintiffs alleged that a funded class action constituted a managed investment scheme which was required to be, but was not, registered under s 601EB of the Corporations Act 2001 (Cth): s 601ED (MIS action).",
      "id": "s6"
    },
    {
      "text": "The plaintiffs raised this issue because they are defendants in a shareholder fraud class action funded by the first and second defendants, in which the fourth and fifth defendants are the representative parties and the third defendant, Maurice Blackburn Pty Limited, are their lawyers (class action).",
      "id": "s7"
    },
    {
      "text": "In the class action the defendants seek to recover hundreds of millions of dollars by way of compensation.",
      "id": "s8"
    },
    {
      "text": "If the plaintiffs had succeeded in the MIS action they may have got rid of the class action.",
      "id": "s9"
    },
    {
      "text": "The plaintiffs commenced the MIS action on 18 November 2008.",
      "id": "s10"
    },
    {
      "text": "Appearances were filed between 24 November 2008 and 24 December 2008.",
      "id": "s11"
    },
    {
      "text": "Shortly thereafter, on 5 January 2009, the defendants, through their solicitors, made a \"Without Prejudice Save as to Costs\" offer of compromise.",
      "id": "s12"
    },
    {
      "text": "The offer was contained in a letter that stated: \n We have carefully considered your clients' claim and have taken the advice of senior counsel.",
      "id": "s13"
    },
    {
      "text": "We consider that your clients' claim is completely without merit.",
      "id": "s14"
    },
    {
      "text": "Notwithstanding that the Defendants have already incurred significant expense in reviewing the claim, in obtaining advice and in court proceedings to date, the Defendants are prepared to resolve this matter now on the basis that the Plaintiffs withdraw the proceeding, with each party bearing its own costs.",
      "id": "s15"
    },
    {
      "text": "This offer remains open for acceptance for fourteen (14) days only, after which time it will lapse.",
      "id": "s16"
    },
    {
      "text": "In the event that this offer is not accepted and the matter proceeds to trial (in whole or in part) and the judgment is not more favourable to the Plaintiffs than the terms of this offer, then the Offer of Compromise and this letter will be produced to the Court and the Defendants will seek costs on an indemnity basis from the date of this offer.",
      "id": "s17"
    },
    {
      "text": "The plaintiffs failed in the MIS action: see Brookfield Multiplex Ltd v International Litigation Funding Partners Pte Ltd (No 3) (2009) 256 ALR 427.",
      "id": "s18"
    },
    {
      "text": "Now the defendants rely on the offer to argue they are entitled to have the costs, which will be awarded in their favour, taxed on a party and party basis up to 5 January 2009 and from then on an indemnity basis.",
      "id": "s19"
    },
    {
      "text": "The defendants' submission requires a consideration of O 23 r 11(6) of the Federal Court Rules and Calderbank offers (after Calderbank v Calderbank [1976] Fam 93).",
      "id": "s20"
    },
    {
      "text": "Order 23 r 11(6) provides that if: \n (a) an offer is made by a respondent and not accepted by the applicant; and \n (b) the respondent obtains an order or judgment on the claim to which the offer relates as favourable to the respondent, or more favourable to the respondent, than the terms of the offer; \n then, unless the Court otherwise orders: \n (c) the respondent is entitled to an order that the applicant pay the respondent's costs in respect of the claim incurred up to 11 am on the day after the day when the offer was made, taxed on a party and party basis; and \n (d) the respondent is entitled to an order that the applicant pay the respondent's costs in respect of the claim incurred after that time, taxed on an indemnity basis.",
      "id": "s21"
    },
    {
      "text": "Surprisingly, there is uncertainty about the effect of the rule on the court's discretion to award costs.",
      "id": "s22"
    },
    {
      "text": "There are two lines of authority.",
      "id": "s23"
    },
    {
      "text": "First, there is the literal view of O 23 r 11(6) which is that if the rule is attracted, it \"creates a presumptive entitlement in the respondent to indemnity costs after 11 am on the day after the offer was made\": Review 2 Pty Ltd v Redberry Enterprise Pty Ltd (No 2) [2008] FCA 1805 at [20] .",
      "id": "s24"
    },
    {
      "text": "In that event the court's discretion to allow a party to escape from the obligation to pay indemnity costs \"will, in general, be exercised only in an exceptional case --- Leichhardt Municipal Council v Green [2004] NSWCA 341 and it is for the plaintiff to prove that the court should 'order otherwise' --- Gretton v The Commonwealth of Australia [2007] NSWSC 149 at [9]\": Pollard v Baulderstone Hornibrook Engineering Pty Ltd (No 2) [2007] NSWSC 486 at [6] cited with approval in Equity 8 Pty Limited v Shaw Stockbroking Limited [2007] NSWSC 503 at [33] .",
      "id": "s25"
    },
    {
      "text": "Second, there is the non-literal approach namely that \"the fact that the unsuccessful applicant rejected an offer of compromise made by a respondent pursuant to O 23 is far from determinative on the question of indemnity costs\" and that the court \"is required to consider whether the rejection of the offer of compromise was unreasonable\": Seven Network Ltd v News Ltd [2007] FCA 1489 ; (2007) 244 ALR 374 at [65] --- [66].",
      "id": "s26"
    },
    {
      "text": "In other words, there is no presumption so far as what costs order should be made and the fact that an O 23 offer is not bettered is but one factor to be taken into account in determining whether indemnity costs should be awarded.",
      "id": "s27"
    },
    {
      "text": "Indeed, it is no more than a \"good start\": Seven Network Ltd at [66] citing Wilcox J in Coshott v Learoyd [1999] FCA 276.",
      "id": "s28"
    },
    {
      "text": "A Calderbank offer is similar to an O 23 offer.",
      "id": "s29"
    },
    {
      "text": "Specifically, a Calderbank offer is a \"well recognised means of making offers of settlement in circumstances where the party making the offer ultimately seeks a costs advantage if the offer is not accepted\": Jones v Bradley (No 2) [2003] NSWCA 258 at [5] .",
      "id": "s30"
    },
    {
      "text": "There is also a divergence in approach regarding the precise effect of a Calderbank offer where the offer is not bettered by the judgment.",
      "id": "s31"
    },
    {
      "text": "Once again there are two lines of authority.",
      "id": "s32"
    },
    {
      "text": "On the one hand, there are cases which hold that \"there should be a prima facie presumption ... that the party rejecting the offer should pay the costs of the other party on an indemnity basis from the date of the making of the offer\": Multicon Engineering Pty Ltd v Federal Airports Corporation (1996) 138 ALR 425 , 451.",
      "id": "s33"
    },
    {
      "text": "On the other hand, there are cases which reject the \"prima facie presumption\", holding that \"the mere making of an offer by a Calderbank letter ... will not automatically lead to the making of an order for payment of costs on an indemnity basis\": MGICA (1992) Pty Ltd v Kenny &amp; Good Pty Ltd (No 2) (1996) 70 FCR 236 , 239; see also Jones at [9].",
      "id": "s34"
    },
    {
      "text": "According to this view, whether indemnity costs are awarded will depend on all the circumstances of the case.",
      "id": "s35"
    },
    {
      "text": "This is not the occasion upon which to resolve the difference in approach with respect to Calderbank offers and O 23 offers if for no other reason than the point was not argued.",
      "id": "s36"
    },
    {
      "text": "It is sufficient for present purposes to do no more than state my tentative view.",
      "id": "s37"
    },
    {
      "text": "So far as an O 23 offer is concerned, I think it does give rise to a presumptive entitlement to indemnity costs: MGICA (1992) Pty Ltd at 240.",
      "id": "s38"
    },
    {
      "text": "So far as Calderbank offers are concerned, the weight of authority is to the effect that the key issue is to determine whether rejection of the offer was unreasonable in all the circumstances (see Pollard at [9]; Crump v Equine Nutrition Systems Pty Ltd trading as Horsepower (No 2) [2007] NSWSC 25 at [40] ; Gretton at [16]; Equity 8 Pty Limited at [33]), but not whether the rejection of the offer was \"plainly unreasonable\" ( University of Western Australia v Gray (No 21) [2008] FCA 1056 ; (2008) 249 ALR 360 at [36] ).",
      "id": "s39"
    },
    {
      "text": "If the matter were not covered by authority, I would hold there to be no difference between an O 23 offer and a Calderbank letter provided the Calderbank offer allows for a reasonable time for acceptance.",
      "id": "s40"
    },
    {
      "text": "Each serves precisely the same function, encouraging parties to compromise the dispute.",
      "id": "s41"
    },
    {
      "text": "There seems to be no principled reason for there to be a difference between them.",
      "id": "s42"
    },
    {
      "text": "The offer in this case may loosely be described, and in some cases has been described, as a \"walk away\" offer.",
      "id": "s43"
    },
    {
      "text": "A \"walk away\" offer may or may not constitute an offer for purposes of O 23 and Calderbank.",
      "id": "s44"
    },
    {
      "text": "The starting point is that \"an offer which does not involve a real and genuine element of compromise, will not be taken into account in relation to costs\": The Anderson Group Pty Ltd v Tynan Motors Pty Ltd (No 2) [2006] NSWCA 120 ; (2006) 67 NSWLR 706 , 708; see also Hobartville Stud Pty Ltd v Union Insurance Co Ltd (1991) 25 NSWLR 358 , 368 (\"Compromise connotes that a party gives something away.",
      "id": "s45"
    },
    {
      "text": "A plaintiff with a strong case, or a plaintiff with a firm belief in the strength of its case, is perfectly entitled to discount its claim by only a dollar, but it does not in any real sense give anything away, and I do not think that it can claim to have placed itself in a more favourable position in relation to costs unless it does so\").",
      "id": "s46"
    },
    {
      "text": "It is therefore necessary to determine whether the defendants' \"walk away\" offer was a genuine offer of compromise.",
      "id": "s47"
    },
    {
      "text": "One can easily envisage circumstances where a \"walk away\" offer must be regarded as a genuine offer of compromise.",
      "id": "s48"
    },
    {
      "text": "Take for example a case that has progressed for some time and the parties' costs are quite high.",
      "id": "s49"
    },
    {
      "text": "In that event an offer to walk away may, in a business sense, be a significant offer: see for example Commissioner of Taxation v Evenfont (No 2) (2009) 223 FLR 28 at [31].",
      "id": "s50"
    },
    {
      "text": "Conversely there are circumstances, and this case is an example, where an offer to walk away does not involve any real give and take.",
      "id": "s51"
    },
    {
      "text": "Here the offer was made some 12 days after the last appearance was filed, and some allowance must be made for the Christmas period when little work is done.",
      "id": "s52"
    },
    {
      "text": "I accept that up to the time of the offer the defendants had incurred some costs.",
      "id": "s53"
    },
    {
      "text": "But probably not a lot.",
      "id": "s54"
    },
    {
      "text": "Certainly the amount was not proved in evidence.",
      "id": "s55"
    },
    {
      "text": "On this view indemnity costs should not be awarded.",
      "id": "s56"
    },
    {
      "text": "There is in any event a more important reason for refusing indemnity costs.",
      "id": "s57"
    },
    {
      "text": "The issue raised in the litigation is of some importance.",
      "id": "s58"
    },
    {
      "text": "There are several litigation funders operating in the Australian litigation market.",
      "id": "s59"
    },
    {
      "text": "Between them they fund many large actions.",
      "id": "s60"
    },
    {
      "text": "From my observations their mode of operation is similar.",
      "id": "s61"
    },
    {
      "text": "Sooner or later the legality of their funding technique had to be ruled upon.",
      "id": "s62"
    },
    {
      "text": "And it is in the public interest that the issue be resolved, one way or another.",
      "id": "s63"
    },
    {
      "text": "So, far from it being unreasonable for the plaintiffs to decide to go on with their case, it was important that they did.",
      "id": "s64"
    },
    {
      "text": "The importance of the decision, coupled with the fact that the issues raised by the plaintiffs were not easy to resolve (see Brookfield Multiplex (No 3) at [6]), mean that the plaintiffs should not be punished by a special costs order.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s66"
    },
    {
      "text": "Associate:\nDated: 3 August 2009\n \n \n \n Solicitor for the Plaintiffs: Mallesons Stephen Jacques \n \n Solicitor for the First and Second Defendants: Piper Alderman \n \n Solicitor for the Third Defendant: Maurice Blackburn Pty Limited \n \n Solicitor for the Fourth and Fifth Defendants: Harris Legal \n Date of Written Submissions ---\nFirst and Second Defendants:\nThird Defendant:\nFourth and Fifth Defendants:\nPlaintiffs: \n 12 May 2009\n12 May 2009\n12 May 2009\n19 May 2009 \n \n Date of Judgment: 3 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/803.html",
      "id": "s67"
    }
  ]
}