{
  "name": "Doelle v Department of Families, Housing, Community Services and Indigenous Affairs [2009] FCA 801 (24 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/801.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrates court exercising jurisdiction under (cth) administrative appeals tribunal act 1975 s 44",
      "id": "c0"
    },
    {
      "text": "whether fresh evidence receivable on appeal to full court of the federal court of australia",
      "id": "c1"
    },
    {
      "text": "decision under appeal on a question of law",
      "id": "c2"
    },
    {
      "text": "held appellant not able to adduce fresh evidence merely to demonstrate an error of fact",
      "id": "c3"
    },
    {
      "text": "held fresh evidence not receivable",
      "id": "c4"
    },
    {
      "text": "disability support pension",
      "id": "c5"
    },
    {
      "text": "periodic payments of compensation",
      "id": "c6"
    },
    {
      "text": "preclusion period",
      "id": "c7"
    },
    {
      "text": "repayment to centrelink of certain moneys subject to preclusion period",
      "id": "c8"
    },
    {
      "text": "whether appellant's case involved \"special circumstances\"",
      "id": "c9"
    },
    {
      "text": "(cth) social security act 1991 s 1184k(1)",
      "id": "c10"
    },
    {
      "text": "appeal and new trial",
      "id": "c11"
    },
    {
      "text": "social security",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "Mr Douglas James Doelle appears on his own behalf in respect of an appeal against a judgment delivered in the Federal Magistrates Court on 1 May 2009.",
      "id": "s0"
    },
    {
      "text": "The grounds of appeal which he advances are as follows: The Federal Magistrate erred in failing to find that the Administrative Appeals Tribunal (AAT): \n(a) incorrectly interpreted and/or applied the meaning of the expression \"special circumstances\" pursuant to s 1184K of the Social Security Act 1991 (Cth) (the Social Security Act ) to the circumstances of the appellant's case;\n \n(b) erred in law in holding that the Appellant's circumstances were not special circumstances because he still had $13,000 available from the settlement moneys, that he and his family continued to live out of town for a number of reasons, that they had two cars available to them and that their living circumstances had not undergone substantial change;\n \n(c) should have made a finding whether it accepted all of the Appellant's un-contradicted evidence in relation to the claim of \"special circumstances\" and;\n \n(d) gave inadequate reasons for its decision that there were no \"special circumstances\" in this case.",
      "id": "s1"
    },
    {
      "text": "The Federal Magistrate erred in finding in para 15 of his judgment that the appellant was seeking \"impermissible merits review\" and should have found that the appellant was seeking to review errors of law.",
      "id": "s2"
    },
    {
      "text": "The Federal Magistrate should have found that the AAT had regard to irrelevant circumstances in exercising its discretion for the said claim of \"special circumstances.",
      "id": "s3"
    },
    {
      "text": "\" The Federal Magistrate should have found that the AAT failed to identify and/or consider the relevant circumstances of the exercise of the said discretion in relation to the said claim of \"special circumstances.",
      "id": "s4"
    },
    {
      "text": "\" The Federal Magistrate erred in failing to find that the AAT erred in law in finding that there was evidence of the solicitor for the nominal defendant that there was an economic loss component in the settlement sum that exceeded $35,000, when in fact the said solicitor was not a witness in the proceedings.",
      "id": "s5"
    },
    {
      "text": "The Federal Magistrate erred in failing to find that the AAT should have found there was no evidence that the settlement sum of $55,000 included any component or economic loss.",
      "id": "s6"
    },
    {
      "text": "The background to the present case is related by the AAT (which was constituted by Mr Karas AO) in the AAT's reasons.",
      "id": "s7"
    },
    {
      "text": "That background can only elicit sympathy for the circumstance in which Mr Doelle presently finds himself.",
      "id": "s8"
    },
    {
      "text": "To observe that is not though in any way to acknowledge that it is any part of the Court's role on an appeal from the Federal Magistrates Court in a case of this kind to make an evaluative judgment on the factual merits of a controversy which fell for the AAT to resolve.",
      "id": "s9"
    },
    {
      "text": "The background then to the present case derived from the summary provided by the AAT is as follows.",
      "id": "s10"
    },
    {
      "text": "Mr Doelle had the misfortune to sustain injuries in a motor vehicle accident on 15 November 2001.",
      "id": "s11"
    },
    {
      "text": "Aside from the injuries he sustained in the motor vehicle accident, the evidence before the AAT and the subordinate administrative agencies of the Commonwealth establishes that Mr Doelle had (and I infer continues to have) a heart condition which necessarily impacts upon his ability to undertake remunerative employment.",
      "id": "s12"
    },
    {
      "text": "Following the car accident he instituted proceedings in the District Court of Queensland for damages against a named defendant and also the Nominal Defendant.",
      "id": "s13"
    },
    {
      "text": "Those proceedings culminated in an agreed resolution, the terms of which are recorded in a document entitled \"terms of settlement\" dated 29 January 2008.",
      "id": "s14"
    },
    {
      "text": "Paragraph 1 of those terms of settlement proved to be the focus of a particular submission made by Mr Doelle in the appeal.",
      "id": "s15"
    },
    {
      "text": "It is in these terms: \n That the second defendant (the nominal defendant) --- \n\n \n will pay to the plaintiff the sum of $55,000 (\"the settlement sum\") in full settlement of the plaintiff's claim for damages and interest and also including the plaintiff's standard costs and outlays of and incidental to the action.",
      "id": "s16"
    },
    {
      "text": "That settlement was reached following a mediation which was conducted on 29 January 2008.",
      "id": "s17"
    },
    {
      "text": "The following month, on 4 February 2008, an officer at \"Centrelink\" found that Mr Doelle was subject to a preclusion period in terms of the Social Security Act and that he had to refund to Centrelink, on behalf of the Commonwealth, $7069.28 of disability support pension which had been paid during that preclusion period.",
      "id": "s18"
    },
    {
      "text": "That refund was said to be payable from compensation moneys that he had received in respect of the injury which he had sustained in his car accident in November 2001.",
      "id": "s19"
    },
    {
      "text": "Thereafter Mr Doelle sought to successively review that original administrative decision as provided for under the Social Security Act .",
      "id": "s20"
    },
    {
      "text": "An authorised review officer affirmed the decision.",
      "id": "s21"
    },
    {
      "text": "So too did the Social Security Appeals Tribunal (the SSAT) and so too, in due course, did the AAT.",
      "id": "s22"
    },
    {
      "text": "The AAT's reasons were given in writing on 6 August 2008, the day on which it decided to affirm the decision under review.",
      "id": "s23"
    },
    {
      "text": "The AAT identified, unremarkably in my respectful opinion, the following issues for determination: whether a preclusion period should be applied in relation to compensation moneys received by Mr Doelle for the injuries he sustained on 15 November 2001 and, if so; whether a refund of $7069.28 of disability support pension paid during the time of the preclusion period should be recovered by the respondent, ie, by the Centrelink agency or, more particularly, by the Secretary of the Department of Families, Housing, Community Services and Indigenous Affairs.",
      "id": "s24"
    },
    {
      "text": "The terms of settlement which were in evidence before the AAT are neutral as to whether or not the settlement moneys included a component in respect of economic loss.",
      "id": "s25"
    },
    {
      "text": "On the face of them, it is quite understandable how a layman in Mr Doelle's position would be left in some doubt as to whether or not the settlement sum did, indeed, include a component for economic loss.",
      "id": "s26"
    },
    {
      "text": "As Mr Cosgrove - who appeared for the respondent Commonwealth Department - observed in the course of submissions, that particular phenomenon is by no means uncommon.",
      "id": "s27"
    },
    {
      "text": "That though was the voice of a practitioner well versed in the conduct of common law litigation.",
      "id": "s28"
    },
    {
      "text": "It is important to realise that lay people such as Mr Doelle do not bring to the scrutiny of such documents the same background in terms of legal practice and procedure.",
      "id": "s29"
    },
    {
      "text": "I should note in passing that the AAT was constituted by a legal practitioner.",
      "id": "s30"
    },
    {
      "text": "The AAT at some length recited the evidence that was placed before it on the subject of whether or not the settlement moneys included a component in respect of economic loss.",
      "id": "s31"
    },
    {
      "text": "It is important to appreciate - and the reasons for judgment of the learned Federal Magistrate certainly evidence this - that the resolution of matters of factual controversy was a task consigned under our law in this type of case to the AAT, not to the judicial branch.",
      "id": "s32"
    },
    {
      "text": "It is also important to appreciate that, in approaching its task of resolving matters of factual controversy, the AAT was not bound by the formal rules of evidence and was entitled to act on material which might not be regarded as compliant with those rules in a court.",
      "id": "s33"
    },
    {
      "text": "The AAT's reasons reveal that it scrutinised carefully not only the evidence that Mr Doelle gave but also that which had been advanced in the proceedings before the subordinate administrative tribunal, the SSAT.",
      "id": "s34"
    },
    {
      "text": "One must, in my opinion, read the AAT's reasons in conjunction with the summary of evidence given by the SSAT.",
      "id": "s35"
    },
    {
      "text": "That so much was intended by the AAT is apparent from para 11 of the AAT's reasons.",
      "id": "s36"
    },
    {
      "text": "There one finds express reference by the AAT to evidence summarised in para 8 of the SSAT's decision concerning economic loss.",
      "id": "s37"
    },
    {
      "text": "Further, in the AAT's reference in para 11 to \"other material on the file\" one also is directed to look to material that was already in existence at the time when the AAT came to conduct its hearing.",
      "id": "s38"
    },
    {
      "text": "That material necessarily included the body of evidence which had been presented to the SSAT.",
      "id": "s39"
    },
    {
      "text": "When one looks to para 8 of the reasons of the SSAT, as the AAT plainly intended, one sees there a summary of information provided to that tribunal and which was before the AAT.",
      "id": "s40"
    },
    {
      "text": "Paragraph 8 of the SSAT's reasons is as follows: Mr Doelle and his solicitor, Mr McGhie, spoke to the Tribunal and the following is a summary of the information provided:\n What the AAT observed in its reasons (para 11) in respect of the evidence concerning the composition of the settlement moneys was as follows: \n It appears from the evidence in this matter that the applicant agreed with parts of paragraph 8 of the SSAT's decision regarding economic loss being claimed as a component of his settlement by his solicitor at and during the negotiations that led to the settlement of his injuries claim for $55,000.",
      "id": "s41"
    },
    {
      "text": "Other material on the file indicates that had the settlement sum exceeded $35,000 then an economic component would have been included as reflected in the correspondence by the parties around the time of the settlement payment.",
      "id": "s42"
    },
    {
      "text": "The AAT then continued in para 12: \n Although the Applicant, ie, Mr Doelle, asserts that settlement of his injuries claim was reached on the basis that no component was included for economic loss, the Tribunal is unable on the evidence and material before it to accept this.",
      "id": "s43"
    },
    {
      "text": "Perhaps he misunderstood or was confused regarding the economic aspect of the settlement.",
      "id": "s44"
    },
    {
      "text": "The Tribunal prefers the evidence of the solicitor for the Nominal Defendant that the there was an economic loss component in the settlement sum that exceeded $35,000.",
      "id": "s45"
    },
    {
      "text": "Then, a little later, the AAT notes the Centrelink officer's record of a conversation with the Applicant's solicitor in February 2008, where it is stated: \n He also advised that it may have been possible that the nominal defendant did include some economic loss in the settlement.",
      "id": "s46"
    },
    {
      "text": "The AAT then found (para 13) on the basis of the evidence and material before it as follows: Before turning to any question of special circumstances, it is instructive to examine how the learned Federal Magistrate dealt with the challenge to the finding that the AAT had made as to the composition of the settlement moneys.",
      "id": "s47"
    },
    {
      "text": "The learned Federal Magistrate dealt with this aspect of the challenge to the AAT's decision in para 17 and following of his reasons which were directed to grounds (v) and (vi) of the notice of appeal.",
      "id": "s48"
    },
    {
      "text": "His Honour observed, correctly, that the AAT was not bound by the rules of evidence, making reference in that regard to s 33(1)(c) of the Administrative Appeals Tribunal Act 1975 (Cth) (the Administrative Appeals Tribunal Act ).",
      "id": "s49"
    },
    {
      "text": "His Honour further observed, again, with respect, correctly, that the AAT ought to be guided by matters of probity, weight and relevance in determining that which it will receive by way of evidentiary materials in any application before it.",
      "id": "s50"
    },
    {
      "text": "His Honour concluded that the AAT was: \n ...well positioned to reach the conclusion it did without needing to hear from the solicitor who appeared for the nominal defendant at the mediation.",
      "id": "s51"
    },
    {
      "text": "His Honour's reasons are cast against the background of a criticism which had been advanced before him that the solicitors for the Nominal Defendant and, for that matter, the mediator had not appeared personally, it seems, to give evidence before the SSAT.",
      "id": "s52"
    },
    {
      "text": "His Honour observed in respect of that phenomenon that \"that fact itself does not appear to be decisive\" (para 20 of reasons for judgment).",
      "id": "s53"
    },
    {
      "text": "His Honour further concluded that his evidence would not materially add to the matters of which the Appellant and Mr McGhie - Mr McGhie being the Appellant's solicitor - had earlier informed the SSAT.",
      "id": "s54"
    },
    {
      "text": "There can be no denying the correctness of his Honour's observation when one has regard to the informality of proof that is permissible in an administrative review forum such as either the SSAT or the AAT.",
      "id": "s55"
    },
    {
      "text": "When one looks back through the record of telephonic attendances between officers of the Commonwealth within Centrelink and the solicitor within the Nominal Defendant's solicitors, DLA Phillips Fox, Mr Sullivan, one finds there reference to an account given by Mr Sullivan of the settlement moneys including a component in respect of economic loss.",
      "id": "s56"
    },
    {
      "text": "It was unnecessary for either the mediator or, for that matter, the solicitors for the Nominal Defendant to appear in person either before the SSAT or, more materially for present purposes, the AAT.",
      "id": "s57"
    },
    {
      "text": "There was, for the purposes of administrative fact finding, evidentiary material from them upon which the AAT was entitled to act in making the findings that it did.",
      "id": "s58"
    },
    {
      "text": "So much was, in my respectful opinion, appreciated by the learned Federal Magistrate.",
      "id": "s59"
    },
    {
      "text": "It is important to recall that the jurisdiction that the Federal Magistrates Court was exercising arose under s 44 of the Administrative Appeals Tribunal Act upon the remission of the appeal from the AAT by this Court to the Federal Magistrates Court.",
      "id": "s60"
    },
    {
      "text": "That jurisdiction is to entertain an appeal on a question of law.",
      "id": "s61"
    },
    {
      "text": "It is most certainly not a jurisdiction which entails the conduct of merits review of findings of fact made by the AAT.",
      "id": "s62"
    },
    {
      "text": "In this regard, it is helpful to recall observations made, now long ago, by Brennan J, as his Honour then was, in Waterford v Commonwealth of Australia [1987] HCA 25 ; (1987) 163 CLR 54 at 77, which statement was referred to with approval in this Court in Commonwealth Banking Corporation v Percival [1988] FCA 240 ; (1988) 20 FCR 176: \n The error of law which an appellant must rely on to succeed must arise in the facts as the AAT has found them to be, or it must vitiate the findings made, or it must have led the AAT to omit to make a finding it was legally required to make.",
      "id": "s63"
    },
    {
      "text": "There is no error of law simply in making a wrong finding of fact.",
      "id": "s64"
    },
    {
      "text": "Therefore, an appellant cannot supplement the record by adducing fresh evidence merely in order to demonstrate an error of fact.",
      "id": "s65"
    },
    {
      "text": "Later, in Federal Commissioner of Taxation v Elton (1990) ATC 4078, Davies J observed that although he might have come to a different view on the facts had he been called upon to make the decision, no error of law was demonstrated.",
      "id": "s66"
    },
    {
      "text": "His Honour there, as others have frequently done since in respect of appeals under s 44 , was demonstrating a principle of restraint in terms of the jurisdiction that is consigned to the court in appeals from the AAT.",
      "id": "s67"
    },
    {
      "text": "It seems to me that the learned Federal Magistrate did just that in disposing with this aspect of the challenge which Mr Doelle made to the AAT's decision.",
      "id": "s68"
    },
    {
      "text": "Thus, those grounds of appeal which seek to challenge the way in which the Federal Magistrates Court dealt with the findings of fact made by the AAT must fail.",
      "id": "s69"
    },
    {
      "text": "It is convenient, having regard to the reference to Waterford's case, to make brief reference to an endeavour which Mr Doelle made to supplement the record of the proceedings by proffering a document which I marked for identification as exhibit A.",
      "id": "s70"
    },
    {
      "text": "Mr Doelle did not give sworn evidence that this document comprised part of the record before the AAT, and, in a statement which he made from the bar table, was unable to confirm one way or the other whether it was, indeed, part of the material before the AAT.",
      "id": "s71"
    },
    {
      "text": "The Commonwealth's position was that it did not comprise part of the material before the AAT.",
      "id": "s72"
    },
    {
      "text": "It certainly did not form part of the material which was transmitted to the Court by the AAT, as required, in respect of an appeal under s 44.",
      "id": "s73"
    },
    {
      "text": "Having regard to the decision of the High Court in Minister for Immigration and Multicultural Affairs v Jia [2001] HCA 17 ; (2001) 205 CLR 507 , and subsequent decisions of Full Courts of this Court, there can be no doubt that an appeal to this Court from the Federal Magistrates Court is an appeal by way of rehearing, not an appeal stricto sensu .",
      "id": "s74"
    },
    {
      "text": "That said, the nature of the appellate jurisdiction is necessarily influenced by the nature of the proceeding which is the subject of appeal.",
      "id": "s75"
    },
    {
      "text": "In this instance, that proceeding was an appeal on a question of law.",
      "id": "s76"
    },
    {
      "text": "It seems to me to follow, having regard to the observation made by Brennan J in Waterford's case, that it would be impermissible, on an appeal from the Federal Magistrates Court which had entertained an appeal under s 44 of the Administrative Appeals Tribunal Act , to receive, by way of an endeavour to supplement the record, material which could only go to a challenge to the factual conclusion reached by the AAT.",
      "id": "s77"
    },
    {
      "text": "For those reasons, I have not had regard to exhibit A in the disposition of the appeal.",
      "id": "s78"
    },
    {
      "text": "I turn, then, to the question which necessarily confronted the learned Federal Magistrate, in light of the conclusion which he had reached concerning the ability, reasonably, of the AAT to make the finding of fact that it did in relation to the composition of the settlement moneys.",
      "id": "s79"
    },
    {
      "text": "His Honour correctly apprehended that s 1184K of the Social Security Act makes provision for the exercise of discretion in relation to the imposition of the lump sum preclusion period refund obligations, where \"special circumstances\" exist.",
      "id": "s80"
    },
    {
      "text": "It seems to me, also, that his Honour correctly apprehended the case law, such as it is, as to the meaning of that term \"special circumstances.",
      "id": "s81"
    },
    {
      "text": "\" One finds in para 8 and para 10 of the learned Federal Magistrate's reasons reference to pertinent authorities.",
      "id": "s82"
    },
    {
      "text": "His Honour recites, at para 9 of his reasons for judgment, that no issue was taken with the AAT's identification of the appropriate test.",
      "id": "s83"
    },
    {
      "text": "Before me, Mr Doelle was concerned that the learned Federal Magistrate had not dealt with the special circumstances test correctly, in that, so he submitted, the court below had failed to appreciate that the ramification of the special circumstances test was that each case is different.",
      "id": "s84"
    },
    {
      "text": "In other words, the nature of the challenge seemed to be that the court below and, for that matter, the AAT, had failed to appreciate that it was at the very essence of the special circumstances test that it required the consideration of its application in the circumstances of a particular case.",
      "id": "s85"
    },
    {
      "text": "Given the nature of that challenge, it is helpful to reflect upon observations which have been made in earlier judgments as to the nature of a special circumstances test.",
      "id": "s86"
    },
    {
      "text": "In Boscolo v Secretary, Department of Social Security [1999] FCA 106 ; (1999) 90 FCR 531 at 535, French J, as his Honour then was, observed: \n It is generally futile to search for its meaning in terms of other words.",
      "id": "s87"
    },
    {
      "text": "It is in essence instrumental, a direction to the decision-maker that the discretion it is not likely to be enlivened...",
      "id": "s88"
    },
    {
      "text": "If helpful to speak in terms of its meaning almost all of it comes from context.",
      "id": "s89"
    },
    {
      "text": "I note that the learned Federal Magistrate made particular reference, at para 10 of his reasons for judgment, to Boscolo's case.",
      "id": "s90"
    },
    {
      "text": "In Groth v Secretary, Department of Social Security [1995] FCA 1708 ; (1995) 40 ALD 541 at 545, Kiefel J observed that: \n The words require something which distinguishes [a person's] case from others, to take it out of the usual or ordinary case.",
      "id": "s91"
    },
    {
      "text": "A similar view of the meaning of a term such as \"special circumstances\" is to be found in the judgment of the Full Court in Minister for Community Services and Health v Chi Keong Thoo (1988) 78 ALR 307 at 324.",
      "id": "s92"
    },
    {
      "text": "A cautionary note was sounded by Hill J in Secretary Department of Social Security v Hodgson [1992] FCA 338 ; (1992) 37 FCR 32 at 42 in his Honour's observation that the term carried with it: \n ...no requirement that the case be extremely unusual, uncommon or exceptional.",
      "id": "s93"
    },
    {
      "text": "[emphasis added] \n In Jess v Scott (1986) 12 FCR 187 at 195, albeit in a different context but, nonetheless, by reference to the term \"special circumstances,\" a Full Court observed of that term that: \n [It is] an elastic test, suitable for application across a range of situations ...",
      "id": "s94"
    },
    {
      "text": "It is an expression describing a flexible discretionary power, but one requiring a case to be made upon grounds sufficient to justify departure in the particular circumstances from the ordinary rule.",
      "id": "s95"
    },
    {
      "text": "Earlier in time, a Full Court had observed in Beadle v Director-General of Social Security [1984] AATA 176 ; (1985) 60 ALR 225 at 228 that: \n We do not think it is possible to lay down precise limits or precise rules ...",
      "id": "s96"
    },
    {
      "text": "The phrase, although lacking precision, is sufficiently understood not to require judicial gloss.",
      "id": "s97"
    },
    {
      "text": "I refrain, in this case, from adding any judicial gloss in respect of the term \"special circumstances\".",
      "id": "s98"
    },
    {
      "text": "It seems to me that that which has earlier fallen from courts as to what those words carry with them is more than sufficient.",
      "id": "s99"
    },
    {
      "text": "When one reads the reasons of the learned Federal Magistrate insofar as they address the subject of the special circumstances aspect of the controversy which fell to the AAT to resolve one is left, in my opinion, with two impressions.",
      "id": "s100"
    },
    {
      "text": "Firstly, that the learned Federal Magistrate correctly apprehended the nature of the special circumstances test which fell for the AAT to apply, and secondly, that the learned Federal Magistrate did appreciate that that test fell for application in the circumstances of Mr Doelle's particular case.",
      "id": "s101"
    },
    {
      "text": "In particular, at para 13 of the reasons for judgment of the Federal Magistrates Court, one finds the following: The facts were considered against the established test with the tribunal concluding, at para 20:\n \n\"... there is no or insufficient probative evidence that the applicant's circumstance are somehow unusual or exceptional such that there are \"special circumstances\" enough to warrant the debt being waived.",
      "id": "s102"
    },
    {
      "text": "\"\n One then finds the following observation made by the learned Federal Magistrate: \n Despite the contention in his notice of appeal that the AAT incorrectly interpreted and/or applied the meaning of the expression \"special circumstances\" in section 1184K of the SS Act no particulars were advanced in support of that contention.",
      "id": "s103"
    },
    {
      "text": "The Tribunal correctly informed itself of the relevant test and its determination was open to it on the facts of the case.",
      "id": "s104"
    },
    {
      "text": "Ultimately the conclusion drawn by the AAT was one of fact.",
      "id": "s105"
    },
    {
      "text": "His Honour then correctly appreciated, in respect of this test, that the ambit of the court's powers on appeal was limited to review of errors of law only.",
      "id": "s106"
    },
    {
      "text": "The power might, perhaps, with respect, have been felicitously described as the determination of a question of law.",
      "id": "s107"
    },
    {
      "text": "Nonetheless, the essential point remains that the learned Federal Magistrate correctly appreciated that the AAT had, indeed, dealt with Mr Doelle's individual circumstances in the application of the special circumstances test and further that it was not for the court, on an appeal under s 44 , to revisit the factual wisdom of the conclusions which the AAT had reached in the application of that test.",
      "id": "s108"
    },
    {
      "text": "It follows from this that those grounds of appeal would seek to call into question, in one way or another, the way in which the learned Federal Magistrate dealt with the \"special circumstances\" aspects of the challenge to the AAT's decision must also fail.",
      "id": "s109"
    },
    {
      "text": "For these reasons then, in my opinion, the appeal must be dismissed.",
      "id": "s110"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s111"
    },
    {
      "text": "Associate:\n \n \nDated: 30 July 2009\n \n Counsel for the Appellant: The Appellant appeared in person \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 24 July 2009 \n \n Date of Judgment: 24 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/801.html",
      "id": "s112"
    }
  ]
}