{
  "name": "In the matter of Opes Prime Stockbroking Limited [2009] FCA 813 (3 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/813.html",
  "catchphrases": [
    {
      "text": "extinguishment of claims in scheme of arrangement",
      "id": "c0"
    },
    {
      "text": "whether scheme amounts to an acquisition on unjust terms",
      "id": "c1"
    },
    {
      "text": "scheme of arrangement",
      "id": "c2"
    },
    {
      "text": "compromise with creditors",
      "id": "c3"
    },
    {
      "text": "scheme to bar claims against third parties",
      "id": "c4"
    },
    {
      "text": "whether scheme effective as an arrangement",
      "id": "c5"
    },
    {
      "text": "classes",
      "id": "c6"
    },
    {
      "text": "whether creditors whose claims are barred constitute a separate class",
      "id": "c7"
    },
    {
      "text": "procedure",
      "id": "c8"
    },
    {
      "text": "determination of jurisdictional issues at convening hearing",
      "id": "c9"
    },
    {
      "text": "amalgamation",
      "id": "c10"
    },
    {
      "text": "whether creditors must approve",
      "id": "c11"
    },
    {
      "text": "panel established to assess claims by creditors",
      "id": "c12"
    },
    {
      "text": "whether right to appeal under s 1321",
      "id": "c13"
    },
    {
      "text": "whether liquidators are disqualified from acting as scheme administrators",
      "id": "c14"
    },
    {
      "text": "arrangement",
      "id": "c15"
    },
    {
      "text": "compromise",
      "id": "c16"
    },
    {
      "text": "amalgamation",
      "id": "c17"
    },
    {
      "text": "reconstruction",
      "id": "c18"
    },
    {
      "text": "constitutional law",
      "id": "c19"
    },
    {
      "text": "corporations",
      "id": "c20"
    },
    {
      "text": "words and phrases",
      "id": "c21"
    }
  ],
  "sentences": [
    {
      "text": "1.",
      "id": "s0"
    },
    {
      "text": "Introduction\n The liquidators of Opes Prime Stockbroking Limited (Receivers and Managers Appointed) (In Liquidation) (OPSL) and three related companies, Leveraged Capital Pty Ltd (Receivers and Managers Appointed) (In Liquidation) (Leveraged Capital), Hawkswood Investments Pty Ltd (Receivers and Managers Appointed) (In Liquidation) (Hawkswood) and Opes Prime Group Limited (Receivers and Managers Appointed) (In Liquidation) (OPGL) propound a scheme of arrangement between each company and its creditors.",
      "id": "s1"
    },
    {
      "text": "They seek leave under s 411(1) of the Corporations Act 2001 (Cth) to convene meetings of creditors to consider the proposed schemes.",
      "id": "s2"
    },
    {
      "text": "The hearing is usually ex parte.",
      "id": "s3"
    },
    {
      "text": "But this application raised several important issues of principle that were dealt with at a hearing at which a number of creditors, as well as Australian Securities and Investments Commission (ASIC), appeared.",
      "id": "s4"
    },
    {
      "text": "What follows are my reasons for permitting the meetings to be held.",
      "id": "s5"
    },
    {
      "text": "OPSL, a stockbroking firm, was a member of the Australian Securities Exchange.",
      "id": "s6"
    },
    {
      "text": "It provided institutional and private clients with a range of stockbroking services, predominately in the form of securities lending and equity financing.",
      "id": "s7"
    },
    {
      "text": "Leveraged Capital also provided securities lending and equity financing services to its clients.",
      "id": "s8"
    },
    {
      "text": "Mostly, they were its employees and employees of OPSL.",
      "id": "s9"
    },
    {
      "text": "A broad outline of securities lending is given in Beconwood Securities Pty Ltd v Australia and New Zealand Banking Group Limited [2008] FCA 594 ; (2008) 66 ACSR 116.",
      "id": "s10"
    },
    {
      "text": "For present purposes a brief summary will suffice.",
      "id": "s11"
    },
    {
      "text": "Securities lending is the practice by which securities are transferred from one party (the lender) to another party (the borrower), with the borrower contractually obliged to redeliver to the lender at a later time securities which are equivalent in number and type.",
      "id": "s12"
    },
    {
      "text": "The modern securities lending market can be divided into two markets: one that is defined by the motive of the borrower (the \"securities driven\" market) and the other by the motive of the lender (the \"cash driven\" market).",
      "id": "s13"
    },
    {
      "text": "In the securities driven market the lender transfers securities to the borrower who must return \"equivalent securities\" to the lender either on demand or on the occurrence of a defined event.",
      "id": "s14"
    },
    {
      "text": "The borrower: (a) obtains an outright transfer of title to the securities, which may then be sold or on-lent; (b) pays a fee for the use of the securities, calculated by reference to the value of the lent securities; and (c) provides collateral to the lender in the form of cash, other securities or other assets, title to which passes to the lender.",
      "id": "s15"
    },
    {
      "text": "The value of the collateral exceeds the value of the borrowed securities, the difference in percentage terms being referred to as the \"margin\" (which may need to be \"topped up\").",
      "id": "s16"
    },
    {
      "text": "At the conclusion of the transaction there is an exchange of \"equivalent securities\" for \"equivalent collateral\".",
      "id": "s17"
    },
    {
      "text": "In the event of default, provision is made for placing a money value on each party's obligations, setting one off against the other, and, if there is a net balance, for payment of the balance.",
      "id": "s18"
    },
    {
      "text": "A securities loan in the cash driven market follows the same structure, but there are some important differences.",
      "id": "s19"
    },
    {
      "text": "First, the collateral is always provided in the form of cash.",
      "id": "s20"
    },
    {
      "text": "Second, the amount of cash collateral is less than the value of the lent securities.",
      "id": "s21"
    },
    {
      "text": "Third, the lender pays a fee, much like interest, calculated by using a discounted interest rate.",
      "id": "s22"
    },
    {
      "text": "OPSL and Leveraged Capital entered into \"back-to-back\" securities lending arrangements with various financiers to obtain the funds needed to finance their clients' share trading.",
      "id": "s23"
    },
    {
      "text": "Under the arrangement, OPSL and Leveraged Capital transferred the securities they had received from their clients to financiers.",
      "id": "s24"
    },
    {
      "text": "The principal financiers were Australia and New Zealand Banking Group Limited (ANZ) and Merrill Lynch International and Merrill Lynch International (Australia) Limited (collectively Merrill Lynch).",
      "id": "s25"
    },
    {
      "text": "Hawkswood's main function was to act as the investment vehicle for directors of OPSL and OPGL.",
      "id": "s26"
    },
    {
      "text": "The investments included shares in public and private companies, motor vehicles, real estate, and loans to OPSL directors and their related entities.",
      "id": "s27"
    },
    {
      "text": "The remaining corporate plaintiff need be mentioned only briefly.",
      "id": "s28"
    },
    {
      "text": "OPGL is the holding company of the group.",
      "id": "s29"
    },
    {
      "text": "The stock market crashed in late 2007 both in Australia and around the world.",
      "id": "s30"
    },
    {
      "text": "Clients who had lent shares to OPSL and Leveraged Capital were required to \"top up\" the securities they had lent or return some of the cash they had received.",
      "id": "s31"
    },
    {
      "text": "Most did not do so.",
      "id": "s32"
    },
    {
      "text": "Many wanted to get back their securities and return the cash they had obtained from OPSL or Leveraged Capital.",
      "id": "s33"
    },
    {
      "text": "But, apart from isolated instances, neither OPSL nor Leveraged Capital held the securities they were required to redeliver to their client.",
      "id": "s34"
    },
    {
      "text": "Nor did they have the funds to buy the securities on the open market.",
      "id": "s35"
    },
    {
      "text": "By March 2008 it was clear that the companies in the Opes group were hopelessly insolvent.",
      "id": "s36"
    },
    {
      "text": "So, on 27 March 2008, Messrs Lindholm, Brown and McCluskey of Ferrier Hodgson were appointed joint and several administrators of the companies.",
      "id": "s37"
    },
    {
      "text": "On the same day ANZ appointed Messrs Algeri and Campbell of Deloitte Tohmatsu receivers and managers over the assets and undertakings of the companies pursuant to several debenture charges which were said to secure debts totalling around $650 million.",
      "id": "s38"
    },
    {
      "text": "In due course the creditors of the companies in administration resolved that each company should be wound up.",
      "id": "s39"
    },
    {
      "text": "By virtue of s 499 of the Corporations Act Messrs Lindholm, Brown and McCluskey became the companies' liquidators.",
      "id": "s40"
    },
    {
      "text": "The collapse of the Opes group led to a spate of litigation in the Federal Court, in several State Supreme Courts and in the High Court of Hong Kong.",
      "id": "s41"
    },
    {
      "text": "In most instances the action was brought against an Opes company (usually OPSL, Leveraged Capital or Green Frog Nominees Pty Ltd (in liq) (Green Frog) - the group's nominee company) as well as ANZ or Merrill Lynch.",
      "id": "s42"
    },
    {
      "text": "In each proceeding the plaintiff relies on several causes of action.",
      "id": "s43"
    },
    {
      "text": "At the heart of the claim against the Opes company is the allegation that the client was misled when it \"lent\" its securities.",
      "id": "s44"
    },
    {
      "text": "Most clients allege they thought they were providing securities under a mortgage arrangement or a margin lending facility.",
      "id": "s45"
    },
    {
      "text": "There are also allegations of breach of trust, breach of fiduciary duty, breach of contract and mistake.",
      "id": "s46"
    },
    {
      "text": "The liquidators have estimated that the aggregate amount of client claims is approximately $630 million.",
      "id": "s47"
    },
    {
      "text": "As against ANZ and Merrill Lynch, the Opes group's former clients allege the banks received from an Opes company property (the securities) knowing that the transfer was in breach of trust or breach of fiduciary duty or constituted a wrongful disposal of the clients' securities.",
      "id": "s48"
    },
    {
      "text": "There are also claims alleging knowing involvement in Opes' misleading conduct.",
      "id": "s49"
    },
    {
      "text": "It is not only the Opes group's former clients that have claims against ANZ and Merrill Lynch.",
      "id": "s50"
    },
    {
      "text": "The liquidators have foreshadowed a claim relating to a transaction that took place a few days before the Opes group was placed into administration.",
      "id": "s51"
    },
    {
      "text": "Pursuant to a \"Co-operation Deed\" (a) ANZ loaned $95 million to OPGL, OPSL and Leveraged Capital; (b) ANZ released certain securities to OPSL in order for those securities to be re-delivered to a client of Leveraged Capital; (c) an amount of $95 million was retained by ANZ to, in effect, meet a margin call on OPSL; (d) ANZ obtained a fixed and floating charge over all of the assets and undertakings of OPGL, OPSL, Leveraged Capital and Hawkswood; (e) various amendments were made to the terms of the securities lending agreements in place between ANZ on the one hand and OPSL and Leveraged Capital on the other hand; (f) ANZ obtained a cross-guarantee and indemnity from OPGL, OPSL and Leveraged Capital and a guarantee and indemnity from Hawkswood and from the directors of OPSL in respect of the $95 million loan; and (g) ANZ obtained a share mortgage from the directors of OPSL.",
      "id": "s52"
    },
    {
      "text": "According to the liquidators this transaction may be an unfair loan under s 588FD , an uncommercial transaction under s 588FB and the floating charges may be void as against the liquidator under s 588FJ.",
      "id": "s53"
    },
    {
      "text": "The liquidators estimate that, if established, the claims would bring in somewhere between $210 million and $275 million.",
      "id": "s54"
    },
    {
      "text": "However, the liquidators have no funds with which to fund an action against ANZ.",
      "id": "s55"
    },
    {
      "text": "They have discussed obtaining funding from a litigation funder, but to date nothing has been agreed.",
      "id": "s56"
    },
    {
      "text": "The liquidators have also foreshadowed a claim against Merrill Lynch arising out of an international prime brokerage agreement made on 26 September 2006 pursuant to which Merrill Lynch was granted a charge over OPSL's assets.",
      "id": "s57"
    },
    {
      "text": "The charge was not registered until 5 October 2007.",
      "id": "s58"
    },
    {
      "text": "On 18 March 2008 the arrangement was \"re-papered\" and a second charge granted and registered the day following the appointment of administrators.",
      "id": "s59"
    },
    {
      "text": "The charge might be void as against the liquidators under s 588FJ , an unfair preference under s 588FA or an uncommercial transaction under s 588FB and thus liable to be set aside.",
      "id": "s60"
    },
    {
      "text": "If the charge is set aside the liquidators could recover approximately $500 million.",
      "id": "s61"
    },
    {
      "text": "But the claim is not regarded as very strong.",
      "id": "s62"
    },
    {
      "text": "ASIC is also concerned about actions that have been taken by the banks.",
      "id": "s63"
    },
    {
      "text": "In a press release published on 6 March 2009 ASIC announced it had commenced an investigation into whether the arrangements between OPSL and its clients amounted to an unregistered (and therefore illegal) managed investment scheme in which the banks were knowing participants.",
      "id": "s64"
    },
    {
      "text": "The press release also indicated that ASIC was considering the possibility of civil penalty and compensation claims against the directors of OPSL and ANZ respectively for breach of directors' duties.",
      "id": "s65"
    },
    {
      "text": "In the light of the existing and potential claims the liquidators entered into mediation with the banks.",
      "id": "s66"
    },
    {
      "text": "The mediation was protracted but resulted in settlement being reached on 6 March 2009.",
      "id": "s67"
    },
    {
      "text": "The terms of settlement were given effect in an implementation agreement dated 1 May 2009.",
      "id": "s68"
    },
    {
      "text": "The key elements of the implementation agreement follow.",
      "id": "s69"
    },
    {
      "text": "The liquidators agreed to promote schemes of arrangement for each company along the lines of the presently proposed schemes (more of which later).",
      "id": "s70"
    },
    {
      "text": "The banks (ie ANZ and Merrill Lynch) are to contribute $226 million toward a scheme fund, which, together with other money, will under the proposed schemes be distributed between creditors.",
      "id": "s71"
    },
    {
      "text": "Certain assets (to the value of approximately $27 million) presently in the possession of the banks' receivers will be returned to the liquidators.",
      "id": "s72"
    },
    {
      "text": "The banks, receivers, Green Frog and Green Frog's liquidators (and their related parties) will be released from all claims by the Opes companies, their liquidators and Opes clients.",
      "id": "s73"
    },
    {
      "text": "ASIC is to indicate it will not take action against the banks or their officers.",
      "id": "s74"
    },
    {
      "text": "2.",
      "id": "s75"
    },
    {
      "text": "Procedure\n In addition to the usual considerations that arise for determination on an application to convene scheme meetings, there are several other issues concerning the proposed schemes I will consider at this the first of the three-stage process for sanctioning a scheme under s 411.",
      "id": "s76"
    },
    {
      "text": "The three stages are, the application for meetings, the holding of the meetings and, if agreed by the requisite majority, the application for approval.",
      "id": "s77"
    },
    {
      "text": "The issues to be considered are: (a) Do the proposed schemes contain provisions which the court has no jurisdiction to approve; (b) Is more than one meeting of creditors required for each proposed scheme; (c) Is it also necessary to convene a meeting of members; (d) Does a right of appeal exist under s 1321 from a decision concerning a creditor's proof of debt; (e) Are the proposed schemes so unfair they would not be approved even if agreed by the creditors?",
      "id": "s78"
    },
    {
      "text": "; and (f) Should the liquidators be granted leave to act as the scheme administrators?",
      "id": "s79"
    },
    {
      "text": "The traditional practice has been for the court not to address most of these issues at the first stage.",
      "id": "s80"
    },
    {
      "text": "For example, in England the practice note reported in [1934] WN 142 affirmed that it was for the company to decide whether creditors should be divided into classes for voting purposes, taking the risk that the correct decision was made, which would only be discovered at the approval hearing.",
      "id": "s81"
    },
    {
      "text": "In UDL Argos Engineering &amp; Heavy Industries Co Ltd v Li Oi Lin [2001] HKCFA 54 ; [2001] 3 HKLRD 634 Lord Millett, sitting as a non-permanent judge of the Court of Final Appeal in Hong Kong, said this practice was a sound one.",
      "id": "s82"
    },
    {
      "text": "It has been applied to other issues relating to jurisdiction.",
      "id": "s83"
    },
    {
      "text": "In England, however, this view has been overtaken.",
      "id": "s84"
    },
    {
      "text": "The change followed comments by Chadwick LJ in Re Hawk Insurance Co Ltd [2001] EWCA Civ 241 ; [2001] 2 BCLC 480.",
      "id": "s85"
    },
    {
      "text": "Chadwick LJ pointed out that the effect of the practice was to require the court when deciding whether to approve a scheme to review the utility of the order it had made convening the scheme meetings.",
      "id": "s86"
    },
    {
      "text": "He went on to say that those propounding the scheme were entitled to feel aggrieved if the court then found its first order to have been pointless.",
      "id": "s87"
    },
    {
      "text": "A new practice statement was published in [2002] 1 WLR 1345.",
      "id": "s88"
    },
    {
      "text": "Under the new practice the applicant for a scheme meeting must draw to the attention of the court as soon as possible any issue that may arise about the constitution of the meetings or which might otherwise affect the conduct of the meetings.",
      "id": "s89"
    },
    {
      "text": "If appropriate, notice must be given to any person affected by the proposed scheme so they may apply to be heard at the convening application.",
      "id": "s90"
    },
    {
      "text": "I adopted this practice in In the Application of United Medical Protection Limited [2007] FCA 631.",
      "id": "s91"
    },
    {
      "text": "The purpose of the new practice is to avoid the waste of costs and court time which would result if it were not until the approval hearing that it was determined that classes were wrongly constituted.",
      "id": "s92"
    },
    {
      "text": "In England it has been said that this underlying purpose means that if other issues which go to the jurisdiction of the court to approve a scheme (as in Re Savoy Hotel Ltd [1981] 1 Ch 351) , or issues which would lead the court unquestionably to refuse the scheme, should also be dealt with at the convening application: Re T &amp; N Ltd (No 3) [2006] EWHC 1447 ; [2007] 1 All ER 851 , 862.",
      "id": "s93"
    },
    {
      "text": "The liquidators appreciated the proposed schemes raised controversial issues.",
      "id": "s94"
    },
    {
      "text": "They brought on a preliminary application asking for directions.",
      "id": "s95"
    },
    {
      "text": "Orders were made for the publication on Ferrier Hodgson's website of the proposed schemes, the draft explanatory statement, the affidavits in support of the applications and the liquidators' outline of argument.",
      "id": "s96"
    },
    {
      "text": "Creditors wishing to make submissions at the convening application were advised to appear on an earlier date which had been set aside to deal with any application for leave to appear.",
      "id": "s97"
    },
    {
      "text": "In the event, several parties sought, and were granted, leave (if leave was necessary) to appear.",
      "id": "s98"
    },
    {
      "text": "They included persons who supported the proposed schemes such as ANZ (for whom Mr Archibald QC with Mr Crutchfield and Ms Neskovcin appeared), Merrill Lynch (for whom Mr Hutley SC with Mr O'Bryan appeared), Green Frog (for whom Mr Elliott SC appeared) and an unsecured creditor, Cedarange Pty Ltd (for whom Mr Zwier appeared).",
      "id": "s99"
    },
    {
      "text": "There were creditors who opposed the proposed schemes or aspects of them.",
      "id": "s100"
    },
    {
      "text": "They were a group of former clients, referred to as the Lavan objectors, who had commenced an action against Opes companies and ANZ (Mr Gleeson SC with Mr Douglas appeared on their behalf); Imobilari Pty Ltd, the plaintiff in a class action (Mr Armstrong appeared on its behalf); a group of more than 80 former clients (for whom Mr Sweeney SC appeared); and a number of other small creditors namely Panopus PLC (represented by Mr Bigmore QC), Danpen Pty Ltd (represented by Mr Wallis) and Mr Mitsius (who appeared unrepresented).",
      "id": "s101"
    },
    {
      "text": "The receivers appeared and were represented by Mr Galvin.",
      "id": "s102"
    },
    {
      "text": "Mr Sifris SC with Mr Boston and Mr Horan appeared for ASIC.",
      "id": "s103"
    },
    {
      "text": "Each party including the plaintiffs, for whom Mr Scerri QC and Mr Strong appeared, was given a fixed time within which to make submissions so as to ensure the hearing would not exceed two days.",
      "id": "s104"
    },
    {
      "text": "Everyone kept to their allotted time.",
      "id": "s105"
    },
    {
      "text": "Special mention should be made of the role played by the liquidators.",
      "id": "s106"
    },
    {
      "text": "The liquidators' obligation is to remain neutral and, usually, the liquidators would not be permitted to appear on this type of application: see the discussion between Lindley LJ and counsel recorded in Re Alabama, New Orleans, Texas and Pacific Junction Railway Company [1891] 1 Ch 213 , 233 - 234.",
      "id": "s107"
    },
    {
      "text": "Here however the liquidators' central role in bringing about the implementation agreement which led to the schemes being propounded meant they were best suited to assist the court.",
      "id": "s108"
    },
    {
      "text": "In any event, what would otherwise have been an undesirable position was made good by there being other proponents and opponents of the opposed schemes.",
      "id": "s109"
    },
    {
      "text": "3.",
      "id": "s110"
    },
    {
      "text": "The Proposed Schemes \n An outline of the proposed schemes is necessary.",
      "id": "s111"
    },
    {
      "text": "The liquidators will become the scheme administrators to realise and distribute assets in accordance with the provisions of the schemes.",
      "id": "s112"
    },
    {
      "text": "This is not to occur on a company by company basis.",
      "id": "s113"
    },
    {
      "text": "Instead, the undertaking, assets and liabilities of each scheme company, other than OPGL, are to be transferred to OPGL, in effect \"pooling\" the assets and liabilities of the companies (with all inter-company debts and claims to be extinguished).",
      "id": "s114"
    },
    {
      "text": "Included among the assets to be pooled is the $226 million the banks will pay to the liquidators as well as the property that it has been agreed should be returned by the receivers.",
      "id": "s115"
    },
    {
      "text": "The pooled assets (less $11.5 million) will, after payment of the usual costs and expenses, be distributed between the unsecured creditors.",
      "id": "s116"
    },
    {
      "text": "The $11.5 million is to be distributed as follows: (a) $1 million to CLF, a litigation funder who is funding the class action commenced by Imobilari Pty Ltd; (b) $2.5 million to IMF, a litigation funder who is funding several proceedings which have been brought against an Opes company or the banks; and (c) $8 million to be placed in a plaintiffs' costs fund to cover, at least proportionately, the legal costs incurred by Opes clients in other actions brought against Opes companies or the banks.",
      "id": "s117"
    },
    {
      "text": "The unsecured creditors of the Opes companies comprise, loosely speaking, trade creditors and clients or former clients.",
      "id": "s118"
    },
    {
      "text": "A panel of three experts (constituted by one former superior court judge, a senior counsel and a well-known accountant) will rule on any dispute between a creditor and the scheme administrators concerning the existence and value of a creditor's claim.",
      "id": "s119"
    },
    {
      "text": "The schemes will also bind creditors who assert a beneficial interest in certain securities still held by a scheme company.",
      "id": "s120"
    },
    {
      "text": "As nothing turns on their status, when referring to unsecured creditors this group is included.",
      "id": "s121"
    },
    {
      "text": "An essential feature of each scheme is that all unsecured creditors, each scheme company and the liquidators are to release their claims against the banks, Green Frog, the liquidators of Green Frog and the receivers (the released parties).",
      "id": "s122"
    },
    {
      "text": "So far as the creditors are concerned this will be achieved by the execution of a formal deed of release and indemnity by the scheme administrators acting on behalf of each scheme creditor.",
      "id": "s123"
    },
    {
      "text": "The deed contains a covenant that the creditor will not bring or pursue claims against the released parties.",
      "id": "s124"
    },
    {
      "text": "Authority is given to the scheme administrators to take all necessary steps (eg by consenting to orders) to bring to an end any existing action against the banks.",
      "id": "s125"
    },
    {
      "text": "4.",
      "id": "s126"
    },
    {
      "text": "The Third Party Release\n There is a real issue whether a scheme of arrangement can bar a claim against a third party.",
      "id": "s127"
    },
    {
      "text": "The answer depends upon whether a scheme containing such a provision is, within the words of s 411(1) , \"a compromise or arrangement .... between a ... [company] and its creditors or any class of them\".",
      "id": "s128"
    },
    {
      "text": "Putting the matter this way raises two distinct points: (a) What is meant by a compromise or arrangement (neither being a defined term); and (b) If barring a claim amounts to, or may be an aspect of, either a compromise or an arrangement is it a compromise or arrangement between the company and its creditors?",
      "id": "s129"
    },
    {
      "text": "When considering these points it is necessary to keep in mind that the words \"compromise\" or \"arrangement\" must be construed liberally: Australian Securities Commission v Marlborough Gold Mines Limited [1993] HCA 15 ; (1993) 177 CLR 485 , 501 citing Re International Harvester Co of Australia Pty Ltd [1953] VLR 669.",
      "id": "s130"
    },
    {
      "text": "It is also necessary to recall that, however widely the expressions \"compromise\" or \"arrangement\" are to be construed, there are differences between them.",
      "id": "s131"
    },
    {
      "text": "A compromise involves the resolution of some dispute, for example as to the power to enforce rights or as to what those rights might be: Mercantile Investment &amp; General Trust Company v International Company of Mexico [1893] 1 Ch 491n.",
      "id": "s132"
    },
    {
      "text": "There is no such limitation to an arrangement.",
      "id": "s133"
    },
    {
      "text": "In other words, an arrangement is not something that is analogous to a compromise: Shaw v Royce Limited [1911] 1 Ch 138 , 148; Re Guardian Assurance Company [1917] 1 Ch 431.",
      "id": "s134"
    },
    {
      "text": "What is often said to suffice for an \"arrangement\" is a transaction that involves some \"give and take\" or the provision of some \"benefit\": Re NFU Development Trust Ltd [1972] 1 WLR 1548.",
      "id": "s135"
    },
    {
      "text": "In reality \"almost any arrangement otherwise legal which touches and concerns the rights and obligations of the company or its members or creditors may be come to under [s 411]\": Re International Harvester [1953] VLR at 672 per Lowe ACJ.",
      "id": "s136"
    },
    {
      "text": "Of course a scheme cannot authorise something which is contrary to law: Re St James' Court Estate Limited [1944] Ch 6.",
      "id": "s137"
    },
    {
      "text": "Nor can a scheme authorise a transaction which is beyond the power of the company ( Re Cooper, Cooper &amp; Johnson, Limited [1902] WN 199; Re Oceanic Steam Navigation Company Limited [1939] 1 Ch 41) , although, nowadays, few acts are ultra vires: see Corporations Act , Pt 2B.1.",
      "id": "s138"
    },
    {
      "text": "There are some limitations on the meaning of \"arrangement\".",
      "id": "s139"
    },
    {
      "text": "It would not cover a scheme where a creditor abandons all his claims without a compensating advantage, or a scheme which involves the confiscation of rights: Re Alabama at 243 per Bowen LJ (The court will not sanction \"what would be a scheme of confiscation\"); Re NFU Development Trust (at 1555) per Brightman J (\"Confiscation is not my idea of an arrangement.",
      "id": "s140"
    },
    {
      "text": "A member whose rights are expropriated without any compensating advantage is not, in my view, having his rights rearranged in any legitimate sense of that expression\"); Isles v The Daily Mail Newspaper Limited [1912] HCA 18 ; (1912) 14 CLR 193 , 197 per Griffith CJ (\"Every compromise or arrangement is a bargain, but not every bargain can be fairly described as a compromise or arrangement with creditors --- for instance, a bargain by which creditors would become debtors to the Company instead of creditors\").",
      "id": "s141"
    },
    {
      "text": "Mr Gleeson employed the reasoning behind these cases to attack the release clause.",
      "id": "s142"
    },
    {
      "text": "First he said the release amounted to a confiscation of creditors' property, at least as regards those creditors who had claims against the banks, and therefore was not an \"arrangement\" for the purposes of s 411.",
      "id": "s143"
    },
    {
      "text": "His second submission was that the release could not be binding because a scheme could not bind a creditor in his capacity as a creditor of a third party.",
      "id": "s144"
    },
    {
      "text": "The first submission cannot be accepted.",
      "id": "s145"
    },
    {
      "text": "It assumes that creditors will get nothing for the release.",
      "id": "s146"
    },
    {
      "text": "That is very far from the truth.",
      "id": "s147"
    },
    {
      "text": "When considered from a business point of view, the banks are putting a very large sum of money into the schemes to be rid of claims by the liquidators and the creditors.",
      "id": "s148"
    },
    {
      "text": "True it is the money has not been apportioned between the claims and any attempt to do so would face all sorts of difficulties.",
      "id": "s149"
    },
    {
      "text": "But what I know from the information before me is that a valuer could apportion a not insignificant proportion of the $226 million toward the present and potential claims against the banks.",
      "id": "s150"
    },
    {
      "text": "What is proposed, then, is not a confiscation of property (ie the release of the choses of action) but a true compromise of the claims against the banks.",
      "id": "s151"
    },
    {
      "text": "It is, I suppose, possible to view as a confiscation the manner in which it is proposed to distribute what could be attributed to the compromise of the claims against the banks.",
      "id": "s152"
    },
    {
      "text": "This is for the reason that the whole amount recovered from the banks is to be divided between all the unsecured creditors of the Opes companies whether or not they have claims against the banks.",
      "id": "s153"
    },
    {
      "text": "There is a group, loosely referred to as trade creditors, who do not have claims against the banks.",
      "id": "s154"
    },
    {
      "text": "They are recovering more than they should at the expense of those who do have claims against the banks.",
      "id": "s155"
    },
    {
      "text": "But their proportion of the total amount of unsecured claims is so small (i.e.",
      "id": "s156"
    },
    {
      "text": "0.80%) that it is a misnomer to speak of a confiscation.",
      "id": "s157"
    },
    {
      "text": "The second point raised by Mr Gleeson (whether a scheme under s 411 can release a third party) is a difficult one.",
      "id": "s158"
    },
    {
      "text": "It is made all the more difficult because there are conflicting decisions in point.",
      "id": "s159"
    },
    {
      "text": "It is, therefore, necessary to look at those decisions in some detail.",
      "id": "s160"
    },
    {
      "text": "The only Australian case directly in point is Re Buildmat (Australia) Pty Ltd and the Companies Act (1981) 5 ACLR 689 , an anti-release case.",
      "id": "s161"
    },
    {
      "text": "There the petitioning creditor sought to wind up a company on the ground of insolvency.",
      "id": "s162"
    },
    {
      "text": "The alleged debt was an amount (rent and outgoings) due under a lease.",
      "id": "s163"
    },
    {
      "text": "By the lease the company had covenanted to be jointly and severally liable with the lessee for the payment of money owing under the lease.",
      "id": "s164"
    },
    {
      "text": "The company denied it was liable to pay any rent or outgoings.",
      "id": "s165"
    },
    {
      "text": "It contended that its liability under the lease had been discharged.",
      "id": "s166"
    },
    {
      "text": "It relied upon a scheme of arrangement which the lessee company had entered into with its creditors.",
      "id": "s167"
    },
    {
      "text": "The scheme extinguished creditors' claims against the lessee.",
      "id": "s168"
    },
    {
      "text": "It also contained a provision that creditors who had the benefit of any guarantee or indemnity given to them by any person in respect of the lessee's indebtedness to them should release and discharge the guarantor or indemnifier.",
      "id": "s169"
    },
    {
      "text": "Needham J rejected the company's argument that the scheme released the guarantee.",
      "id": "s170"
    },
    {
      "text": "First of all he said (at 692) that, on the basis of authority (he referred to Hill v Anderson Meat Industries Ltd [1972] 2 NSWLR 704 but the cases go back to at least McGrath v Gray [1874] LR 9 CP 216 (a co-debtor case)) \"where a creditor's debt has been discharge by the operation of a scheme of arrangement approved by the court, the approval of the scheme does not affect the right of a creditor bound by the scheme to take proceedings for recovery against the guarantor\".",
      "id": "s171"
    },
    {
      "text": "Needham J then held that the release in the scheme did not discharge the guarantee.",
      "id": "s172"
    },
    {
      "text": "His reasoning on the subject is very brief.",
      "id": "s173"
    },
    {
      "text": "He said (at 692): \"A scheme of arrangement between a company and its creditors affects those creditors only in the capacity as creditors of the company --- cf Bridges v Hershon [1968] 3 NSWR 47 at 55.",
      "id": "s174"
    },
    {
      "text": "The right of the petitioner against [the company] is not a right in that capacity and it follows that the provisions of the scheme cannot affect it\".",
      "id": "s175"
    },
    {
      "text": "The case to which Needham J referred, Bridges v Hershon , should be mentioned because it seems to go against his conclusion.",
      "id": "s176"
    },
    {
      "text": "There a scheme was approved which had as an essential element that certain members of the company would sell their shares to other interested parties.",
      "id": "s177"
    },
    {
      "text": "The court held that the agreement became binding upon the approval of the scheme.",
      "id": "s178"
    },
    {
      "text": "It therefore bound members in their dealings with non-members.",
      "id": "s179"
    },
    {
      "text": "The approach in Re Buildmat has not been followed in other jurisdictions.",
      "id": "s180"
    },
    {
      "text": "Where the point has been considered, the courts have adopted a pro-release approach.",
      "id": "s181"
    },
    {
      "text": "I propose to refer to three cases to which Mr Scerri drew my attention.",
      "id": "s182"
    },
    {
      "text": "The first is Re T &amp; N Ltd (No 3) .",
      "id": "s183"
    },
    {
      "text": "T &amp; N and a number of its related companies (companies that were in administration) for many years engaged in the manufacture of asbestos-containing products.",
      "id": "s184"
    },
    {
      "text": "Many of their employees were exposed to asbestos dust which caused them to suffer certain diseases.",
      "id": "s185"
    },
    {
      "text": "Some had commenced action against the companies.",
      "id": "s186"
    },
    {
      "text": "Others were likely to do so when they suffered symptoms of the diseases, but that might not occur for some time.",
      "id": "s187"
    },
    {
      "text": "T &amp; N and a number of related companies held insurance which they said covered the claims.",
      "id": "s188"
    },
    {
      "text": "For their part, the insurers contended that the policies did not cover asbestos claims.",
      "id": "s189"
    },
    {
      "text": "If they did, the insurers said the policies could be avoided for non-disclosure or misrepresentation.",
      "id": "s190"
    },
    {
      "text": "The T &amp; N companies sued the insurers and were successful.",
      "id": "s191"
    },
    {
      "text": "The insurers then appealed.",
      "id": "s192"
    },
    {
      "text": "Before the hearing of the appeal the claims were settled.",
      "id": "s193"
    },
    {
      "text": "The insurers agreed to pay &#8356;36.74 million into a fund on the basis that the T &amp; N companies would propound schemes of arrangement to compromise the claims against the companies on the basis that the fund would meet all present and future claims.",
      "id": "s194"
    },
    {
      "text": "It was a term of the schemes that neither the T &amp; N companies nor any employee could bring a claim against the insurers.",
      "id": "s195"
    },
    {
      "text": "The insurers sought this term because the effect of the Third Parties (Rights Against Insurers) Act 1930 (UK) was that the T &amp; N companies rights against the insurers were transferred to the employees upon the T &amp; N companies entering into administration.",
      "id": "s196"
    },
    {
      "text": "When the schemes came before the court for approval one issue the court considered was whether the schemes, which had as a key element the discharge of claims against the insurers, could be characterised as a compromise or arrangement between T &amp; N and its employees.",
      "id": "s197"
    },
    {
      "text": "David Richards J held they were arrangements between the companies and their employees.",
      "id": "s198"
    },
    {
      "text": "His reasoning went along the following lines.",
      "id": "s199"
    },
    {
      "text": "First, he observed ([2007] 1 All Er at 871) that the rights of the employees against the insurers were in no sense unconnected with T &amp; N or the employees' rights against T &amp; N. Second, he noted (at 871) that the settlement of litigation was \"in substance and form a tripartite matter\" involving T &amp; N, the insurers and the employees.",
      "id": "s200"
    },
    {
      "text": "The judge put it this way (at 872): \"The scheme of arrangement is an integral part of a single proposal affecting all the parties\".",
      "id": "s201"
    },
    {
      "text": "Third, he held (at 872) that it was not a necessary element of an arrangement \"that it should alter the rights existing between the company and the creditors ... with whom it is made\".",
      "id": "s202"
    },
    {
      "text": "He said (at 872) that \"in most cases it will alter those rights\".",
      "id": "s203"
    },
    {
      "text": "But he went on (at 872): \"[P]rovided that the context and content of the scheme are such as properly to constitute an arrangement between the company and the members or creditors concerned it will fall within s 425\" (the equivalent of s 411).",
      "id": "s204"
    },
    {
      "text": "Then he said (at 872): \"Nor is an arrangement necessarily outside the section, because its effect is to alter the rights of creditors against another party or because such alteration could be achieved by a scheme of arrangement with that other party.",
      "id": "s205"
    },
    {
      "text": "\" The second pro-release case is Daewoo Singapore Pte Ltd v CEL Tractors Pte Ltd [2002] 2 LRC 66, a decision of the Court of Appeal of Singapore.",
      "id": "s206"
    },
    {
      "text": "CEL Tractors proposed a scheme of arrangement between itself and ten creditors, one of whom was Daewoo.",
      "id": "s207"
    },
    {
      "text": "All ten creditors held guarantees in respect of debts owed to them by CEL Tractors.",
      "id": "s208"
    },
    {
      "text": "Under the proposed scheme the creditors' claims would be satisfied, partly by a payment in cash, and partly by the grant of options to take up fully paid shares.",
      "id": "s209"
    },
    {
      "text": "The scheme contained a provision requiring the creditors to release the guarantees.",
      "id": "s210"
    },
    {
      "text": "The trial judge sanctioned the scheme and Daewoo appealed.",
      "id": "s211"
    },
    {
      "text": "The principal issue before the Court of Appeal was whether a scheme under s 210 of the Companies Act (Cap 50, 1994 Ed) (the equivalent of s 411) could contain a term which had the effect of releasing a third party.",
      "id": "s212"
    },
    {
      "text": "The judgment of the Court of Appeal was delivered by Yong Pung How CJ.",
      "id": "s213"
    },
    {
      "text": "First, like Needham J in Re Buildmat , he referred to cases which held that a scheme of arrangement which released the debt owed by a company did not affect the creditors rights against a guarantor.",
      "id": "s214"
    },
    {
      "text": "Then he considered whether it was permissible to release a guarantee by a provision in a scheme.",
      "id": "s215"
    },
    {
      "text": "He said there was no reason why a scheme could not incorporate such a term.",
      "id": "s216"
    },
    {
      "text": "He explained (at 78): \"After all, a scheme of arrangement or compromise proposed by a company to be made with its creditors or a class of creditors under s 210 of the Companies Act is no more than a proposal to vary or modify its obligations in relation to its debts and liabilities owed to its creditors or a class of creditors on certain terms and conditions.",
      "id": "s217"
    },
    {
      "text": "In seeking so to vary or modify its obligations, there is nothing to prevent the company from proposing, as part of a wider scheme, inter alia, a term to the effect that, in consideration of what the company has provided under the scheme, the creditors will, upon implementation of the scheme, discharge not only the debts and liabilities of the company but also the liabilities of the guarantors for the same debts and liabilities of the company\".",
      "id": "s218"
    },
    {
      "text": "The third pro-release case is Re Metcalfe &amp; Mansfield Alternative Investments II Corp (2008) ONCA 587 , a decision of the Court of Appeal for Ontario.",
      "id": "s219"
    },
    {
      "text": "By way of background, in Canada it has for some time been the practice to approve schemes of arrangement that contain a third party release.",
      "id": "s220"
    },
    {
      "text": "In only one case ( Re Canadian Airlines Corp (2000) 265 AR 201) has the scheme been opposed.",
      "id": "s221"
    },
    {
      "text": "The court approved the scheme but for reasons with which the Court of Appeal did not agree.",
      "id": "s222"
    },
    {
      "text": "Hence I will not discuss that decision.",
      "id": "s223"
    },
    {
      "text": "The facts in Metcalfe &amp; Mansfield are complex.",
      "id": "s224"
    },
    {
      "text": "A brief description will suffice.",
      "id": "s225"
    },
    {
      "text": "In August 2007, following defaults on US sub prime mortgages, a liquidity crisis threatened the Canadian market in asset backed commercial paper (ABCP).",
      "id": "s226"
    },
    {
      "text": "ABCP is a form of short-term investment that is \"asset backed\" because the cash used to purchase an ABCP note is converted into a portfolio of financial assets that provide security for the repayment of the notes.",
      "id": "s227"
    },
    {
      "text": "The notes, which generate a low interest yield, were sold as a safe investment.",
      "id": "s228"
    },
    {
      "text": "By agreement between the major market participants, trade in ABCP was halted pending an attempt to resolve the crisis through a restructuring of the market under the Companies' Creditors Arrangement Act , RSC 1985, c C-36 (CCAA).",
      "id": "s229"
    },
    {
      "text": "In essence the plan sought to convert the note holders' paper, which was basically worthless, into a new note that could freely be traded at a discount to its face value.",
      "id": "s230"
    },
    {
      "text": "The hope was that a secondary market for the notes would develop.",
      "id": "s231"
    },
    {
      "text": "The plan provided for the release of virtually all ABCP market participants from any liability associated with the notes, other than for claims in fraud.",
      "id": "s232"
    },
    {
      "text": "The Court of Appeal's focus was directed to the release.",
      "id": "s233"
    },
    {
      "text": "Most of the potential claims to be released were in tort: negligence, misrepresentation, failing to act as a prudent adviser and acting in conflict of interest.",
      "id": "s234"
    },
    {
      "text": "The released parties were to provide something for the release.",
      "id": "s235"
    },
    {
      "text": "Asset providers assumed an increased risk in their credit default swap contracts, sponsors gave up existing contracts and the banks provided below cost financing.",
      "id": "s236"
    },
    {
      "text": "Blair JA delivered the judgment of the court.",
      "id": "s237"
    },
    {
      "text": "He said (at [43]) that on its proper construction the CCAA \"permits the inclusion of third party releases in a plan of compromise or arrangement to be sanctioned by the court where those releases are reasonably connected to the proposed restructuring.",
      "id": "s238"
    },
    {
      "text": "\" He explained (at [43]) that he was led to this conclusion \"by a combination of (a) the open-ended, flexible character of the CCAA itself, (b) the broad nature of the term 'compromise or arrangement' used in the Act, and (c) the express statutory effect of the 'double-majority' vote and the court sanction which render the plan binding on all creditors, including those unwilling to accept certain portions of it.",
      "id": "s239"
    },
    {
      "text": "The first of these signals a flexible approach to the application of the Act in new and evolving situations, an active judicial role in its application and interpretation, and a liberal approach to that interpretation.",
      "id": "s240"
    },
    {
      "text": "The second provides the entr&eacute;e to negotiations between the parties affected in the restructuring and furnishes them with the ability to apply the broad scope of their ingenuity in fashioning the proposal.",
      "id": "s241"
    },
    {
      "text": "The latter afford necessary protection to unwilling creditors who may be deprived of certain of their civil and property rights as a result of the process.",
      "id": "s242"
    },
    {
      "text": "\" Blair JA acknowledged that not all third party releases could be provided for in a compromise or arrangement.",
      "id": "s243"
    },
    {
      "text": "There had to be some nexus between the release and the creditors' position.",
      "id": "s244"
    },
    {
      "text": "He defined the nexus (at [70]) in this way: \"[T]here must be a reasonable connection between the third party claim being compromised in the plan and the restructuring achieved by the plan to warrant inclusion of the third party release in the plan\".",
      "id": "s245"
    },
    {
      "text": "In the case at bar he said that there was a sufficiently close connection.",
      "id": "s246"
    },
    {
      "text": "He explained (at [72]): \"The tort claims being released arose out of the sale and distribution of the ABCP Notes and their collapse in value, just as do the contractual claims of the creditors against the debtor companies.",
      "id": "s247"
    },
    {
      "text": "The purpose of the restructuring is to stabilize and shore up the value of those notes in the long run.",
      "id": "s248"
    },
    {
      "text": "The third parties being released are making separate contributions to enable those results to materialize.",
      "id": "s249"
    },
    {
      "text": "\" The approach evident in the pro-release cases is that the scheme of arrangement provisions are intended to be a flexible instrument and it is that flexibility which gives the provisions their efficacy.",
      "id": "s250"
    },
    {
      "text": "When first enacted in England as ss 159 --- 161 of the Companies Act 1862, 25 &amp; 26 Vict, c 89, the provisions were intended to facilitate compromises and arrangements between insolvent companies and their members and creditors as an alternative to liquidation.",
      "id": "s251"
    },
    {
      "text": "Now they have a much wider purpose, including allowing businesses to restructure or reorganise their affairs to enable them to go forward in a better condition, or to amalgamate their business so as to reduce expenses and compete with greater effect.",
      "id": "s252"
    },
    {
      "text": "It is instructive to look at the position regarding third party releases in the United States.",
      "id": "s253"
    },
    {
      "text": "The issue has been considered in some depth under Chapter 11 of the Bankruptcy Code.",
      "id": "s254"
    },
    {
      "text": "A useful discussion is found in Joshua Silverstein, 'Hiding in Plain View: A Neglected Supreme Court Decision Resolves the Debate Over Non-Debtor Releases in Chapter 11 Reorganizations' (2006) 23 Emory Bankr Dev J 13.",
      "id": "s255"
    },
    {
      "text": "What follows is based substantially on what is said in that article.",
      "id": "s256"
    },
    {
      "text": "The policy behind Chapter 11 is to permit the successful reorganisation of a debtor.",
      "id": "s257"
    },
    {
      "text": "Section 105(a) provides that the bankruptcy court \"may issue any order, process, or judgment that is necessary or appropriate to carry out the provisions of this title\".",
      "id": "s258"
    },
    {
      "text": "Section 1123(b)(6) permits a Chapter 11 plan to \"include any ... appropriate provision not inconsistent with the applicable provisions of this title\".",
      "id": "s259"
    },
    {
      "text": "These provisions have given rise to a long-standing debate about the permissibility of including a third party release in a plan of reorganisation or of the issue of an injunction prohibiting the commencement of proceedings against a third party.",
      "id": "s260"
    },
    {
      "text": "The anti-release courts (the Ninth and Tenth Circuits) base their opposition on s 524(e) which provides, in effect, that the discharge of a debt of the debtor does not affect the liability of any other entity on such debt.",
      "id": "s261"
    },
    {
      "text": "From this the Ninth and Tenth Circuits reason that third party releases are not permissible: see eg Underhill v Royal [1985] USCA9 1518 ; 769 F2d 1426 , 1432 (9 th Cir 1985) (\"The bankruptcy court 'has no power to discharge the liabilities of a bankrupt's guarantor'\"); American Hardwoods Inc v Deutsche Credit Corporation (In re American Hardwoods) [1989] USCA9 842 ; 885 F2d 621 (9 th Cir 1989); Landsing Diversified Properties-II v The First National Bank and Trust Company of Tulsa (In re Western Real Estate Fund Inc) [1991] USCA10 26 ; 922 F2d 592 , 601-602 (10 th Cir 1990) (Section 524(e) does not permit a court to grant a \"permanent injunction that effectively relieves the nondebtor from its own liability to the creditor\").",
      "id": "s262"
    },
    {
      "text": "The first of the important pro-release cases is MacArthur Company v Johns-Manville Corp 837 F2d 89 (2d Cir 1988) (strictly a pro-injunction case).",
      "id": "s263"
    },
    {
      "text": "When Johns-Manville declared bankruptcy it faced the possibility of suits by tens of thousands asbestos victims, amounting to a potential liability exceeding $2 billion.",
      "id": "s264"
    },
    {
      "text": "The company alleged the claims were covered by insurance and the insurers denied liability.",
      "id": "s265"
    },
    {
      "text": "The bankruptcy court approved a settlement between the debtor and its insurers.",
      "id": "s266"
    },
    {
      "text": "Under the settlement the insurers paid Johns-Manville $770 million and were \"relieved of all obligations related to the disputed policies\".",
      "id": "s267"
    },
    {
      "text": "To effectuate the settlement the court \"enjoined all suits against the insurers\" concerning the policies.",
      "id": "s268"
    },
    {
      "text": "MacArthur, a distributor of Johns-Manville products, argued that the injunction improperly extinguished its rights under the insurance contracts.",
      "id": "s269"
    },
    {
      "text": "The Second Circuit found that s 105(a) authorised the injunction.",
      "id": "s270"
    },
    {
      "text": "It observed (837 F2d at 93) that the section \"has been construed liberally to enjoin suits that might impede the reorganization process\".",
      "id": "s271"
    },
    {
      "text": "It found (at 93) that direct actions against the insurers \"would adversely affect property of the estate and would interfere with reorganization\".",
      "id": "s272"
    },
    {
      "text": "The second case is Menard-Stanford v Mabey (In re A H Robins Company Incorporated) 880 F2d 694 (4 th Cir 1989).",
      "id": "s273"
    },
    {
      "text": "Robins was the manufacturer of the Dalkon Shield.",
      "id": "s274"
    },
    {
      "text": "Prior to its bankruptcy it faced over 195,000 tort claims.",
      "id": "s275"
    },
    {
      "text": "The proposed reorganisation contained a third party release permanently enjoining claimants from suing any party for their injuries.",
      "id": "s276"
    },
    {
      "text": "Robins' directors and attorneys, their insurers and their insurers' attorney were among those benefiting from the release.",
      "id": "s277"
    },
    {
      "text": "The court held that there was power to grant the release for two reasons.",
      "id": "s278"
    },
    {
      "text": "First, the release was essential to the reorganisation in that any suit against the released party would \"affect the bankruptcy reorganization in one way or another such as by way of indemnity or contribution\" and \"the entire reorganization hinges on the debtor being free from indirect claims such as suits against parties who had indemnity or contribution claims against the debtor\": 880 F2d at 701-702.",
      "id": "s279"
    },
    {
      "text": "The court went on to say (at 702) that s 524(e) \"does not by its specific words preclude the discharge of a guaranty when it has been accepted and confirmed as an integral part of reorganization\".",
      "id": "s280"
    },
    {
      "text": "Second, the plan provided the claimants with payment in full.",
      "id": "s281"
    },
    {
      "text": "In Re Master Mortgage Investment Fund Inc 168 BR 930 (Bkrtcy WDMo 1994) the court set out the criteria widely used in determining whether a third party release should be allowed.",
      "id": "s282"
    },
    {
      "text": "The criteria are (a) There must be an \"identity of interest between the debtor and the third party, usually an indemnity relationship, such that a suit against the non-debtor is, in essence, a suit against the debtor or will deplete assets of the estate\"; (b) The third party must contribute \"substantial assets to the reorganization\"; (c) The release must be \"essential to the reorganization.",
      "id": "s283"
    },
    {
      "text": "Without the [release], there is little likelihood of success\".",
      "id": "s284"
    },
    {
      "text": "(d) \"A substantial majority of the creditors agree to [the release]\"; and (e) The plan provides for \"payment of all, or substantially all, of the claims of the class or classes affected\" by the non-debtor release: 168 DR at 935.",
      "id": "s285"
    },
    {
      "text": "For a less stringent test see Securities and Exchange Commission v The Drexel Burnham Lambert Group Inc (Re the Drexel Burnham Group Inc) [1992] USCA2 326 ; 960 F2d 285 (2d Cir 1992), which holds that a court may enjoin a creditor from suing a third party provided that the release plays an \"important part\" in the reorganisation plan.",
      "id": "s286"
    },
    {
      "text": "I should make it clear that, at best, the US cases do no more for our purposes than point toward the utility of a broad construction of s 411.",
      "id": "s287"
    },
    {
      "text": "They do not throw any light on the proper construction of the section.",
      "id": "s288"
    },
    {
      "text": "Accepting that the approach to the construction of s 411 should ensure that the section has a flexible operation, I have no doubt (not with the benefit of the same experience and knowledge as claimed by Lord Romilly, as to which see Re Commercial Bank Corporation of India and the East (1869) 20 LT NS 839, 840) that I should follow the approach in the pro-release cases to which I have referred.",
      "id": "s289"
    },
    {
      "text": "In other words, provided there is a sufficient nexus between a release and the relationship between the creditor and the scheme company, the scheme can validly incorporate the release.",
      "id": "s290"
    },
    {
      "text": "There is a sufficient nexus here for any number of reasons, including, most importantly, that the creditors' claims against the Opes companies and their claims against the banks largely (and in many cases completely) overlap, the schemes are in settlement of interlocking claims and, in the absence of the release, none of the claims would be compromised.",
      "id": "s291"
    },
    {
      "text": "5 Acquisition on unjust terms \n The construction I have adopted makes it necessary to consider an argument that, so construed, s 411 permits the acquisition of property otherwise than on just terms and thereby contravenes s 51(xxxi) of the Constitution .",
      "id": "s292"
    },
    {
      "text": "It is interesting to observe how this argument arises.",
      "id": "s293"
    },
    {
      "text": "The Corporations Act was enacted using as a source of power s 51(xxxvii) (the reference power).",
      "id": "s294"
    },
    {
      "text": "In Re Wakim Ex parte McNally [1999] HCA 27 ; (1999) 198 CLR 511 the High Court had struck down certain provisions of the Corporations Act 1989 (Cth), rendering the whole legislation unworkable.",
      "id": "s295"
    },
    {
      "text": "Recognising that in a federation a single statute regulating companies was necessary to maintain a modern economy, the States referred to the Commonwealth the power to enact the Corporations Act .",
      "id": "s296"
    },
    {
      "text": "The argument which is now deployed against s 411 is an argument that could not have been maintained if the statute had been enacted by a State.",
      "id": "s297"
    },
    {
      "text": "That the argument is able to be maintained at all is the result of the High Court view that, absent a contrary intention, all the legislative powers of the Parliament, whatever their source, must be construed so that they do not authorise the making of a law which can properly be characterised as a law with respect to the acquisition of property for any relevant purpose otherwise than on just terms: Mutual Pools &amp; Staff Pty Limited v Commonwealth [1994] HCA 9 ; (1994) 179 CLR 155 , 169; see also Wurridjal v Commonwealth [2009] HCA 2 ; (2009) 252 ALR 232 The constitutional argument was put by Mr Gleeson.",
      "id": "s298"
    },
    {
      "text": "His submission rests on the proposition that a third party release, being the extinguishment of a common law right, is an acquisition of property for the purposes of s 51(xxxi).",
      "id": "s299"
    },
    {
      "text": "To bring an acquisition within s 51(xxxi) \"there must be an acquisition whereby the Commonwealth or another acquires an interest in property, however slight or insubstantial it may be\": Commonwealth v Tasmania [1983] HCA 21 ; (1983) 158 CLR 1 , 145 per Mason J.",
      "id": "s300"
    },
    {
      "text": "The term property is defined broadly and includes a chose in action: Georgiadis v Australian and Overseas Telecommunications Corporation [1994] HCA 6 ; (1994) 179 CLR 297 , 303-304.",
      "id": "s301"
    },
    {
      "text": "It follows that the phrase \"acquisition of property\" in s 51(xxxi) \"extends to the extinguishment of a vested cause of action, at least where the extinguishment results in a direct benefit or financial gain (which, of course, includes liabilities being brought to an end without payment or other satisfaction) and the cause of action is one that arises under the general law\": Georgiadis at 305.",
      "id": "s302"
    },
    {
      "text": "This is not, however, sufficient for Mr Gleeson to make good his point.",
      "id": "s303"
    },
    {
      "text": "Before s 51(xxxi) is attracted, the impugned law must properly be characterised as a law with respect to the acquisition of property.",
      "id": "s304"
    },
    {
      "text": "In Mutual Pools Brennan J explained (at 179) that s 51(xxxi) does not bring within its reach a provision which is \"appropriate and adapted to the achievement of an objective falling within another head of power where the acquisition of property without just terms is a necessary or characteristic feature of the means proscribed\".",
      "id": "s305"
    },
    {
      "text": "According to Brennan J (at 180): \"What is critical to validity is whether the means selected, involving an acquisition of property without just terms, are appropriate and adapted to the achievement of the objective.",
      "id": "s306"
    },
    {
      "text": "The absence of just terms is relevant to that question, but not conclusive\".",
      "id": "s307"
    },
    {
      "text": "Likewise in Nintendo Co Ltd v Centronics Systems Pty Ltd [1994] HCA 27 ; (1994) 181 CLR 134 , 161 the plurality said that: \"[A] law which is not directed to the acquisition of property as such but which is concerned with the adjustment of the competing rights, claims or obligations of persons in a particular relationship or area or activity is unlikely to be susceptible of legitimate characterisation as a law with respect to the acquisition of property for the purposes of s 51 of the Constitution ... [Such a law would therefore be] beyond the reach of s 51(xxxi) 's guarantee of just terms\".",
      "id": "s308"
    },
    {
      "text": "See also Wurridjal at 259.",
      "id": "s309"
    },
    {
      "text": "Section 411 and its predecessors play an important role in corporate life.",
      "id": "s310"
    },
    {
      "text": "Companies are frequently required to rearrange their capital structure, for example, by converting debentures into shares or for adjusting the rights of different classes of shareholders, or to reorganise their affairs, or to give those with a stake in the company the opportunity to salvage intangible assets.",
      "id": "s311"
    },
    {
      "text": "If in financial difficulty a company may wish to enter into arrangements with some or all of its creditors.",
      "id": "s312"
    },
    {
      "text": "To accomplish these arrangements members or creditors often have to give up some right in order to keep the company going or to remedy some deficiency in its structure.",
      "id": "s313"
    },
    {
      "text": "If under such an arrangement \"property\" is acquired, that acquisition is merely an incident of the regulation of conduct that is in the common interest.",
      "id": "s314"
    },
    {
      "text": "Neither the schemes, nor the statute which gives them effect, can be characterised as dealing with, or with respect to, the acquisition of property for purposes of s 51(xxxi).",
      "id": "s315"
    },
    {
      "text": "In any event to succeed the creditor must show that the relevant acquisition has been on unjust terms.",
      "id": "s316"
    },
    {
      "text": "In Nelungaloo Pty Ltd v Commonwealth (1952) 85 CLR 545, 600 Kitto J said: \"The standard of justice postulated by the expression 'just terms' is one of fair dealing between the Australian nation and an Australian State or individual in relation to the acquisition of property for a purpose within the national legislative competence\".",
      "id": "s317"
    },
    {
      "text": "In the present context the creditors who are required to give up claims against third parties will necessarily be treated fairly.",
      "id": "s318"
    },
    {
      "text": "That is the consequence of the scheme procedure which only permits the court to approve a scheme of arrangement, and thereby bind dissentients, if the scheme is \"fair and reasonable\": Re Alabama [1891] 1 Ch at 247.",
      "id": "s319"
    },
    {
      "text": "6.",
      "id": "s320"
    },
    {
      "text": "Classes of creditors\n The order the liquidators seeks assumes that creditors form only one class for purposes of voting on the proposed schemes.",
      "id": "s321"
    },
    {
      "text": "On the other hand several of the opposing creditors argue that there should be separate meetings for what they say are separate classes.",
      "id": "s322"
    },
    {
      "text": "The approach to be adopted to the composition of classes has been considered in many cases.",
      "id": "s323"
    },
    {
      "text": "The leading English case is Sovereign Life Assurance Company v Dodd [1892] 2 QB 573.",
      "id": "s324"
    },
    {
      "text": "There Bowen LJ said (at 583), in a passage which has often been cited with approval: \"It seems plain that we must give such a meaning to the term 'class' as will prevent the section being so worked as to result in confiscation and injustice, and that it must be confined to those persons whose rights are not so dissimilar as to make it impossible for them to consult together with a view to their common interest\".",
      "id": "s325"
    },
    {
      "text": "What this passage makes clear, and what later cases confirm, is that there is a distinction between a creditor's interest and his rights.",
      "id": "s326"
    },
    {
      "text": "It is the difference in rights, not interests, that are relevant to determining whether or not separate classes exist, and it is the extent of the difference that will determine whether separate classes are required.",
      "id": "s327"
    },
    {
      "text": "Lord Millett in UDL [2001] 3 HKLRD at [27] analysed the relevant authorities across a range of jurisdictions, including Australian cases.",
      "id": "s328"
    },
    {
      "text": "He derived a number of principles from those authorities, including the following: \n (2) Persons whose rights are so dissimilar that they cannot sensibly consult together with a view to their common interest must be given separate meetings.",
      "id": "s329"
    },
    {
      "text": "Persons whose rights are sufficiently similar that they can consult together with a view to their common interest should be summoned to a single meeting.",
      "id": "s330"
    },
    {
      "text": "(3) The test is based on similarity or dissimilarity of legal rights against the company, not on similarity or dissimilarity of interest not derived from such legal rights.",
      "id": "s331"
    },
    {
      "text": "The fact that individuals may hold divergent views based on their private interests not derived from their legal rights against the company is not a ground for calling separate meetings.",
      "id": "s332"
    },
    {
      "text": "(4) The question is whether the rights which are to be released or varied under the Scheme or the new rights which the Scheme gives in their place are so different that the Scheme must be treated as a compromise or arrangement with more than one class.",
      "id": "s333"
    },
    {
      "text": "The application of the relevant test involves a comparison of the rights creditors have in the absence of the scheme and any new rights that are established under the scheme: Re T &amp; N Ltd (No 3) [2007] 1 All ER at 882.",
      "id": "s334"
    },
    {
      "text": "Once those differences are identified the question whether they form separate classes must be assessed with the following factors in mind.",
      "id": "s335"
    },
    {
      "text": "First, when creditors are broken up into classes, each class is given power to veto the scheme and that is a process that undermines the basic approach of decision by majority: Nordic Bank Plc v International Harvester Australia Ltd [1983] 2 VR 298 , 301.",
      "id": "s336"
    },
    {
      "text": "Second, there is a built-in safeguard against majority oppression in that the court is not bound by the decision of the meeting.",
      "id": "s337"
    },
    {
      "text": "Thus, it is necessary to ensure that there is no oppression by the minority.",
      "id": "s338"
    },
    {
      "text": "Third, practical considerations are relevant.",
      "id": "s339"
    },
    {
      "text": "If a judge is too assiduous in identifying classes, it is possible to end up with any number of classes.",
      "id": "s340"
    },
    {
      "text": "In the end, schemes of arrangement are propounded in a business context.",
      "id": "s341"
    },
    {
      "text": "The judge should adopt a practical business-like approach to the issue, as would the creditors if they were to decide the matter.",
      "id": "s342"
    },
    {
      "text": "Here the proposed schemes, according to their terms, operate in the same way with respect to all creditors.",
      "id": "s343"
    },
    {
      "text": "But, in reality, creditors are affected differently.",
      "id": "s344"
    },
    {
      "text": "Some (for convenience I will refer to them as the client creditors) are deprived of the ability to pursue causes of action which, if successful, have the potential to provide them with full indemnity for the losses they have suffered as a result of their dealings with an Opes company.",
      "id": "s345"
    },
    {
      "text": "Instead of being allowed to pursue those claims, client creditors will receive, out of the fund which is to be established, approximately 37 cents in the dollar.",
      "id": "s346"
    },
    {
      "text": "Thus, when it comes to consider the schemes the client creditors will have to choose between chasing 100 cents in the dollar in risky litigation or giving up uncertain claims in exchange for a significant, but substantially lower, amount.",
      "id": "s347"
    },
    {
      "text": "The position of the trade creditors is very different.",
      "id": "s348"
    },
    {
      "text": "The proposed release will not deprive them of any right, potential or otherwise, against the banks because they have none.",
      "id": "s349"
    },
    {
      "text": "Indeed, so far as the proposed schemes are concerned, if the trade creditors act rationally they must vote in favour of the schemes.",
      "id": "s350"
    },
    {
      "text": "If the schemes do not go ahead they will probably get nothing.",
      "id": "s351"
    },
    {
      "text": "If the schemes are approved they will recover 37 cents in the dollar.",
      "id": "s352"
    },
    {
      "text": "When one compares the position of the client creditors with that of the trade creditors it is clear that the two groups could not consult together to reach a view on their common interest.",
      "id": "s353"
    },
    {
      "text": "They do not have sufficient rights in common.",
      "id": "s354"
    },
    {
      "text": "It was suggested by some counsel that the creditors should be broken down into more classes.",
      "id": "s355"
    },
    {
      "text": "For example, Mr Gleeson said that those who had issued proceedings against the banks should form a separate class.",
      "id": "s356"
    },
    {
      "text": "Mr Sweeney suggested a separate class for institutional clients who \"must be taken to have been aware of the effect of the contractual arrangements\" entered into with the Opes companies.",
      "id": "s357"
    },
    {
      "text": "Mr Wallis said his client, Danpen, is in a separate class for the reason that its dealings with OPSL are said to be akin to that of a traditional client/broker relationship.",
      "id": "s358"
    },
    {
      "text": "Mr Bigmore said that: \"Panapous and other creditors who have similar claims have a dissimilarity of rights and interests from those unsecured creditors who have claims solely against Opes Prime, as well as those unsecured creditors who have claims against the ANZ Bank for loss and damage\".",
      "id": "s359"
    },
    {
      "text": "I do not regard these groups as forming separate classes.",
      "id": "s360"
    },
    {
      "text": "If they did, I could probably find quite a few more.",
      "id": "s361"
    },
    {
      "text": "It is possible (but exceedingly unlikely) that these creditors have different economic interests from the others.",
      "id": "s362"
    },
    {
      "text": "But, even if they did, the existence of separate commercial or other interests is not relevant to the class issue.",
      "id": "s363"
    },
    {
      "text": "This is not to suggest that different interests are irrelevant.",
      "id": "s364"
    },
    {
      "text": "The existence of different interests may be a factor that can be taken into account if the court comes to decide whether it should approve the schemes.",
      "id": "s365"
    },
    {
      "text": "7.",
      "id": "s366"
    },
    {
      "text": "Amalgamation\n The next issue is whether a scheme which provides for the pooling of assets and liabilities requires the approval of members.",
      "id": "s367"
    },
    {
      "text": "Having regard to the wide variety of possible schemes that may be implemented under s 411, it has been necessary to provide the court with wide powers to facilitate schemes.",
      "id": "s368"
    },
    {
      "text": "The powers are found in s 413.",
      "id": "s369"
    },
    {
      "text": "The heading to s 413 states the section contains \"Provisions for facilitating reconstructions and amalgamations of [companies]\".",
      "id": "s370"
    },
    {
      "text": "The section provides that where a compromise or arrangement has been proposed \"for the purposes of, or in connection with, a scheme for the reconstruction of a [company] ... or the amalgamation of two or more [companies] ... the Court may, either by order approving the compromise or arrangement or by later order\" provide for, among other things, \"the transfer to the transferee company of the whole or a part of the undertaking and of the property or liabilities of the transferor body\": s 413(1)(a).",
      "id": "s371"
    },
    {
      "text": "The words \"amalgamation\" and \"reconstruction\" are not defined.",
      "id": "s372"
    },
    {
      "text": "Neither is a term with a precise meaning.",
      "id": "s373"
    },
    {
      "text": "I have examined several old books (including Lindley on Companies (5 th ed, 1889); Buckley on Companies (9 th ed 1909); Hamilton's Manuel of Company Law (1891)) and cases (including Hooper v Western and Counties and South Wales Telephone Co (Limited) (1892) 41 WR 84; Re South African Supply and Cold Storage [1904] 2 Ch 268 and Simpson v Palace Theatre Limited (1893) 69 LTR 70) which contain commentary that cast some light on how those expressions were understood when the scheme provisions were first enacted.",
      "id": "s374"
    },
    {
      "text": "It appears that a reconstruction refers to a transfer by a company where the transfer comprises the undertaking, but not necessarily all the assets or liabilities, of the company and such transfer is made by one company to a new company which is formed for the purpose of taking such transfer and which is practically the same company as the transferring company with some alterations in its constitution, in consideration of the allotment of shares in the new company, to the members of the transferring company.",
      "id": "s375"
    },
    {
      "text": "The term \"amalgamation\" may be taken to mean a transfer by one or more than one company of substantially the whole of its or their undertaking or undertakings and assets to an already existing company or the transfer by two or more companies of substantially the whole of their undertakings and assets to a new company formed to take such a transfer, the consideration for such transfer in each case being the allotment of shares in the purchasing company to members of the transferring company.",
      "id": "s376"
    },
    {
      "text": "Based on the foregoing meanings, both an amalgamation and a reconstruction directly affect members and their rights in the company.",
      "id": "s377"
    },
    {
      "text": "Hence a scheme of arrangement which brings about an amalgamation or reconstruction of a company must be put to the members.",
      "id": "s378"
    },
    {
      "text": "That is the view that I took in Application of United Medical Protection Limited .",
      "id": "s379"
    },
    {
      "text": "What is proposed here is not, strictly, an amalgamation or reconstruction, in the sense that the members' rights are not being altered.",
      "id": "s380"
    },
    {
      "text": "What is proposed is the transfer of assets and liabilities of several companies to another without an issue of new shares.",
      "id": "s381"
    },
    {
      "text": "Such an arrangement may affect members if their financial stake in the transferring company is diminished.",
      "id": "s382"
    },
    {
      "text": "In that event their consent would be required.",
      "id": "s383"
    },
    {
      "text": "Here, however, the members have no interest in what is proposed because these companies are in the process of being wound up and their assets are insufficient to satisfy its creditors in full: Re Tea Corporation Ltd [1904] 1 Ch 12.",
      "id": "s384"
    },
    {
      "text": "Hence it is permissible to pool the assets and liabilities of the Opes group into OPGL without a meeting of members.",
      "id": "s385"
    },
    {
      "text": "8.",
      "id": "s386"
    },
    {
      "text": "Right of Appeal\n The schemes the liquidators initially brought to court removed the ability of a creditor to appeal under s 1321 against an adverse decision by the panel.",
      "id": "s387"
    },
    {
      "text": "It will be recalled the panel's role is to resolve disputes about the existence and amount of a creditors' claim.",
      "id": "s388"
    },
    {
      "text": "In this connection, the panel is to act as a body of experts, in the hope that their decision can only be challenged on limited grounds: As to the ability to challenge a decision of an expert see Legal &amp; General Life of Australia Ltd v A Hudson Pty Ltd (1985) 1 NSWLR 314 , affirmed in A Hudson Pty Ltd v Legal &amp; General Life of Australia Ltd (1986) 66 ALR 70.",
      "id": "s389"
    },
    {
      "text": "There are good reasons for the liquidators' attempt to limit appeals from the panel.",
      "id": "s390"
    },
    {
      "text": "The panel is comprised of eminent people.",
      "id": "s391"
    },
    {
      "text": "Its procedures are streamlined.",
      "id": "s392"
    },
    {
      "text": "If disputes arise they will be dealt with quickly and cheaply.",
      "id": "s393"
    },
    {
      "text": "The panel will soon build up knowledge and experience that it will apply to other cases.",
      "id": "s394"
    },
    {
      "text": "The efficiency of the panel process may be contrasted with the resources (both in time and money) that would be expended should a dissatisfied creditor take his case to court.",
      "id": "s395"
    },
    {
      "text": "Still, what the liquidators propose is impermissible.",
      "id": "s396"
    },
    {
      "text": "First, it has been held that the right to appeal, if it exists, cannot be excluded by the provisions of a deed of company arrangement entered into under Pt 5.3A: Derwinto Pty Ltd (in liq) v Lewis [2002] NSWSC 731 ; (2002) 42 ACSR 645.",
      "id": "s397"
    },
    {
      "text": "For like reasons a right of appeal cannot be excluded by a scheme under s 411.",
      "id": "s398"
    },
    {
      "text": "Second, s 1321 provides for an appeal from, among others, \"a person administering a compromise, arrangement or scheme referred to in Part 5.1 \".",
      "id": "s399"
    },
    {
      "text": "The panel, so it seems to me, is administering part of the schemes.",
      "id": "s400"
    },
    {
      "text": "On this aspect it is instructive to look at cl 2.2 of the proposed schemes where the schemes' purposes are found.",
      "id": "s401"
    },
    {
      "text": "The clause relevantly reads: \n The purpose of the Schemes is:\n (a) ...;\n (b) ...;\n (c) ...;\n (d) to enable the Liabilities to be established and ascertained;\n (e) to provide a procedure for determining Scheme Claims; \n (f) to provide for a more cost-efficient and expeditious distribution to Scheme Creditors than would be available pursuant to the Winding Up of the Scheme Companies in the ordinary course; and\n (g) to provide for distributions of Scheme Assets by [OPGL] to the Scheme Creditors who have Established Scheme Claims or Established Costs Amounts and a right for Scheme Creditors who have Established Proprietary Claims to elect for re-delivery of Scheme Securities.",
      "id": "s402"
    },
    {
      "text": "This reflects the primary functions of an administrator who administers almost every compromise scheme viz, realising the available assets; determining to whom the fund should be distributed; and distributing the fund to those entitled to it.",
      "id": "s403"
    },
    {
      "text": "In Re HIH Casualty and General Insurance Ltd [2005] NSWSC 1180 ; (2005) 56 ACSR 295 Barrett J considered whether the decision of so called scheme adjudicators to assess and quantify claims of scheme creditors was subject to appeal under s 1321.",
      "id": "s404"
    },
    {
      "text": "He said (at 300): \n I had some concern whether these scheme adjudicators would properly be regarded as persons 'administering a compromise or arrangement', as that expression is used in the Act.",
      "id": "s405"
    },
    {
      "text": "However, I am persuaded that they will have that character, particularly in light of the provisions of the scheme which reads in part as follows: 'The Australian Scheme shall be administered by the Scheme Administrators and the Scheme Adjudicators according to the respective powers and functions assigned to them by the provisions of the Australian scheme...' This makes it clear that the functions of the adjudicators are regarded by the scheme itself as part of the overall functions of administering the scheme.",
      "id": "s406"
    },
    {
      "text": "The tasks the scheme adjudicators perform will form part of the overall administration of the scheme.",
      "id": "s407"
    },
    {
      "text": "I do not intend to depart from that authority.",
      "id": "s408"
    },
    {
      "text": "I should indicate, however, that while, like Barrett J, I have drawn attention to how the schemes themselves characterise the function of the panel, I base my decision on a characterisation of the function of the panel, not just on how that function is described in the documents.",
      "id": "s409"
    },
    {
      "text": "9.",
      "id": "s410"
    },
    {
      "text": "Payment of fees\n The provision by which it is proposed to pay out $11.5 million to litigation funders and for legal fees incurred by creditors who have commenced proceedings against the banks causes me some concern.",
      "id": "s411"
    },
    {
      "text": "The justification for establishing the fund is that the claims brought against the banks contributed to the banks' decision to put up $226 million and return to the liquidators the assets still in the possession of the receivers.",
      "id": "s412"
    },
    {
      "text": "It is also suggested that by paying the fees, the creditors who have commenced proceedings will be put into the same position as other creditors.",
      "id": "s413"
    },
    {
      "text": "There are difficulties with each proposition.",
      "id": "s414"
    },
    {
      "text": "Perhaps the existence of the claims contributed to the banks' decision to pay a large amount to compromise both existing and potential claims.",
      "id": "s415"
    },
    {
      "text": "So also might the litigation threatened by the liquidators and the threat by ASIC to take action.",
      "id": "s416"
    },
    {
      "text": "In any event the payment of fees incurred by some creditors will only bring them in line with creditors who have not paid any legal fees.",
      "id": "s417"
    },
    {
      "text": "It is not likely there are many creditors who have not consulted lawyers.",
      "id": "s418"
    },
    {
      "text": "Putting aside the justification for the payments, the effect of the proposal is that money in the possession of the scheme administrators will not be distributed pari passu .",
      "id": "s419"
    },
    {
      "text": "Some creditors will be advantaged at the expense of others.",
      "id": "s420"
    },
    {
      "text": "This is a departure from the method of distribution for an insolvent company established by s 556.",
      "id": "s421"
    },
    {
      "text": "This is troubling.",
      "id": "s422"
    },
    {
      "text": "An analogous issue was considered in Re Anglo American Insurance Ltd [2001] 1 BCLC 755.",
      "id": "s423"
    },
    {
      "text": "There the court was asked to sanction a scheme proposed for an insolvent company the terms of which excluded the insolvency provisions dealing with mutual credits and set-off.",
      "id": "s424"
    },
    {
      "text": "Neuberger J said there was power to sanction such a scheme but the power should be very rarely exercised.",
      "id": "s425"
    },
    {
      "text": "This is not the occasion upon which to consider this aspect of the merits of the schemes, in particular whether it is fair to divide assets unevenly.",
      "id": "s426"
    },
    {
      "text": "That will be considered at the approval hearing if the schemes are agreed by the statutory majority of creditors.",
      "id": "s427"
    },
    {
      "text": "10.",
      "id": "s428"
    },
    {
      "text": "Other issues relating to form\n Several counsel made complaint about the form of drafting of aspects of the proposed schemes and the explanatory statement.",
      "id": "s429"
    },
    {
      "text": "They proffered many suggested changes.",
      "id": "s430"
    },
    {
      "text": "Some of the criticisms and suggested changes were adopted by the liquidators.",
      "id": "s431"
    },
    {
      "text": "Others were not.",
      "id": "s432"
    },
    {
      "text": "I do not propose to say anything about those issues.",
      "id": "s433"
    },
    {
      "text": "This is for the reason that I do not regard it as the role of the court to adjudicate upon the form of a proposed scheme and explanatory statement except to the extent that change is required to ensure the scheme is capable of being approved and the explanatory statement is not misleading.",
      "id": "s434"
    },
    {
      "text": "It is for the person who propounds the scheme to decide what form it should take.",
      "id": "s435"
    },
    {
      "text": "The scheme in that form may or may not be attractive to members or creditors.",
      "id": "s436"
    },
    {
      "text": "That is a matter for them.",
      "id": "s437"
    },
    {
      "text": "Save for the limited extent I have identified, it is not the business of the court to interfere.",
      "id": "s438"
    },
    {
      "text": "11.",
      "id": "s439"
    },
    {
      "text": "The Scheme Administrators\n Section 411(7) provides that, except with the leave of the court or a direction from ASIC, a person must not be appointed to administer, and must not administer, a scheme of arrangement if the person has within the last 12 months been an officer of the company.",
      "id": "s440"
    },
    {
      "text": "\"Officer\" is defined in s 9 to include an administrator or a liquidator.",
      "id": "s441"
    },
    {
      "text": "The liquidators wish to be appointed scheme administrators and therefore require leave.",
      "id": "s442"
    },
    {
      "text": "Ordinarily, pragmatism and common sense would favour the appointment of the liquidators as scheme administrators.",
      "id": "s443"
    },
    {
      "text": "If one were to appoint as scheme administrators persons familiar with the company, its assets and its affairs there would be a considerable saving of costs.",
      "id": "s444"
    },
    {
      "text": "In the case of a large concern the saving would be correspondingly large.",
      "id": "s445"
    },
    {
      "text": "Mr Gleeson, however, raised two key objections to the appointment of the liquidators as the scheme administrators.",
      "id": "s446"
    },
    {
      "text": "The first is that the liquidators have a material interest in the schemes.",
      "id": "s447"
    },
    {
      "text": "The second is that the liquidators in the implementation agreement with the banks have contracted to assure themselves the office of scheme administrators and have offered to use their best endeavours to procure the extinguishment of the rights of client creditors, without first consulting them.",
      "id": "s448"
    },
    {
      "text": "Other objections were raised, but they were not substantial.",
      "id": "s449"
    },
    {
      "text": "The basis of the first objection is this.",
      "id": "s450"
    },
    {
      "text": "The liquidators are currently out of pocket by about $8.3 million and if the schemes are approved they will recover their money.",
      "id": "s451"
    },
    {
      "text": "This, so it was said, put them in a conflict of duty and interest.",
      "id": "s452"
    },
    {
      "text": "Mr Scerri, however, said, and I accept, the true position is that the liquidators believe they will recover their outstanding fees whether or not the schemes proceed.",
      "id": "s453"
    },
    {
      "text": "The second objection is based on two clauses in the implementation agreement.",
      "id": "s454"
    },
    {
      "text": "The first clause provides that it is a condition precedent to payment of the $226 million by the banks that the court or ASIC grant leave for the liquidators to be appointed as scheme administrators.",
      "id": "s455"
    },
    {
      "text": "The second clause gives the Liquidators the exclusive right to permit other persons to act in their place as scheme administrators.",
      "id": "s456"
    },
    {
      "text": "Mr Scerri said that the clauses were inserted as a result of the negotiations with the banks and that in any event they would be waived.",
      "id": "s457"
    },
    {
      "text": "It is regrettable that the liquidators agreed to a condition that they be appointed as scheme administrators.",
      "id": "s458"
    },
    {
      "text": "And it is quite proper that have procured the waiver of this condition.",
      "id": "s459"
    },
    {
      "text": "The creditors are entitled to choose the scheme administrator and should not have anyone foist upon them.",
      "id": "s460"
    },
    {
      "text": "Still, I do not accept that as a result of what might be bad judgment the liquidators should be disqualified from performing the role of scheme administrator.",
      "id": "s461"
    },
    {
      "text": "12.",
      "id": "s462"
    },
    {
      "text": "Explanatory statement \n Section 412(1) requires an explanatory statement to be sent to creditors explaining the effect of the arrangement and setting out prescribed and other information that is material to the making of a decision by a creditor.",
      "id": "s463"
    },
    {
      "text": "If the explanatory statement satisfies the statutory requirements, it is the practice in Victoria for the court to approve the statement.",
      "id": "s464"
    },
    {
      "text": "An explanatory statement was prepared by the liquidators.",
      "id": "s465"
    },
    {
      "text": "The statement is a substantial document, comprising some 336 pages.",
      "id": "s466"
    },
    {
      "text": "It contains a wealth of information.",
      "id": "s467"
    },
    {
      "text": "Some of the information is quite technical and difficult to understand.",
      "id": "s468"
    },
    {
      "text": "The cost of preparation is likely to have been many many tens of thousand of dollars, perhaps more than a hundred thousand dollars.",
      "id": "s469"
    },
    {
      "text": "The liquidators cannot be blamed for having spent so much money on the preparation of the explanatory statement.",
      "id": "s470"
    },
    {
      "text": "What they have spent is simply the cost of complying with the statute and the regulations.",
      "id": "s471"
    },
    {
      "text": "Although so much has been spent to satisfy the law, the result is a document which, I am certain, will not be read in full by any creditor and will probably not in all aspects, be fully understood by any creditor.",
      "id": "s472"
    },
    {
      "text": "I have on several occasions fought my way through the document and confess to having had difficulty with many of its paragraphs.",
      "id": "s473"
    },
    {
      "text": "It is time that consideration is given to whether all members and creditors need so much information regardless of the type of scheme being proposed.",
      "id": "s474"
    },
    {
      "text": "My own view is that they do not and that the provisions should be reformed.",
      "id": "s475"
    },
    {
      "text": "Be that as it may, in this case I told the liquidators that they should prepare and send to creditors a short summary (it turned out to 17 pages) of the key features of the schemes.",
      "id": "s476"
    },
    {
      "text": "I told the liquidators that I would make directions which relieved them from the obligation of sending to each creditor a copy of the explanatory statement, but that the statement should instead be published on Ferrier Hodgson's website and only given to a creditor on request.",
      "id": "s477"
    },
    {
      "text": "It would be interesting to know how many requests were made.",
      "id": "s478"
    },
    {
      "text": "The explanatory statement has been carefully examined by ASIC, and has been gone over by numerous counsel.",
      "id": "s479"
    },
    {
      "text": "I myself suggested changes.",
      "id": "s480"
    },
    {
      "text": "I am satisfied that the statement complies with s 412.",
      "id": "s481"
    },
    {
      "text": "13.",
      "id": "s482"
    },
    {
      "text": "Procedure at the meetings\n While there are to be separate meetings of creditors for each of the four companies for whom a scheme is proposed I thought it appropriate that there be only one question and answer session which should take place prior to the separate meetings being held.",
      "id": "s483"
    },
    {
      "text": "There was a question whether all the creditors of all the companies could be present at each meeting.",
      "id": "s484"
    },
    {
      "text": "I thought it best to leave that issue to be resolved by the meetings themselves.",
      "id": "s485"
    },
    {
      "text": "Thus, while separate meetings must take place, the creditors at any one meeting may resolve whether anyone else, including other classes of creditors, could be present at their meeting.",
      "id": "s486"
    },
    {
      "text": "It may be important to know what takes place at the meetings for purposes of the approval hearing, if the requisite majorities approve the schemes.",
      "id": "s487"
    },
    {
      "text": "For that purpose, there should be an audio recording of the meetings.",
      "id": "s488"
    },
    {
      "text": "14.",
      "id": "s489"
    },
    {
      "text": "Discretion \n Leave to convene a meeting to approve a scheme will not be granted unless the court is satisfied that the scheme is of such a nature that if approved by the meeting a court is likely to approve it on an unopposed application.",
      "id": "s490"
    },
    {
      "text": "Thus it is necessary for a court to be alive to any difficulties that may arise if in due course it may be asked to approve the scheme: see Marlborough Gold Mines Limited at 504.",
      "id": "s491"
    },
    {
      "text": "I am satisfied that the schemes should be put for consideration by the proposed meetings.",
      "id": "s492"
    },
    {
      "text": "15.",
      "id": "s493"
    },
    {
      "text": "Costs\n The last matter to consider is costs.",
      "id": "s494"
    },
    {
      "text": "The creditors who appeared to oppose the schemes or parts of the schemes seek to have their costs paid on an indemnity basis.",
      "id": "s495"
    },
    {
      "text": "In Re NRMA Insurance Ltd No 5132 of 1999 [2000] NSWSC 82 ; (2000) 33 ACSR 595 at [45] , Santow J examined many of the cases on the subject and set out the principles to be taken into account.",
      "id": "s496"
    },
    {
      "text": "Relevantly he said: \n (i) The ordinary rule is that the scheme companies pay the objector's costs and do not suffer cost orders against them.",
      "id": "s497"
    },
    {
      "text": "(ii) However, this is subject to the objections not being frivolous or without substance but rather such as to be properly and justifiably advanced, even if unsuccessfully.",
      "id": "s498"
    },
    {
      "text": "I would add that even sensible objections should be capable of being advanced with reasonable economy of time, consistent with the summary nature of a s 411(1) application.",
      "id": "s499"
    },
    {
      "text": "It would, I think, be reasonable were the Lavan objectors and those represented by Mr Sweeny to have their costs, with the Lavan objectors' costs to be taxed on an indemnity basis.",
      "id": "s500"
    },
    {
      "text": "The remaining creditors, whose contribution was less, should have one half of their taxed costs.",
      "id": "s501"
    },
    {
      "text": "Each parties' costs shall be paid out of the assets of OPGL with the same priority as prescribed by s 556(1)(df).",
      "id": "s502"
    },
    {
      "text": "I certify that the preceding one hundred and four (104) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein .",
      "id": "s503"
    },
    {
      "text": "Associate:\n \n \nDated: 3 August 2009\n \n Counsel for the Plaintiff: Mr C Scerri QC\nMr R D Strong \n \n Solicitor for the Plaintiff Mallesons Stephen Jaques \n \n Counsel for Merrill Lynch Mr Hutley SC \nMr O'Bryan \n \n Solicitor for Merrill Lynch Blake Dawson \n \n Counsel for Cedarange Pty Ltd: Mr Zwier \n \n Solicitor for Cedarange Pty Ltd: Arnold Bloch Leibler \n \n Counsel for the Lavan objectors Mr Gleeson SC \nMr Douglas \n \n \n Solicitor for the Lavan objectors \n Lavan Legal \n \n Counsel for Imobilari Pty Ltd Mr Armstrong \n \n Solicitor for Imobilari Pty Ltd Slater &amp; Gordon Lawyers \n \n Counsel for the Dover Gardens objectors: Mr C A Sweeney SC\nMr L W Maher \n \n Solicitor for the Dover Gardens objectors: Sweeney Commercial \n \n Counsel for ANZ Bank Mr Archibald QC \nMr Crutchfield \nMs Neskovcin \n \n Solicitor for ANZ Bank Allens Arthur Robinson \n \n Counsel for Panopus PLC: Mr Bigmore QC\nMr Rubenstein \n \n Solicitor for Panopus PLC: Logie-Smith Lanyon \n \n Counsel for Danpen Pty Ltd Mr Wallis \n \n Solicitor for Danpen Pty Ltd Rockman &amp; Rockman \n \n Counsel for Green Frog Nominees Pty Ltd (in liq) (Green Frog): Mr Elliott SC \n \n Solicitor for Green Frog Nominees Pty Ltd (in liq) (Green Frog): Middeltons \n \n Counsel for the Receivers Mr Galvin \n \n Solicitor for the Receivers Deacons \n \n Counsel for Australian Securities and Investments Commission Mr Sifris SC \nMr Boston \nMr Horan \n \n \n Solicitor for Australian Securities and Investments Commission: \n Australian Securities and Investments Commission \n Date of Hearing: 11, 12 and 23 June 2009 \n \n Date of Judgment: 3 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/813.html",
      "id": "s504"
    }
  ]
}