{
  "name": "SZKMX v Minister for Immigration and Citizenship [2009] FCA 842 (6 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/842.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "no jurisdictional error",
      "id": "c1"
    },
    {
      "text": "appeal dismissed",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against a judgment of a Federal Magistrate of 22 April 2009 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) of 21 October 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent, the Minister for Immigration and Citizenship who formed the view that the appellant is not a person to whom Australia has protection obligations under the Convention Relating to the Status of Refugees 1951 , amended by the Protocol Relating to the Status of Refugees 1967 (Convention) and accordingly refused to grant a protection visa on 21 November 2006.",
      "id": "s1"
    },
    {
      "text": "CLAIMS MADE TO REFUGEE STATUS \n Article 1A(2) of the Convention relevantly defines a refugee as any person who: \n owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it \n The appellant is a citizen of China who arrived in Australia on 2 August 2006.",
      "id": "s2"
    },
    {
      "text": "On 29 August 2006, the appellant lodged an application for a protection visa with the Department of Immigration and Multicultural and Indigenous Affairs.",
      "id": "s3"
    },
    {
      "text": "The appellant filed a statutory declaration in support of his visa application in which he stated that in August 2003, he became involved in a protest against the closure of the wool spinning plant where he worked.",
      "id": "s4"
    },
    {
      "text": "He stated that as a result of the protest, he and over ten other protesters were arrested and detained and mistreated for a month.",
      "id": "s5"
    },
    {
      "text": "After his release and during 2004 and 2005 he sent petitions to the Chinese government protesting about the closure of the factory.",
      "id": "s6"
    },
    {
      "text": "This led to him being further questioned by Chinese authorities.",
      "id": "s7"
    },
    {
      "text": "He claimed that in November 2005 he openly protested about the closure of the factory with more than 1000 people.",
      "id": "s8"
    },
    {
      "text": "The appellant was then arrested and sent to a \"centre of re-education through labour\" until March 2006, when his family paid bribes to have him released.",
      "id": "s9"
    },
    {
      "text": "Thereafter he had to submit a \"self-examine\" report to the police every month and could not find employment.",
      "id": "s10"
    },
    {
      "text": "He left China on 1 August 2006 and believes he would be persecuted if he returned.",
      "id": "s11"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 21 November 2006.",
      "id": "s12"
    },
    {
      "text": "On 22 December 2006, the appellant applied to the Tribunal for a review of the delegate's decision.",
      "id": "s13"
    },
    {
      "text": "On 5 March 2007, the Tribunal affirmed the delegate's decision not to grant the appellant a protection visa.",
      "id": "s14"
    },
    {
      "text": "The appellant sought judicial review of the Tribunal decision and on 31 July 2007 the Federal Magistrates Court made orders by consent, remitting the matter to the Tribunal to be determined according to law.",
      "id": "s15"
    },
    {
      "text": "On 13 November 2007, the Tribunal affirmed the delegate's decision not to grant the appellant a protection visa.",
      "id": "s16"
    },
    {
      "text": "The appellant again sought judicial review of the Tribunal decision, and on 12 March 2008, the Federal Magistrates Court dismissed the application.",
      "id": "s17"
    },
    {
      "text": "The appellant appealed this decision, and on 6 June 2008 the Federal Court allowed the appeal, setting aside the orders of the Federal Magistrates Court, and remitting the matter to the Tribunal to be determined according to law.",
      "id": "s18"
    },
    {
      "text": "Before the Tribunal, the appellant made no new claims.",
      "id": "s19"
    },
    {
      "text": "He had already produced to the previously constituted Tribunal: his passport; a document described as a \"Certificate of Release\" (the Certificate) certifying that the appellant was ordered on 15 November 2005 by the People's Court to undergo \"rehabilitation through labor\"; and two handwritten letters from his wife (the letters), one addressed to the Department of Immigration and the other addressed to the appellant.",
      "id": "s20"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n The Tribunal gave summaries (at AB 231 --- 240) of the claims and evidence before it, including (at AB 233 --- 237) a summary of some things that were said at the hearing on 28 August 2008.",
      "id": "s21"
    },
    {
      "text": "The appellant did not place before the Federal Magistrate's Court a transcript to show all that occurred at the hearing.",
      "id": "s22"
    },
    {
      "text": "The appellant claimed to fear persecution by the authorities in China upon the basis of his past involvement in protests and demonstrations in relation to the closing of a factory where he worked and consequent loss of compensation and other payments by himself and fellow workers.",
      "id": "s23"
    },
    {
      "text": "The appellant also claimed that he could not get employment in China because of the Public Security Bureau (PSB) and his wife (still in China) could not get employment because of her association with him.",
      "id": "s24"
    },
    {
      "text": "He further claimed that a friend had disappeared (AB 244, [89]).",
      "id": "s25"
    },
    {
      "text": "The Tribunal did not accept that the appellant had a well-founded fear of persecution in China by reason of political opinion (actual or imputed) or any other Convention reason (AB 241, [75], AB 245, [94] --- [95]).",
      "id": "s26"
    },
    {
      "text": "It found the appellant to be \"not a credible witness\" (AB 241, [76]).",
      "id": "s27"
    },
    {
      "text": "The Tribunal accepted that the appellant was a citizen of China (AB 241, [73]), that he worked in a factory that closed in 2003 (AB 244, [89] --- [90]) and that he and fellow workers thereby lost employment.",
      "id": "s28"
    },
    {
      "text": "However, the Tribunal did not accept that: The Tribunal's non-acceptance of those matters stemmed from the Tribunal's non-satisfaction as to the credibility of the appellant and in particular, the \"concerns\" referred to as \"above-noted\" in the first line of [89] (AB 244).",
      "id": "s29"
    },
    {
      "text": "Those were described at AB 241 --- 244 and may be summarised as follows: The Tribunal also made some findings of an alternative kind, in the event that it was wrong not to accept the appellant's claim that he had bribed police (and thereby been able to leave China).",
      "id": "s30"
    },
    {
      "text": "Those are the findings relating to the \"Certificate of Release\" from the second line of [88] at AB 244 to the end of that paragraph.",
      "id": "s31"
    },
    {
      "text": "There, the Tribunal found it would not have accepted the truth of the certificate and gave three reasons: \n(a) if the appellant had engaged in bribery to obtain release, he may also have obtained the certificate through bribery;\n \n(b) the certificate was not itself consistent with certain other evidence from the appellant;\n \n(c) (based on country information), \"document fraud is prevalent in China and it is not difficult to obtain 'authentic' documents fraudulently\".",
      "id": "s32"
    },
    {
      "text": "The Tribunal did not accept that the appellant had a well founded fear of persecution for a Convention reason, \"including but not limited to actual and/or imputed anti-government political opinion and/or activity\".",
      "id": "s33"
    },
    {
      "text": "The Tribunal noted (at [76], AB 241) that two previous Tribunal Members had each had concerns about the appellant's credibility and stated that: \"For similar and different reasons, the Tribunal is satisfied that that the applicant is not a credible witness\".",
      "id": "s34"
    },
    {
      "text": "The Tribunal considered the appellant's explanations for omitting certain information from his original statutory declaration, but was not persuaded by these reasons.",
      "id": "s35"
    },
    {
      "text": "In particular, the Tribunal gave no weight to a document submitted by the appellant entitled Certificate of Release dated 17 March 2006 which it found to be fraudulently prepared.",
      "id": "s36"
    },
    {
      "text": "The Tribunal also considered and rejected two letters from the appellant's wife, stating that it did not accept that the letters were reliable evidence of the facts contained in them.",
      "id": "s37"
    },
    {
      "text": "The Tribunal therefore found that the appellant did not have a well-founded fear of persecution for a Convention-related reason, and affirmed the decision under review.",
      "id": "s38"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n Before the Federal Magistrate the appellant claimed that there was an error of law in the Tribunal's decision constituting a jurisdictional error; and that there was procedural error in the Tribunal's decision constituting an absence of natural justice.",
      "id": "s39"
    },
    {
      "text": "As summarised by the Federal Magistrate, the particulars to these grounds alleged: bias, or lack of good faith; a failure to comply with s 425 of the Act; a failure to consider certain relevant material; and a statement which read: \"In summary, I have never ever agreed that my application has been assessed by the Tribunal fairly and carefully\".",
      "id": "s40"
    },
    {
      "text": "The Federal Magistrate found that the appellant had not led any evidence that would suggest any bias, whether actual or apprehended, or any lack of good faith on the part of the Tribunal.",
      "id": "s41"
    },
    {
      "text": "Similarly, in relation to ground 2, his Honour found that the appellant had not provided any evidence to support his claim that he was denied the right to present his oral evidence and give argument against the issue arising from the Tribunal relating to his application.",
      "id": "s42"
    },
    {
      "text": "His Honour therefore could not find any breach of s 425 of the Act.",
      "id": "s43"
    },
    {
      "text": "In relation to ground 3, his Honour found that this ground sought to challenge the Tribunal's decision on its merits, and did not establish any failure by the Tribunal to consider relevant material.",
      "id": "s44"
    },
    {
      "text": "In particular, his Honour found that the Tribunal specifically did consider his reply to the s 424A letter, and rejected it.",
      "id": "s45"
    },
    {
      "text": "Similarly, the fourth ground did not establish any jurisdictional error in the Tribunal's decision.",
      "id": "s46"
    },
    {
      "text": "Having found no jurisdictional error in the decision of the Tribunal, his Honour dismissed the application.",
      "id": "s47"
    },
    {
      "text": "APPEAL TO THIS COURT \n The appellant lists seven grounds of appeal in the notice of appeal filed on 7 May 2009: His Honour at the Federal Magistrates Court of Australia ('His Honour') erred in law; and His Honour was wrong in finding that the Refugee Review Tribunal ('the Tribunal') acted properly in its findings.",
      "id": "s48"
    },
    {
      "text": "The key issue about my application is the credibility.",
      "id": "s49"
    },
    {
      "text": "In the Tribunal's decision, it has stated that: The applicant has been before two previous RRT Members, both of whom had concerns about the applicant's credibility.",
      "id": "s50"
    },
    {
      "text": "For similar and different reasons, the Tribunal is satisfied that the applicant is not a credible witness.",
      "id": "s51"
    },
    {
      "text": "The Tribunal conducted a relatively lengthy hearing, giving the applicant a third opportunity to put his case fully before the Tribunal.",
      "id": "s52"
    },
    {
      "text": "In other words, the purpose of giving me a relatively lengthy hearing was that the Tribunal intended to create me a third opportunity to put my case fully before the Tribunal.",
      "id": "s53"
    },
    {
      "text": "So, the Tribunal has in fact encouraged me to give my evidences in my more details.",
      "id": "s54"
    },
    {
      "text": "Furthermore, when I did so according to the Tribunal's conduction, the Tribunal stated in its decision that: The Tribunal notes that there have a number of details which have been provided after the applicant lodged his application for a protection visa.",
      "id": "s55"
    },
    {
      "text": "The applicant has accepted this and in response to the s 424A letter, he requested that the Tribunal kindly understand that he had many difficulties to prepare his claims at the very beginning.",
      "id": "s56"
    },
    {
      "text": "'Firstly, at the very beginning while I arrived in Australia, I was subjected to serious financial difficulties.",
      "id": "s57"
    },
    {
      "text": "As a person who was not familiar with local environment in Australia and who particularly could not understand any English, I felt very much difficult to find a job; and it made me even hardly maintain my basic living.",
      "id": "s58"
    },
    {
      "text": "I sometimes had to borrow money from the others.",
      "id": "s59"
    },
    {
      "text": "Therefore.",
      "id": "s60"
    },
    {
      "text": "I had to try my best to minimize the payment for the cost of preparing my application through a migration agent.",
      "id": "s61"
    },
    {
      "text": "For doing so, I had to describe my claims more briefly and more generally in order to minimize the words of my statements, because the payment would be depended how many words were in the statements and how many hours would be spent by the migration agent.",
      "id": "s62"
    },
    {
      "text": "Secondly.",
      "id": "s63"
    },
    {
      "text": "I might have different understanding about how to describe my major claims, briefly and generally, according to Chinese culture.",
      "id": "s64"
    },
    {
      "text": "For example, I thought that the claim that \"...I was greatly supported by many kind people and especially by those who previously worked together with me at the No.",
      "id": "s65"
    },
    {
      "text": "1 Wool Spinning ...\" might have already described, briefly and generally, how I departed from China.",
      "id": "s66"
    },
    {
      "text": "Thirdly, while I lodged my protection application at the beginning, I was advised that I would have a chance to detail my claims orally at the Departmental interview or at the Tribunal's hearing' He also said that it is almost impossible for him to prepare a Statutory Declaration covering all of his claims in detail, similar to the three Tribunal hearings he has attended; although the major claims which Tribunal discussed with him were similar, the questions put to him at the three hearings were completely different.",
      "id": "s67"
    },
    {
      "text": "Considered in isolation, the applicant's explanations appear to be fair and reasonable.",
      "id": "s68"
    },
    {
      "text": "The Tribunal recognises that it would be unreasonable to expect an application to include every detail at the primary level; the Tribunal does not have that expectation.",
      "id": "s69"
    },
    {
      "text": "But, as a matter of fact, the Tribunal has in fact expected me an applicant to have included all and every detail about their claims at the primary level , because it has rejected my credibility mostly on the ground that I have not included every detail in my primary application, particularly while the Tribunal considered my claims about my departure from China as well as my claims about the demonstrations.",
      "id": "s70"
    },
    {
      "text": "So, it is no doubt that the Tribunal itself made findings which was contradictory with each other.",
      "id": "s71"
    },
    {
      "text": "Also, there is no evidence that the Tribunal has taken genuine attempt to consider my response to the s.424A letter independently, fairly and properly.",
      "id": "s72"
    },
    {
      "text": "It may be seen that grounds 1 --- 6 relate to the \"key issue\" about credibility, and ground 7 stands alone, although it is generally related to the other grounds.",
      "id": "s73"
    },
    {
      "text": "As noted above, before the Federal Magistrate, the appellant claimed that the Tribunal: The application to the Federal Magistrate's Court was made on 18 November 2008.",
      "id": "s74"
    },
    {
      "text": "The Federal Magistrate dealt with each of the grounds raised therein, expressing his conclusions.",
      "id": "s75"
    },
    {
      "text": "His Honour also considered whether there was any other jurisdictional error, including as to the Tribunal's treatment of the Certificate of Release, and found that there was not.",
      "id": "s76"
    },
    {
      "text": "It is well established that a decision of the Tribunal is only available to be set aside upon judicial review if it involves \"jurisdictional error\".",
      "id": "s77"
    },
    {
      "text": "Absent that, a decision refusing an applicant a protection visa will be \"privative clause decision\" for the purpose of s 474 of the Act from which no appeal or relief on judicial review is available: Plaintiff S157/2002 v Commonwealth of Australia (2003) 211 CLR 476 at [76].",
      "id": "s78"
    },
    {
      "text": "Plaintiff S157/2002 held that an error by an administrative tribunal such as the Refugee Review Tribunal will only constitute jurisdictional error if the Tribunal: \n&#9679; identifies a wrong issue;\n \n&#9679; asks the wrong question;\n \n&#9679; ignores relevant material; or\n \n&#9679; relies on irrelevant material;\n \nin such a way that the Tribunal's exercise or purported exercise of power is thereby affected, resulting in a decision exceeding or failing to exercise the authority or powers given under the relevant statute.",
      "id": "s79"
    },
    {
      "text": "It is also accepted (see Plaintiff S157/2002 211 CLR 476 at [76]) that there may also be jurisdictional error if a tribunal fails to discharge \"imperative duties\" or to observe \"inviolable limitations or restraints\" upon which its exercise of administrative powers is conditioned.",
      "id": "s80"
    },
    {
      "text": "See also Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [82] ; Lobo v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 168 ; (2003) 132 FCR 93 at [45] .",
      "id": "s81"
    },
    {
      "text": "However, where a decision of the Tribunal refusing an applicant a protection visa turns entirely on an assessment of that applicant's credibility, a challenge to the Tribunal's findings and conclusions will usually be considered an impermissible attempt to undertake further merits review.",
      "id": "s82"
    },
    {
      "text": "This proposition has been affirmed in a number of cases.",
      "id": "s83"
    },
    {
      "text": "Recent examples include SZKMV v Minister for Immigration and Citizenship [2009] FCA 157 at [18] per Stone J; SZMFH v Minister for Immigration and Citizenship [2009] FCA 105 at [14] --- [15] per Graham J; SZMLR v Minister for Immigration and Citizenship [2008] FCA 1853 at [11] per Spender J.",
      "id": "s84"
    },
    {
      "text": "Accordingly, a finding by the Tribunal, which is not capable of being set aside on the basis of jurisdictional error, is a factual one which is not open to challenge by way of judicial review or on subsequent appeal proceedings: see NAHI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 at [10] .",
      "id": "s85"
    },
    {
      "text": "There is however a question whether a Tribunal decision which lacks rationality and logicality is one that exhibits jurisdictional error.",
      "id": "s86"
    },
    {
      "text": "The decision of the Full Federal Court in VWST v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 286 holds it is not.",
      "id": "s87"
    },
    {
      "text": "However, another line of Federal Court authority suggests otherwise: see for example, SZMDS v Minister for Immigration and Citizenship [2009] FCA 210 , where Moore J, having reviewed a number of recent authorities on this point since 2004, found, at [22] --- [30], that a decision of the Tribunal could suffer from jurisdictional error where it lacked logicality.",
      "id": "s88"
    },
    {
      "text": "This issue, I am informed by counsel for the Minister, is now the subject of a grant of special leave to appeal to the High Court of Australia in SZMDS v Minister for Immigration and Citizenship [2009] FCA 210 , made 31 July 2009.",
      "id": "s89"
    },
    {
      "text": "The appellant's first ground of appeal asserts simply that the Federal Magistrate \"erred in law\" and \"was wrong\" in finding that the Tribunal acted properly in its findings.",
      "id": "s90"
    },
    {
      "text": "No particulars are given within the ground itself as to how either limb is said to be made out.",
      "id": "s91"
    },
    {
      "text": "The following grounds 2 --- 6, however, read as a narrative flow from ground 1 and set out all of what the appellant wishes to contend in relation to ground 1.",
      "id": "s92"
    },
    {
      "text": "The Minister contends that the particular argument developed in grounds 2 --- 6 was not put to the Federal Magistrate, and that although this Court has power to allow an argument to be raised for the first time on appeal if it thinks that the interests of justice so require, the argument in question here is misconceived and cannot be allowed.",
      "id": "s93"
    },
    {
      "text": "I am however of the view that the arguments are more or less a refashioning of those put to the Federal Magistrate and should in any event be considered by this Court, particularly as he is a self-represented party.",
      "id": "s94"
    },
    {
      "text": "The appellant by his argument seeks to challenge the Tribunal's findings as to his credibility.",
      "id": "s95"
    },
    {
      "text": "Credibility findings are classically for the finder of fact --- in this case the Tribunal ( Re Minister for Immigration and Multicultural Affairs; Ex parte Durairajasingham 168 ALR 407 at [67]).",
      "id": "s96"
    },
    {
      "text": "The appellant refers to [76] --- [79] (AB 241 --- 242) of the Tribunal's decision and criticises the Tribunal for basing an adverse finding of credit upon the fact that the appellant provided a number of details after his initial application for a protection visa.",
      "id": "s97"
    },
    {
      "text": "However, the appellant fails to fully quote [79].",
      "id": "s98"
    },
    {
      "text": "There one finds explanation by the Tribunal that the details to which it was referring that were not included at the primary level were \"not minor\" and were ones which \"relate to significant claims\", whereas the statutory declaration provided by the appellant was \"lengthy and comprehensive\", extending also to include \"irrelevant matters\", and that \"the Tribunal is thus not persuaded by the applicant's explanations\".",
      "id": "s99"
    },
    {
      "text": "The Tribunal said the \"applicant's explanations\" were those contained in the answer to the letter sent to the appellant under s 424A of the Act, such answer being extracted by the Tribunal at [77].",
      "id": "s100"
    },
    {
      "text": "The Minister also notes that the following paragraphs of the Tribunal's reasons, particularly [80] --- [82] and [85] --- [86], further explain the Tribunal's difficulty accepting specific evidence from the appellant that was not included in his earlier statutory declaration (frequently there described as \"lengthy and comprehensive\").",
      "id": "s101"
    },
    {
      "text": "I accept that this is so.",
      "id": "s102"
    },
    {
      "text": "The weight to be given to the appellant's evidence, including his explanations for why things were not said earlier, was entirely a matter for the Tribunal.",
      "id": "s103"
    },
    {
      "text": "The fact that the appellant was being given a further opportunity to put his case and to answer questions did not mean that the Tribunal was obliged to disregard any inconsistency with what had been said before, or the fact that something was now being said for the first time which (if true) the Tribunal would have expected to have been said earlier.",
      "id": "s104"
    },
    {
      "text": "In light of the information before it, the findings made by the Tribunal were open to it.",
      "id": "s105"
    },
    {
      "text": "Further, there is nothing irrational or illogical in the credibility findings made against the appellant by the Tribunal assuming an irrational decision indicates a jurisdictional error.",
      "id": "s106"
    },
    {
      "text": "That another tribunal may arguably have come to a different conclusion on credibility, is not to the point.",
      "id": "s107"
    },
    {
      "text": "In these circumstances the credibility findings made against the appellant are unassailable.",
      "id": "s108"
    },
    {
      "text": "As the Federal Magistrate found at [46] and [50] --- [51], referring to authority, there was also no basis for any finding of either actual or apprehended bias, or a failure to act in good faith.",
      "id": "s109"
    },
    {
      "text": "The Tribunal, on the material before this Court, did not do or say anything to support a finding of actual or apprehended bias, and his Honour was correct to so find.",
      "id": "s110"
    },
    {
      "text": "The appellant's ground 7 is a complaint that \"there is no evidence that the Tribunal has\" made a \"genuine attempt to consider (the appellant's) response to the s 424A letter independently, fairly and properly\".",
      "id": "s111"
    },
    {
      "text": "The Tribunal specifically referred to those documents at [59] --- [64], as well as in the \"findings and reasons\" section of its decision record in the paragraphs mentioned above.",
      "id": "s112"
    },
    {
      "text": "It plainly turned its mind to the appellant's answer to its invitation, but was not persuaded by that answer.",
      "id": "s113"
    },
    {
      "text": "To reject the answer, or to be unsatisfied by the answer, is not to fail to consider the answer.",
      "id": "s114"
    },
    {
      "text": "As the Federal Magistrate found at [61], the Tribunal \"specifically did consider\" the appellant's answer \"and rejected it\".",
      "id": "s115"
    },
    {
      "text": "His Honour was correct to find, in my view, (in the same paragraph) that the corresponding ground before him \"is in effect a challenge to the Tribunal's decision on its merits\", which \"does not establish any failure by the Tribunal to consider relevant material\" and that \"no jurisdictional error is shown\".",
      "id": "s116"
    },
    {
      "text": "CONCLUSION AND ORDER \n The approach of the Federal Magistrate and his Honour's conclusion reveal no appealable error or jurisdictional error on the part of the Tribunal.",
      "id": "s117"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s118"
    },
    {
      "text": "These will be the orders: The appeal is dismissed.",
      "id": "s119"
    },
    {
      "text": "The appellant is to pay the first respondent's reasonable costs as taxed, if not agreed.",
      "id": "s120"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s121"
    },
    {
      "text": "Associate:\n \n \nDated: 6 August 2009\n \n Counsel for the Appellant: Self Represented \n \n Counsel for the First Respondent: Mr G Johnson \n \n Solicitor for the First Respondent: DLA Phillips Fox \n Date of Hearing: 4 August 2009 \n \n Date of Judgment: 6 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/842.html",
      "id": "s122"
    }
  ]
}