{
  "name": "SZNGF v Minister for Immigration and Citizenship [2009] FCA 843 (6 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/843.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "no appealable error",
      "id": "c1"
    },
    {
      "text": "appeal dismissed",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against a judgment of a Federal Magistrate of 24 April 2009 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) of 23 January 2009.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent, the Minister for Immigration and Citizenship who formed the view that the appellant is not a person to whom Australia has protection obligations under the Convention Relating to the Status of Refugees 1951 , amended by the Protocol Relating to the Status of Refugees 1967 (Convention) and accordingly refused to grant a protection visa on 24 September 2007.",
      "id": "s1"
    },
    {
      "text": "CLAIMS MADE TO REFUGEE STATUS \n Article 1A(2) of the Convention relevantly defines a refugee as any person who: \n owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it \n The appellant is a citizen of China who arrived in Australia on 6 June 2007.",
      "id": "s2"
    },
    {
      "text": "On 4 July 2007, the appellant lodged an application for a protection visa with the Department of Immigration and Multicultural Affairs.",
      "id": "s3"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 24 September 2007.",
      "id": "s4"
    },
    {
      "text": "On 16 October 2007, the appellant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "He appeared before a tribunal on 26 November 2007 and 25 February 2008 and was also invited to comment on information pursuant to s 424A of the Migration Act 1958 (Cth) (Act).",
      "id": "s6"
    },
    {
      "text": "The Tribunal made a decision which was the subject of an application for judicial review to the Federal Magistrates Court and on 28 September 2008 the Court made orders by consent remitting the application for review to the Tribunal for reconsideration.",
      "id": "s7"
    },
    {
      "text": "The appellant then appeared before the Tribunal, differently constituted, on 6 January 2009.",
      "id": "s8"
    },
    {
      "text": "On 23 January 2009, the Tribunal affirmed the delegate's decision.",
      "id": "s9"
    },
    {
      "text": "The appellant sought review of the Tribunal's decision, and on 24 April 2009, the Federal Magistrate dismissed the application of 18 February 2009.",
      "id": "s10"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n The appellant claimed before the Tribunal, as reconstituted, that he had been a Falun Gong practitioner in China since 1995, that he had come to the attention of police in January 2006 (after Falun Gong had been banned in China in July 1999), and that he was taken to a police station where he was questioned, severely beaten and was only released after paying a bribe.",
      "id": "s11"
    },
    {
      "text": "An aunt arranged through a contact in the Public Security Bureau (PSB) for the appellant to obtain a passport and travel documentation and he subsequently arrived in Australia on 6 June 2007.",
      "id": "s12"
    },
    {
      "text": "He claimed that since his arrival, he had taken part in Falun Gong activities and functions in Australia.",
      "id": "s13"
    },
    {
      "text": "The Tribunal did not accept that the appellant was a \"genuine Falun Gong practitioner\" in China, or that he was arrested or detained by police, or that he was of interest to the authorities.",
      "id": "s14"
    },
    {
      "text": "The reason for this decision was that the Tribunal did not accept that the appellant was \"a witness of truth\".",
      "id": "s15"
    },
    {
      "text": "The Tribunal considered that much of the appellant's evidence was implausible and inconsistent in relation to significant details.",
      "id": "s16"
    },
    {
      "text": "For example, at the first hearing before the prior Tribunal, the appellant gave evidence that he was arrested, detained and ill-treated by authorities in China in June 2006 and that he called his aunt in Australia the day after he was released in June 2006 and she came to China from Australia to give him money to help him.",
      "id": "s17"
    },
    {
      "text": "The Tribunal found, however, that the aunt gave different evidence.",
      "id": "s18"
    },
    {
      "text": "She told the prior Tribunal that these events happened on 15 January 2006 and she went to China on 19 January 2006 in response to a call from the appellant's wife.",
      "id": "s19"
    },
    {
      "text": "Later, the appellant dealt with the inconsistency in dates by saying that he had made a mistake because he was nervous and upset at the time by the deaths of his parents and was under pressure about his future.",
      "id": "s20"
    },
    {
      "text": "However, the Tribunal considered that if the appellant had truly suffered the persecution in his country, that he claims he suffered, he would have remembered the dates of the event.",
      "id": "s21"
    },
    {
      "text": "The Tribunal did not accept his explanation for giving the wrong date as plausible or credible, especially given that the Tribunal reminded him in effect of the January 2006 date at the hearing when it invited him to comment on his answer as evidence.",
      "id": "s22"
    },
    {
      "text": "Furthermore, the Tribunal did not accept as true that the appellant was in hiding in the country when his aunt visited.",
      "id": "s23"
    },
    {
      "text": "In the answer letter that the Tribunal had available to it, concerning her visit to China in January 2006, she had explained she could not meet the appellant because he was \"at another place for his employment\".",
      "id": "s24"
    },
    {
      "text": "The Tribunal found that evidence to be inconsistent with the appellant's evidence at the first hearing before the prior Tribunal that he was in the country for about a month after his release from detention, recovering from injuries he received.",
      "id": "s25"
    },
    {
      "text": "A subsequent explanation that his aunt had given untruthful information because she was concerned a truthful account may have prejudiced his application for a visa, further damaged the credibility of the appellant and also his aunt.",
      "id": "s26"
    },
    {
      "text": "The Tribunal also did not consider that the appellant gave a plausible explanation for why authorities would be interested in him two and a half years after he was allegedly detained.",
      "id": "s27"
    },
    {
      "text": "In particular, the Tribunal did not consider that it was consistent with the appellant's claims that he left his country because he feared harm and/or because his aunt feared he would be harmed after his detention in January 2006, that he did not obtain his passport until a year later and his visa some months after that, and then did not leave China until a month after the visa was issued.",
      "id": "s28"
    },
    {
      "text": "In relation to the appellant's practice of Falun Gong in Australia, the Tribunal accepted that he practiced Falun Gong in Australia and attended Falun Gong activities in Australia, the Tribunal accepted he had learnt the five main Falun Gong exercises and the principles of Falun Gong and could explain and describe them.",
      "id": "s29"
    },
    {
      "text": "The Tribunal also accepted that he had participated in an interview with a journalist but did not accept that it would be reported.",
      "id": "s30"
    },
    {
      "text": "The Tribunal considered the appellant's belief in this respect to be \"speculative\" (AB 132, [63]).",
      "id": "s31"
    },
    {
      "text": "Because the Tribunal considered that the appellant had been untruthful in his evidence about what happened to him in China and why he left, it did not accept that he practiced Falun Gong in Australia and engaged in other related activities otherwise than to strengthen his claims to be a refugee.",
      "id": "s32"
    },
    {
      "text": "For that reason, the Tribunal disregarded that conduct in Australia, pursuant to s 91R(3) of the Act.",
      "id": "s33"
    },
    {
      "text": "The Tribunal therefore affirmed the decision under review.",
      "id": "s34"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n Before the Federal Magistrate the appellant claimed that the Tribunal: Committed jurisdictional error for bias.",
      "id": "s35"
    },
    {
      "text": "Failed to consider his claims.",
      "id": "s36"
    },
    {
      "text": "Did not notify him of the reason or part of the reasons for affirming the decision.",
      "id": "s37"
    },
    {
      "text": "Failed to consider his application according to s 91R and s 424A of the Act.",
      "id": "s38"
    },
    {
      "text": "Showed unawareness of conditions in China.",
      "id": "s39"
    },
    {
      "text": "\"Something in Refugee Review Tribunal reject letter is different from what we have provided\".",
      "id": "s40"
    },
    {
      "text": "The Federal Magistrate noted that the appellant was unable to provide any particulars or submissions in support of his grounds of review.",
      "id": "s41"
    },
    {
      "text": "The Federal Magistrate, for the reasons discussed below, found these grounds failed.",
      "id": "s42"
    },
    {
      "text": "His Honour also considered an issue raised by the Minister (as a model litigant); namely, whether the Tribunal failed to comply with s 424 of the Act.",
      "id": "s43"
    },
    {
      "text": "The Minister stated that a telephone call made to the appellant's uncle on 12 December 2008, before the Tribunal hearing, could be construed as an invitation to provide additional information for the purposes of s 424 of the Act and, if this was the case, raised the issue of whether the Tribunal had complied with its statutory obligations pursuant to s 424(3) and s 424B.",
      "id": "s44"
    },
    {
      "text": "On the Minister's concession, his Honour accepted there was jurisdictional error thereby established but refused to grant the relief sought by the appellant on discretionary grounds.",
      "id": "s45"
    },
    {
      "text": "APPEAL TO THIS COURT \n On 11 May 2009 the appellant filed in this Court a notice of appeal from the decision of the Federal Magistrate.",
      "id": "s46"
    },
    {
      "text": "The appellant claims, without amendment, that: The Refugee Review Tribunal made jurisdictional errors when considered my application for protection visa.",
      "id": "s47"
    },
    {
      "text": "I think the Refugee Review Tribunal didn't take all my claims and evidence into account.",
      "id": "s48"
    },
    {
      "text": "The Tribunal had bias against me.",
      "id": "s49"
    },
    {
      "text": "The Tribunal failed to consider my application for protection visa according to S91R of the migration Act 1958.",
      "id": "s50"
    },
    {
      "text": "Federal Magistrate ... failed to find the above mentioned jurisdictional errors.",
      "id": "s51"
    },
    {
      "text": "In oral submissions to the Court, the appellant (who was self-represented) confirmed that he contended that the Federal Magistrate erred in failing to find that the Tribunal: In other words, the appellant sought largely to re-argue the grounds raised before the Federal Magistrate.",
      "id": "s52"
    },
    {
      "text": "FAILURE TO CONSIDER CLAIMS \n A careful reading of the decision record of the Tribunal shows that it dealt with all of the issues of fact, and consequential issues of law raised by the appellant in the Tribunal.",
      "id": "s53"
    },
    {
      "text": "For the reasons explained above, the Tribunal considered the appellant not to be a witness of truth and did not accept his primary claim that he was a Falun Gong practitioner in China who had been persecuted for his opinions.",
      "id": "s54"
    },
    {
      "text": "Pursuant to s 91R(3), it disregarded the appellant's conduct in Australia as discussed below.",
      "id": "s55"
    },
    {
      "text": "The Federal Magistrate found to similar effect.",
      "id": "s56"
    },
    {
      "text": "His Honour found that it was clear that the Tribunal had considered all of the claims made by the appellant, who was unsuccessful before the Tribunal because of the view that the Tribunal took of his credibility.",
      "id": "s57"
    },
    {
      "text": "His Honour correctly found that this finding, and the findings supporting it, were all open to the Tribunal on the material before it, and for which it gave comprehensive reasons.",
      "id": "s58"
    },
    {
      "text": "Further, they were findings for the Tribunal to make ( Re Minister for Immigration and Multicultural Affairs; Ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 at [67] ).",
      "id": "s59"
    },
    {
      "text": "In this respect, as his Honour found the ground did not rise above a request for the Court to engage in impermissible merits review ( Minister for Immigration and Ethnic Affairs v Wu Shan Liang &amp; Ors [1996] HCA 6 ; (1996) 185 CLR 259).",
      "id": "s60"
    },
    {
      "text": "His Honour also reasonably considered that on any plain reading the Tribunal's decision record revealed it to be comprehensive, lucid and cogent.",
      "id": "s61"
    },
    {
      "text": "To the extent, therefore, that the complaint asserted some failure of the Tribunal pursuant to s 430 of the Act to record its reasons (given that any such failure would not amount to jurisdictional error in any event --- Xu v Minister for Immigration and Multicultural Affairs [1999] FCA 1741 ; (1999) 95 FCR 425 at [17] , Re Minister for Immigration and Multicultural Affairs; Ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 at [70] , per McHugh J), such a complaint failed.",
      "id": "s62"
    },
    {
      "text": "Nor could his Honour identify any failure by the Tribunal to comply with s 424A or s 425 of the Act.",
      "id": "s63"
    },
    {
      "text": "I consider these were correct findings.",
      "id": "s64"
    },
    {
      "text": "There is no evident appealable error in his Honour's findings on this ground.",
      "id": "s65"
    },
    {
      "text": "Moreover, the findings made by the Tribunal were open to it by reason of the various inconsistencies in testimony identified.",
      "id": "s66"
    },
    {
      "text": "This ground must fail.",
      "id": "s67"
    },
    {
      "text": "BIAS \n In oral submissions, the appellant made it clear that his contention was that, because the Tribunal failed to properly regard his evidence, and found against him, it should be imputed to have acted with bias.",
      "id": "s68"
    },
    {
      "text": "Thus the case he put was on the basis of apprehended bias.",
      "id": "s69"
    },
    {
      "text": "Certainly on a review of the Tribunal's record nothing suggests actual bias.",
      "id": "s70"
    },
    {
      "text": "In relation to the allegation of bias, the Federal Magistrate noted that such complaints must be \"distinctly made and clearly proven\" ( SZHPD v Minister for Immigration and Citizenship [2007] FCA 157 at [22] and Minister for Immigration and Multicultural Affairs v Jia [2001] HCA 17 ; (2001) 205 CLR 507 at [69] ).",
      "id": "s71"
    },
    {
      "text": "His Honour found that, on the material before the Court, there was nothing to show that there was any basis for the appellant's claim in this regard, let alone that any such complaint could be made out ( Re Refugee Review Tribunal; Ex parte H [2001] HCA 28 ; (2001) 179 ALR 425 , SBBS v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 361 ; (2002) 194 ALR 749 at [43] - [44], Minister for Immigration and Multicultural and Indigenous Affairs v SBAN [2002] FCAFC 431 , VFAB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 872 ; (2003) 131 FCR 102).",
      "id": "s72"
    },
    {
      "text": "Having closely considered the decision record of the Tribunal, I consider his Honour was correct in making those findings and he has committed no appealable error.",
      "id": "s73"
    },
    {
      "text": "In effect, the contention of failure to consider the claim properly and that relating to bias, were one and the same.",
      "id": "s74"
    },
    {
      "text": "This ground must fail.",
      "id": "s75"
    },
    {
      "text": "SECTION 91R POINT \n Section 91R(3) of the Act provides as follows: \n (3) For the purposes of the application of this Act and the regulations to a particular person:\n (a) in determining whether the person has a well founded fear of being persecuted for one or more of the reasons mentioned in Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol; \n\ndisregard any conduct engaged in by the person in Australia unless:\n \n (b) the person satisfies the Minister that the person engaged in the conduct otherwise than for the purpose of strengthening the person's claim to be a refugee within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s76"
    },
    {
      "text": "The Tribunal at [63] accepted that the applicant had practised Falun Gong in Australia with others as he claimed and that he had attended the Falun Gong activities in Australia that he claimed he had attended.",
      "id": "s77"
    },
    {
      "text": "It also accepted that he had learned the five main Falun Gong exercises and the principles of Falun Gong.",
      "id": "s78"
    },
    {
      "text": "He could explain and describe them when asked to do so by the Tribunal.",
      "id": "s79"
    },
    {
      "text": "The Tribunal also accepted that he had participated in an interview with a journalist in Campsie in 2007.",
      "id": "s80"
    },
    {
      "text": "The Tribunal did not accept, however, that what was said during the interview had been or would be reported and considered that the appellant's belief in that regard was \"speculative\".",
      "id": "s81"
    },
    {
      "text": "The Tribunal at [65] found that where conduct in Australia is an issue, the appellant has the \"practical burden\" of satisfying the Minister or Tribunal that it was otherwise than for the purpose of strengthening his or her claims to be a refugee.",
      "id": "s82"
    },
    {
      "text": "The appellant told the Tribunal that he fears harm in his country because he has spoken to the journalist and there are spies in Australia and he will be detained if he returns to China.",
      "id": "s83"
    },
    {
      "text": "The Tribunal at [66] concluded on the s 91R point as follows: \n As the Tribunal considers that the applicant has been untruthful in his evidence before the Tribunal about what happened to him in China and why he left it does not accept that he practised Falun Gong in Australia, attended other Falun Fong activities and participated in the interview with the journalist otherwise than to strengthen his claims to be a refugee.",
      "id": "s84"
    },
    {
      "text": "The Tribunal finds that the reason the applicant has been involved with Falun Gong practice and activities here in Australia, including his participation in the interview with the journalist, is to give him a better chance of remaining permanently in Australia and the Tribunal finds accordingly.",
      "id": "s85"
    },
    {
      "text": "As the Tribunal is not satisfied that the applicant engaged in Falun Gong practice and activities in Australia, including participating in the interview with the journalist, otherwise than to strengthen his claim to be a refugee the Tribunal disregards that conduct for the purposes of this application under subsection 91R(3).",
      "id": "s86"
    },
    {
      "text": "While there is good reason to think that \"the purpose\" in (b) of s 91R(3) must mean \"the sole purpose\" it is plain enough from the reasons for decision given by the Tribunal that it considered there was only one purpose --- \"the reason\", for the appellant's involvement with Falun Gong in Australia, namely, to strengthen his claim to be a refugee.",
      "id": "s87"
    },
    {
      "text": "In those circumstances, I consider it was open to the Tribunal to be satisfied, as it was, that the applicant engaged in the conduct in Australia \"otherwise than for the (sole) purpose of strengthening [his] claim to be a refugee\".",
      "id": "s88"
    },
    {
      "text": "His Honour found that there was nothing before the Court to suggest that the Tribunal misunderstood or misapplied the provisions in s 91R(1) or s 91R(2).",
      "id": "s89"
    },
    {
      "text": "His Honour also considered whether the appellant was in fact making a complaint against the Tribunal's conduct in respect of s 91R(3) of the Act, but found that the Tribunal's approach and application of this section was consistent with the relevant authorities (for example, SZJGV v Minister for Immigration and Citizenship [2008] FCAFC 105 ; (2008) 170 FCR 515).",
      "id": "s90"
    },
    {
      "text": "I detect no error in his Honour's approach to this case.",
      "id": "s91"
    },
    {
      "text": "I note that SZJGV is the subject of a reserved judgment on appeal in the High Court of Australia at this date.",
      "id": "s92"
    },
    {
      "text": "On the basis that SZJGV accurately reflects the law, I consider no appealable error has been identified.",
      "id": "s93"
    },
    {
      "text": "The Federal Magistrate correctly found that s 91R(3) applied so that the Tribunal correctly disregarded the appellant's Falun Gong conduct in Australia.",
      "id": "s94"
    },
    {
      "text": "SECTION 424 POINT \n Before the Federal Magistrate, the Minister (as a model litigant) raised for further consideration an issue as to whether the Tribunal failed to properly comply with s 424 of the Act.",
      "id": "s95"
    },
    {
      "text": "The Minister stated that a telephone call made on behalf of the Tribunal to the appellant's uncle on 12 December 2008, before the hearing, could be construed as an invitation to provide \"additional information\" for the purposes of s 424 of the Act and, if this was the case, raised the issue of whether the Tribunal had complied with its statutory obligations pursuant to s 424(3) and s 424B.",
      "id": "s96"
    },
    {
      "text": "Before this Court, counsel for the Minister, in light of the Full Court's decision in SZLPO v Minister for Immigration and Citizenship (2009) 255 ALR 407 ( SZLPO) , delivered after the decision of the Federal Magistrate, sought leave to withdraw the concession.",
      "id": "s97"
    },
    {
      "text": "Section 424 of the Act empowers the Tribunal to seek additional information, in these terms: \n(1) In conducting the review, the Tribunal may get any information that it considers relevant.",
      "id": "s98"
    },
    {
      "text": "However, if the Tribunal gets such information, the Tribunal must have regard to that information in making the decision on the review.",
      "id": "s99"
    },
    {
      "text": "(2) Without limiting subsection (1), the Tribunal may invite, either orally (including by telephone) or in writing, a person to give information.",
      "id": "s100"
    },
    {
      "text": "(3) A written invitation under subsection (2) must be given to the person:\n \n(a) except where paragraph (b) applies---by one of the methods specified in section 441A; or\n \n(b) if the person is in immigration detention---by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s101"
    },
    {
      "text": "Before the Federal Magistrate in this case, the Minister conceded that the telephone call made to the uncle of the appellant could be construed as the exercise of the power to \"invite a person to given additional information\".",
      "id": "s102"
    },
    {
      "text": "However, in SZLPO , the Full Court construed the expression \"additional information\" to mean \"information additional to information previously given to the Tribunal by the invitee\": [99] --- [100].",
      "id": "s103"
    },
    {
      "text": "In SZLPO , a Tribunal officer telephoned a detention centre regarding possible discrepancies in the date stamp on faxes received from them.",
      "id": "s104"
    },
    {
      "text": "Because this constituted an invitation for information to a person who had not previously given information to the Tribunal, the Full Court considered the telephone enquiry made did not attract the regime imposed by s 424(3): [133].",
      "id": "s105"
    },
    {
      "text": "In the present case, applying the decision of the Full Court in SZLPO , the enquiry of the uncle of the appellant did not constitute an invitation to a person for \"additional information\" because the uncle had not previously given any information to the Tribunal.",
      "id": "s106"
    },
    {
      "text": "The facts which confirm that this is so are as follows.",
      "id": "s107"
    },
    {
      "text": "As set out by the Federal Magistrate (at [43]), the Tribunal had received from the appellant a completed \"Appointment of Representative --- Appointment of Authorised Recipient\" form, on which the appellant indicated that his \"representative/authorised recipient\" was his \"aunt\".",
      "id": "s108"
    },
    {
      "text": "On 11 December 2008, the Tribunal received a letter from the aunt, stating that the appellant could not attend the hearing scheduled for 6 January 2009 because he had been taken into police custody, and requesting a postponement of the hearing.",
      "id": "s109"
    },
    {
      "text": "On 12 December 2008, an employee of the Tribunal telephoned the appellant's uncle (who it appears at that time was incorrectly described as the authorised recipient), and asked for evidence from police that the appellant had been taken into custody (see AB 111).",
      "id": "s110"
    },
    {
      "text": "In a case note (reproduced at AB 112) the Tribunal employee subsequently noted that the uncle was not the authorised recipient, and further records: \n The Member has requested that the AR [authorised recipient] be advised that the hearing of 6/1/09 will proceed unless evidence is provided that applicant is still in custody and will be on the date of the hearing.",
      "id": "s111"
    },
    {
      "text": "I attempted to ring the AR to tell her this but the answerer said 'wrong number' and hung up.",
      "id": "s112"
    },
    {
      "text": "I tried calling again, but there was no answer so I left a message with the answering service.",
      "id": "s113"
    },
    {
      "text": "A further Tribunal case note (at AB 113) also reveals that the appellant's uncle telephoned the Tribunal noting that he was the: \"husband of the AR\", but nonetheless purporting to represent the appellant and telling the Tribunal that he would forward something from \"the police ...\".",
      "id": "s114"
    },
    {
      "text": "On 24 December 2008, the appellant's uncle telephoned the Tribunal and advised that his nephew had been released on bail, and that he would therefore be able to attend the hearing as originally scheduled for 6 January 2009 (see AB 114).",
      "id": "s115"
    },
    {
      "text": "I am satisfied, in these circumstances, that the concession previously made on behalf of the Minister may now be withdrawn.",
      "id": "s116"
    },
    {
      "text": "In light of the facts and the decision in SZLPO, the telephone call to the appellant's uncle should not be construed as an invitation to a person for \"additional information\".",
      "id": "s117"
    },
    {
      "text": "Consequently, s 424 had no application to that telephone call and request for information.",
      "id": "s118"
    },
    {
      "text": "In any event, if that be considered incorrect, (for example because the uncle should be taken as the representative of the aunt, who had previously given information) I further consider that the Federal Magistrate was correct in refusing on discretionary grounds relief for the jurisdictional error made.",
      "id": "s119"
    },
    {
      "text": "In SZKGF v Minister for Immigration and Citizenship [2008] FCAFC 84 and SZIZO v Minister for Immigration and Citizenship (2008) 172 FCR 152 , Full Courts of this Court have recognised, by reference to the authorities there referred to, the existence of a discretion of the Court to refuse relief where a \"constitutional writ\" is sought under s 75(v) of the Constitution of Australia (Cth) and s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s120"
    },
    {
      "text": "In SZKGF v Minister for Immigration and Citizenship FCAFC 84 at [8] the Court considered that the discretion not to grant relief might be exercised where there has been \"no practical injustice\".",
      "id": "s121"
    },
    {
      "text": "In SZIZO v Minister for Immigration and Citizenship 172 FCR 152 at [97], Lander J (with whom Moore and Marshall JJ agreed) considered that it should only be in \"exceptional circumstances\" that a Court should refuse to issue the constitutional writs once breach of an imperative statutory obligation has been determined.",
      "id": "s122"
    },
    {
      "text": "In a case such as the present, as the Federal Magistrate found, the consequences of the \"invitation\" to the uncle in terms of the proper conduct of the hearing before the Tribunal were nil or minimal.",
      "id": "s123"
    },
    {
      "text": "At [82], his Honour noted that there is no impact at all on the Tribunal's review because subsequently the applicant attended the Tribunal hearing and so took up the opportunity to present his evidence.",
      "id": "s124"
    },
    {
      "text": "There was no \"practical injustice\" to the appellant.",
      "id": "s125"
    },
    {
      "text": "This may be considered an \"exceptional circumstance\".",
      "id": "s126"
    },
    {
      "text": "Therefore, to the extent that it might be necessary to consider the question of the exercise of discretion by his Honour, I do not consider that the exercise of discretion by his Honour is miscarried.",
      "id": "s127"
    },
    {
      "text": "It is well understood in any event, that an appeal court should be slow to interfere with the exercise of a discretionary judgment by the Court below: House v R (1936) 55 CLR 499.",
      "id": "s128"
    },
    {
      "text": "CONCLUSION AND ORDER \n In my opinion, the approach of the Federal Magistrate and his Honour's conclusion do not reveal any appealable error.",
      "id": "s129"
    },
    {
      "text": "Further the decision record of the Tribunal does not reveal any other jurisdictional error.",
      "id": "s130"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s131"
    },
    {
      "text": "The orders shall be: The appeal is dismissed.",
      "id": "s132"
    },
    {
      "text": "The appellant to pay the first respondent's costs, fixed in the sum of $3,100.00.",
      "id": "s133"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s134"
    },
    {
      "text": "Associate:\n \n \nDated: 6 August 2009\n \n Counsel for the Appellant: Self Represented \n \n Counsel for the First Respondent: Mr T Reilly \n \n Solicitor for the First Respondent: Sparke Helmore \n Date of Hearing: 5 August 2009 \n \n Date of Judgment: 6 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/843.html",
      "id": "s135"
    }
  ]
}