{
  "name": "SZNFX v Minister for Immigration and Citizenship [2009] FCA 847 (7 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/847.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal federal magistrate's decision",
      "id": "c0"
    },
    {
      "text": "leave refused",
      "id": "c1"
    },
    {
      "text": "application dismissed.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "APPLICATION FOR LEAVE TO APPEAL INTERLOCUTORY DECISION \n This is an application filed by the applicant on 22 May 2009 seeking leave to appeal from the orders of a Federal Magistrate who dismissed the applicant's application in the Federal Magistrates Court pursuant to r 44.12 of the Federal Magistrates Court Rules 2001 (Cth) (Rules) on the ground that her application did not raise an arguable case for the relief claimed.",
      "id": "s0"
    },
    {
      "text": "The orders of the Federal Magistrate were interlocutory: r 44.12(2) of the Rules.",
      "id": "s1"
    },
    {
      "text": "The applicant therefore requires leave to appeal: Federal Court of Australia Act 1976 (Cth), s 24(1)(d) and s 24(1A).",
      "id": "s2"
    },
    {
      "text": "The respondent opposes the application for leave to appeal on the grounds that the applicant has no possible prospect of success in any appeal, nor is the judgment of his Honour attended with sufficient doubt to warrant the grant of leave to appeal.",
      "id": "s3"
    },
    {
      "text": "Furthermore, no sufficient injustice would result if leave to appeal were not granted: D&eacute;cor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397.",
      "id": "s4"
    },
    {
      "text": "BACKGROUND \n The applicant is a national of the Peoples Republic of China (PRC).",
      "id": "s5"
    },
    {
      "text": "She arrived in Australia on 15 July 2008 and lodged a protection visa application (PVA) on 21 July 2008.",
      "id": "s6"
    },
    {
      "text": "A delegate interviewed the applicant and refused to grant the visa on 18 September 2008.",
      "id": "s7"
    },
    {
      "text": "The applicant applied to the Refugee Review Tribunal (Tribunal) for review on 15 October 2008.",
      "id": "s8"
    },
    {
      "text": "She appeared at the hearing and gave oral evidence to the Tribunal on 27 November 2008.",
      "id": "s9"
    },
    {
      "text": "The Tribunal signed the decision affirming the decision of the delegate on 15 January 2009 and sent a copy to the applicant.",
      "id": "s10"
    },
    {
      "text": "The application to the Federal Magistrates Court was filed on 11 February 2009.",
      "id": "s11"
    },
    {
      "text": "The Federal Magistrate dismissed the application pursuant to r 44.12 of the Rules on 4 May 2009.",
      "id": "s12"
    },
    {
      "text": "THE APPLICANT'S CLAIM TO REFUGEE STATUS \n The applicant claims have varied significantly over time.",
      "id": "s13"
    },
    {
      "text": "In a statement attached to her PVA, the applicant claimed to fear harm as a sex worker in China which she claimed was a \"minor group of people\" who suffer discrimination from the government and such people generally are not \"legally accepted\".",
      "id": "s14"
    },
    {
      "text": "She claimed to have begun work as \"a PR\" in 2004, accompanying people for a drink.",
      "id": "s15"
    },
    {
      "text": "Her boss asked her to also provide sex to customers.",
      "id": "s16"
    },
    {
      "text": "Afraid of losing her job and lured by the prospect of more money she began to work as a sex worker.",
      "id": "s17"
    },
    {
      "text": "A customer asked for a \"special service\" which she refused.",
      "id": "s18"
    },
    {
      "text": "A few weeks later, the police came to her home and arrested her.",
      "id": "s19"
    },
    {
      "text": "She was then imprisoned for two years.",
      "id": "s20"
    },
    {
      "text": "She later learned that she could not have a normal life in China and her family helped her to come to Australia.",
      "id": "s21"
    },
    {
      "text": "In her interview with the delegate, she said that she had paid money to a friend to assist her with her PVA.",
      "id": "s22"
    },
    {
      "text": "She was divorced in 2005.",
      "id": "s23"
    },
    {
      "text": "She claimed her arrest and detention in July 2007, then said it was in July 2005.",
      "id": "s24"
    },
    {
      "text": "When asked if she had been convicted of a criminal offence, she stated that she had not committed a crime.",
      "id": "s25"
    },
    {
      "text": "She said she could not fight against the policeman who was powerful.",
      "id": "s26"
    },
    {
      "text": "She claimed she was sentenced for two years, but released after 1 year, 7 months on 30 January 2007.",
      "id": "s27"
    },
    {
      "text": "She claimed she was beaten in jail.",
      "id": "s28"
    },
    {
      "text": "After her release she claimed that she had stayed at home because she was depressed.",
      "id": "s29"
    },
    {
      "text": "She attempted to start a business but the police caused trouble and stopped her.",
      "id": "s30"
    },
    {
      "text": "They stole her things and whenever she went to work at different places, they told her employer not to help her anymore.",
      "id": "s31"
    },
    {
      "text": "The delegate discussed with the applicant that even if she had been arrested, she was within the legal system and this did not make her a refugee.",
      "id": "s32"
    },
    {
      "text": "He noted that she had been able to leave China on a passport in her own name which indicated she was not of interest to the authorities.",
      "id": "s33"
    },
    {
      "text": "He also noted that she had made a trip to Japan and returned to China and asked why, if she feared persecution in China, she had returned to China.",
      "id": "s34"
    },
    {
      "text": "The applicant said she wanted a \"new mood\" because the police had caused her problems.",
      "id": "s35"
    },
    {
      "text": "The delegate asked her why she had gone to New Zealand.",
      "id": "s36"
    },
    {
      "text": "She said that travelling was popular in China and she was happy at that time so she went to New Zealand.",
      "id": "s37"
    },
    {
      "text": "At her hearing in the Tribunal, the applicant changed her story significantly.",
      "id": "s38"
    },
    {
      "text": "She claimed she did not work as a sex worker but merely in a bar accompanying customers while they drank, pouring drinks and encouraging them to buy drinks.",
      "id": "s39"
    },
    {
      "text": "She claimed that a particular policeman wanted to have a relationship with her and began to harass her.",
      "id": "s40"
    },
    {
      "text": "He and his friends caused trouble in the bar, smashing glasses.",
      "id": "s41"
    },
    {
      "text": "She had a \"sexual relationship\" with him twice, later adding that her boss had forced her to do so.",
      "id": "s42"
    },
    {
      "text": "She added a new claim that one night in May 2005, after refusing to meet with the policeman, he physically abused her and put her in hospital for a week.",
      "id": "s43"
    },
    {
      "text": "She suffered bruising and required stitches.",
      "id": "s44"
    },
    {
      "text": "After this incident she returned to work at the bar because she needed money and to pay back the losses of her employer resulting from the damage by the policeman and his friends.",
      "id": "s45"
    },
    {
      "text": "She stopped working in the bar in late June 2005.",
      "id": "s46"
    },
    {
      "text": "A few days later, four policemen came to her home to arrest her.",
      "id": "s47"
    },
    {
      "text": "At the police station, the policeman was waiting and he accused her of illegal sexual activity as a sex worker.",
      "id": "s48"
    },
    {
      "text": "The applicant was sent to a re-education camp on 2 July 2005 and was released on 30 January 2007.",
      "id": "s49"
    },
    {
      "text": "The policeman continued to harass her after her release.",
      "id": "s50"
    },
    {
      "text": "The applicant told the Tribunal she had never worked as a prostitute.",
      "id": "s51"
    },
    {
      "text": "The Tribunal asked why the applicant could not relocate to another part of China.",
      "id": "s52"
    },
    {
      "text": "She claimed that she feared that her family would be harmed if she left.",
      "id": "s53"
    },
    {
      "text": "The Tribunal asked about her trip to Japan in April 2007 and asked why she had returned to China if she feared being harassed and re-arrested.",
      "id": "s54"
    },
    {
      "text": "The applicant said that the policeman was away from China travelling and he did not harass her during that period.",
      "id": "s55"
    },
    {
      "text": "In a s 424A Migration Act 1958 (Cth) (Act) letter, the Tribunal invited the applicant to comment on the following inconsistencies in her claims: The Tribunal also invited comment on the additional inconsistencies: The Tribunal explained that the above was relevant because it indicated that she had given highly inconsistent evidence and that the Tribunal may find that the cause of the inconsistency was that the claims were untrue.",
      "id": "s56"
    },
    {
      "text": "Finally, the Tribunal invited the applicant to comment on the fact that her passport indicated that she had visited Japan in April 2007.",
      "id": "s57"
    },
    {
      "text": "It explained this was relevant because, having made no attempt to remain in Japan, this visit was inconsistent with her claim to have been mistreated, severely beaten and hospitalised.",
      "id": "s58"
    },
    {
      "text": "The s 424A invitation was returned unclaimed by Australia Post.",
      "id": "s59"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL'S DECISION \n The Tribunal accepted that the applicant was a national of China and that she worked in a bar serving and pouring drinks.",
      "id": "s60"
    },
    {
      "text": "In light of the applicant's very inconsistent evidence on even fundamental parts of her story, coupled with a finding that some of its parts were also inherently implausible, it rejected all her other claims.",
      "id": "s61"
    },
    {
      "text": "PROCEEDING IN FEDERAL MAGISTRATE'S COURT \n The application for judicial review filed in the Court below contained the following three grounds of review: The RRT did not take account into my real situation in China.",
      "id": "s62"
    },
    {
      "text": "I was forced to do sex work.",
      "id": "s63"
    },
    {
      "text": "I got bad memory due to my persecution.",
      "id": "s64"
    },
    {
      "text": "I was sent to prison for two years.",
      "id": "s65"
    },
    {
      "text": "I was hard to get evidence to prove it.",
      "id": "s66"
    },
    {
      "text": "It is not fair that RRT refused my application.",
      "id": "s67"
    },
    {
      "text": "I fear return to China.",
      "id": "s68"
    },
    {
      "text": "I won't have a job or normal life in China.",
      "id": "s69"
    },
    {
      "text": "I have no human rights in China.",
      "id": "s70"
    },
    {
      "text": "I was persecuted by police.",
      "id": "s71"
    },
    {
      "text": "RRT failed to access my risk to return to China.",
      "id": "s72"
    },
    {
      "text": "At a show cause hearing conducted pursuant to r 44.12 of the Rules on 4 May 2009, the Federal Magistrate considered the above grounds and also independently considered whether there was any jurisdictional error in the Tribunal's reasons.",
      "id": "s73"
    },
    {
      "text": "His Honour found (see SZNFX v Minister for Immigration and Citizenship [2009] FMCA 416 at [4] --- [6]) that: The applicant relies upon her show cause application filed 11 February 2009.",
      "id": "s74"
    },
    {
      "text": "That application is supported by a short affidavit, which I received.",
      "id": "s75"
    },
    {
      "text": "That affidavit asserts that the applicant was forced to do sex work although, in her statements from the bar table, the applicant denied that she had ever done sex work for money.",
      "id": "s76"
    },
    {
      "text": "The first ground in the application was that the Tribunal did not take account of her situation in China.",
      "id": "s77"
    },
    {
      "text": "The applicant asserts again in that ground that she was forced to do sex work.",
      "id": "s78"
    },
    {
      "text": "In her oral statements today from the bar table the applicant said that she was merely forced to have sex with a particular individual.",
      "id": "s79"
    },
    {
      "text": "Whatever the true situation, the Tribunal did take account of the applicant's written and oral claims.",
      "id": "s80"
    },
    {
      "text": "It was the inconsistencies in those claims that led to the adverse outcome for the applicant.",
      "id": "s81"
    },
    {
      "text": "No arguable case of jurisdictional error arises from ground 1.",
      "id": "s82"
    },
    {
      "text": "The second ground is that the applicant has a bad memory as a result of persecution including imprisonment.",
      "id": "s83"
    },
    {
      "text": "She asserts, apparently due to memory difficulties, that it was hard for her to give evidence to prove her claims.",
      "id": "s84"
    },
    {
      "text": "The applicant asserts that the refusal of her application was not fair.",
      "id": "s85"
    },
    {
      "text": "The applicant's oral submissions suggest that this assertion is no more than disagreement with the outcome of her review application.",
      "id": "s86"
    },
    {
      "text": "There is nothing in the court book to support an assertion of procedural unfairness.",
      "id": "s87"
    },
    {
      "text": "In particular, there is nothing to indicate to the Tribunal was on notice of any claim of a disability affecting the applicant's memory that the Tribunal needed to give special consideration to.",
      "id": "s88"
    },
    {
      "text": "No arguable case of jurisdictional error arises from the second ground.",
      "id": "s89"
    },
    {
      "text": "The third ground is simply a repetition of the applicant's fear of returning to China and it cannot support a claim of jurisdictional error.",
      "id": "s90"
    },
    {
      "text": "On my own reading of the material no arguable case of jurisdictional error arises.",
      "id": "s91"
    },
    {
      "text": "The Tribunal appears to have met its statutory obligations.",
      "id": "s92"
    },
    {
      "text": "The hearing opportunity afforded the applicant was a real one.",
      "id": "s93"
    },
    {
      "text": "The Tribunal appears to have understood and considered the applicant's claims.",
      "id": "s94"
    },
    {
      "text": "The conclusions reached by the Tribunal were open to it on the material before it.",
      "id": "s95"
    },
    {
      "text": "His Honour was not satisfied that an arguable case for the relief claimed had been made and accordingly (at [7]) dismissed the matter with costs: I find that no arguable case of jurisdictional error arises from the show cause application or from my own reading of the material.",
      "id": "s96"
    },
    {
      "text": "I will order that the application be dismissed, pursuant to rule 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth).",
      "id": "s97"
    },
    {
      "text": "APPLICATION FOR LEAVE TO APPEAL BEFORE THIS COURT \n The applicant has filed a draft notice of appeal and affidavit in support of this application for leave to appeal.",
      "id": "s98"
    },
    {
      "text": "The draft notice of appeal contains three proposed grounds in which she claims that the Tribunal was biased, that the Federal Magistrate dismissed her application despite her clarification of all her points to the Court, and asserts her belief that her application was not considered fairly.",
      "id": "s99"
    },
    {
      "text": "The claims are not support by any other materials.",
      "id": "s100"
    },
    {
      "text": "There is no possible basis for the applicant's complaints of bias by the Tribunal.",
      "id": "s101"
    },
    {
      "text": "The decision of the Tribunal demonstrates that the applicant was given an opportunity to present her claims at a hearing.",
      "id": "s102"
    },
    {
      "text": "In the face of the internal inconsistencies in the applicant's own evidence, the Tribunal's rejection of her claims was plainly open to it for the reasons which it gave.",
      "id": "s103"
    },
    {
      "text": "Nor is there any basis for the applicant's complaint of unfairness in the proceedings before the Federal Magistrate.",
      "id": "s104"
    },
    {
      "text": "The applicant was given an opportunity at the show cause hearing to make submissions and present her case.",
      "id": "s105"
    },
    {
      "text": "Her affidavit and oral statement to the Federal Magistrate were noted and plainly considered by his Honour: SZNFX [2009] FMCA 416 at [4] and [5].",
      "id": "s106"
    },
    {
      "text": "There is no basis for concluding that the Federal Magistrate fell into error or did not provide a fair hearing; nor that the applicant has any prospect of success in an appeal.",
      "id": "s107"
    },
    {
      "text": "In the hearing before the Court, the applicant orally suggested the inconsistencies in her evidence, as found by the Tribunal, may have been due to interpreting difficulties.",
      "id": "s108"
    },
    {
      "text": "This was not an issue mentioned in her draft notice of appeal or previously.",
      "id": "s109"
    },
    {
      "text": "A perusal of the Tribunal's decision record does not indicate any such difficulty.",
      "id": "s110"
    },
    {
      "text": "The applicant does not say she mentioned any difficulties to the Tribunal, although she says she mentioned the issue to the interpreter.",
      "id": "s111"
    },
    {
      "text": "To the extent the applicant seeks to raise this as a new issue, I do not consider it has any substance, particularly as it has not previously been raised in the proceedings.",
      "id": "s112"
    },
    {
      "text": "The applicant also explained, orally to the Court, she had not brought information forward at earlier hearings by way of preparation, as she thought this might be considered \"pretentious\".",
      "id": "s113"
    },
    {
      "text": "Any such lack of preparation does not raise any relevant issue, having regard to the manner in which the proceedings below were in fact conducted.",
      "id": "s114"
    },
    {
      "text": "The Full Court in D&eacute;cor [1991] FCA 655 ; 33 FCR 397 referred to two considerations which provide guidance in the exercise of discretion to grant leave to appeal.",
      "id": "s115"
    },
    {
      "text": "The first relates to the prospects of the proposed appeal, namely, whether the decision is attended with sufficient doubt to warrant it being reconsidered.",
      "id": "s116"
    },
    {
      "text": "As the Full Court indicated, the two questions are not isolated but bear upon each and require a balancing of considerations.",
      "id": "s117"
    },
    {
      "text": "In the present case there is no possible prospect of success on any appeal.",
      "id": "s118"
    },
    {
      "text": "Whatever injustice the applicant might feel by not being permitted to argue her case on appeal, it is clearly outweighed by this consideration.",
      "id": "s119"
    },
    {
      "text": "Leave should not be granted to allow a case to go forward which has no chance of success.",
      "id": "s120"
    },
    {
      "text": "CONCLUSION AND ORDERS \n For these reasons, this application for leave to appeal should be refused with costs.",
      "id": "s121"
    },
    {
      "text": "The Court would order: The Tribunal should be joined as second respondent to the application.",
      "id": "s122"
    },
    {
      "text": "The application is dismissed.",
      "id": "s123"
    },
    {
      "text": "The applicant pay the first respondent's reasonable costs to be taxed, if not agreed.",
      "id": "s124"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s125"
    },
    {
      "text": "Associate:\n \n \nDated: 7 August 2009\n \n Counsel for the Applicant: Self Represented \n \n Counsel for the First Applicant: Ms E Warner Knight \n \n Solicitor for the First Applicant: Australian Government Solicitor \n Date of Hearing: 7 August 2009 \n \n Date of Judgment: 7 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/847.html",
      "id": "s126"
    }
  ]
}