{
  "name": "Alphapharm Pty Limited v Wyeth [2009] FCA 945 (25 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/945.html",
  "catchphrases": [
    {
      "text": "interlocutory injunctions",
      "id": "c0"
    },
    {
      "text": "whether respondents/cross-claimants established prima facie case of infringement of patent to warrant injunction",
      "id": "c1"
    },
    {
      "text": "whether prima facie case of infringement to warrant injunction displaced in circumstances where the applicant/cross-respondent has established a prima facie case that patent is invalid",
      "id": "c2"
    },
    {
      "text": "question of balance of convenience.",
      "id": "c3"
    },
    {
      "text": "interlocutory injunctions",
      "id": "c4"
    },
    {
      "text": "principles applicable to patent cases.",
      "id": "c5"
    },
    {
      "text": "patents",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND AND ISSUES \n The applicant, Alphapharm Pty Limited ( Alphapharm ), is a generic pharmaceutical company.",
      "id": "s0"
    },
    {
      "text": "The respondents are (respectively) an innovator pharmaceutical company incorporated in the United State of America, Wyeth, and its wholly owned Australian subsidiary, Wyeth Australia Pty Limited ( Wyeth and Wyeth Australia ).",
      "id": "s1"
    },
    {
      "text": "This decision concerns Wyeth's application for interlocutory relief to restrain Alphapharm from allegedly infringing Wyeth's patent pending the final resolution of the parties' competing claims about the validity of the patent and, if it is valid, whether Alphapharm's intended actions would infringe it in any event.",
      "id": "s2"
    },
    {
      "text": "Wyeth is the patentee of Australian Patent No 2003259586 entitled \"Extended release formulation\" ( the method patent ).",
      "id": "s3"
    },
    {
      "text": "The method patent is for a method of treating central nervous system disorders including depression, which comprises administering orally a single daily dosing formulation of venlafaxine hydrochloride that provides a therapeutic blood plasma concentration of venlafaxine hydrochloride over a 24 hour period with a peak blood plasma level of venlafaxine hydrochloride in from about 4 to 8 hours after administration.",
      "id": "s4"
    },
    {
      "text": "Through Wyeth Australia, Wyeth manufactures and sells its extended release formulation of venlafaxine hydrochloride under the name Efexor-XR .",
      "id": "s5"
    },
    {
      "text": "Efexor-XR has been on the Australian market since February 1999 and is the leading antidepressant medication in Australia in terms of units sold and value of sales.",
      "id": "s6"
    },
    {
      "text": "On the basis of bioequivalence to Efexor-XR, Alphapharm obtained registration on the Australian Register of Therapeutic Goods ( ARTG ) on 30 April 2009 of an extended release formulation of venlafaxine hydrochloride, known as Enlafax-XR .",
      "id": "s7"
    },
    {
      "text": "Alphapharm first became aware of the method patent on 19 March 2009.",
      "id": "s8"
    },
    {
      "text": "Wyeth first became aware of the registration of Enlafax-XR on 1 May 2009.",
      "id": "s9"
    },
    {
      "text": "On 19 June 2009 Alphapharm filed an application in which it sought an order that the method patent be revoked, alleging numerous grounds of invalidity.",
      "id": "s10"
    },
    {
      "text": "In its defence and cross-claim filed on 24 July 2009, Wyeth claimed interlocutory orders restraining Alphapharm from infringing claims 4 and 27 (insofar as claim 27 is dependent on claim 4) of the method patent by reason of its intended actions with respect to Enlafax-XR.",
      "id": "s11"
    },
    {
      "text": "On 29 July 2009, when the application first came before the Court, Alphapharm advised that it intends to commence supplying Enlafax-XR from 1 September 2009.",
      "id": "s12"
    },
    {
      "text": "Directions were made and a hearing date fixed in respect of Wyeth's application for interlocutory orders with the common intention that a decision about that application be made before 1 September 2009.",
      "id": "s13"
    },
    {
      "text": "The issues requiring resolution in respect of Wyeth's application for interlocutory relief against Alphapharm are as follows: \n(1) What is the proper approach to the grant or refusal of an interlocutory injunction in a case such as the present, where Wyeth claims interim protection from an alleged infringement of its method patent and Alphapharm claims that the method patent is invalid?",
      "id": "s14"
    },
    {
      "text": "(2) Has Wyeth established the existence of a prima facie case supporting its claim of Alphapharm's infringement of the method patent and what is the strength of that case?",
      "id": "s15"
    },
    {
      "text": "(3) How does this weigh against any establishment by Alphapharm of the existence of a prima facie case supporting Alphapharm's claims that the method patent is invalid and the strength of those claims?",
      "id": "s16"
    },
    {
      "text": "Alphapharm relied on the following claims of invalidity for the purpose of the interlocutory application:\n \n(a) the claims of the method patent are not fairly based on the specification;\n \n(b) the method patent was obtained by false suggestion or misrepresentation;\n \n(c) the method patent is not a \"manner of manufacture\" as required;\n \n(d) the method patent lacks an inventive step; and\n \n(e) the specification does not describe the invention fully.",
      "id": "s17"
    },
    {
      "text": "(4) Where does the balance of convenience lie, including the nature, extent and reparability of any harm likely to be incurred by Wyeth and Alphapharm, the adequacy of a remedy of damages, an account of profits or compensation, and other discretionary factors identified by each party?",
      "id": "s18"
    },
    {
      "text": "Before moving to these issues it is convenient to provide a brief overview of some other uncontentious facts forming a part of the background to the proceeding.",
      "id": "s19"
    },
    {
      "text": "On 4 March 1988 Wyeth was granted a patent for the compound venlafaxine (Australian Patent No 1983022123) ( the compound patent ).",
      "id": "s20"
    },
    {
      "text": "Between November 1994 and August 2003 Wyeth maintained the registration of a product known as Efexor-IR on the ARTG.",
      "id": "s21"
    },
    {
      "text": "Efexor-IR was a formulation of venlafaxine hydrochloride requiring oral administration two or three times a day.",
      "id": "s22"
    },
    {
      "text": "The letters \"IR\" stand for \"immediate release\".",
      "id": "s23"
    },
    {
      "text": "In May 1998 Wyeth obtained registration of Efexor-XR on the ARTG.",
      "id": "s24"
    },
    {
      "text": "The letters \"XR\" stand for \"extended release\".",
      "id": "s25"
    },
    {
      "text": "In October 2003 Wyeth applied for the method patent, with a claimed priority date of 25 March 1996 (by reference to various other related patents).",
      "id": "s26"
    },
    {
      "text": "Efexor-XR was listed on the pharmaceuticals benefits scheme ( the PBS ) in December 2005.",
      "id": "s27"
    },
    {
      "text": "The method patent was granted on 11 May 2007, with the claimed priority date of 25 March 1996.",
      "id": "s28"
    },
    {
      "text": "On 6 December 2007 Wyeth was granted Australian Patent No 2002250058 for a compound known as desvenlafaxine, which is a metabolite of venlafaxine ( the Pristiq patent ).",
      "id": "s29"
    },
    {
      "text": "On 18 August 2008 Pristiq was registered on the ARTG.",
      "id": "s30"
    },
    {
      "text": "Pristiq was listed on the PBS on 1 February 2009.",
      "id": "s31"
    },
    {
      "text": "On 6 December 2008 the compound patent expired.",
      "id": "s32"
    },
    {
      "text": "There is another proceeding relating to the method patent between Sigma Pharmaceuticals (Australia) Pty Ltd ( Sigma ) and Wyeth ( the Sigma proceeding ).",
      "id": "s33"
    },
    {
      "text": "On 26 February 2009 Sigma obtained registration on the ARTG of an extended release formulation of venlafaxine hydrochloride, known as Evelexa-XR, also on the basis of bioequivalence to Efexor-XR.",
      "id": "s34"
    },
    {
      "text": "Wyeth applied for interlocutory relief restraining Sigma from infringing claims 4 and 27 of the method patent by reason of its intended actions with respect to Evelexa-XR.",
      "id": "s35"
    },
    {
      "text": "On 3 June 2009 Sundberg J made interlocutory orders in Wyeth's favour ( Sigma Pharmaceuticals (Australia) Pty Ltd (ACN 004 118 594) v Wyeth [2009] FCA 595 ( the Sigma decision )).",
      "id": "s36"
    },
    {
      "text": "The parties did not object to, or cross-examine about, any document or affidavit admitted into evidence on the basis that the application was for interlocutory relief, admissibility at trial was not conceded, and submissions about the weight to be given to certain evidence could be made irrespective of the lack of objection or cross-examination.",
      "id": "s37"
    },
    {
      "text": "I propose to deal with the evidence in the context of the resolution of the issues.",
      "id": "s38"
    },
    {
      "text": "THE METHOD PATENT \n The method patent states the following in the specification under the heading \"Background of the invention\" (pp 1a, 1b and 2): \n Extended release drug formulations are conventionally produced as compressed tablets by hydrogel tablet technology... \n\n \n ... \n\n \n Where the production of tablets is not feasible, it is conventional in the drug industry to prepare encapsulated drug formulations which provide extended or sustained release properties... \n\n \n ... \n\n \n Venlafaxine hydrochloride is presently administered to adults in compressed tablet form in doses ranging from 75 to 350 mg/day, in divided doses two or three times a day.",
      "id": "s39"
    },
    {
      "text": "In therapeutic dosing with venlafaxine hydrochloride tablets, rapid dissolution results in a rapid increase in blood plasma levels of the active compound shortly after administration followed by a decrease in blood plasma levels over several hours as the active compound is eliminated or metabolized, until sub-therapeutic plasma levels are approached after about twelve hours following administration, thus requiring an additional dosing with the drug.",
      "id": "s40"
    },
    {
      "text": "With the plural daily dosing regimen, the most common side effect is nausea, experienced by about 45% of patients under treatment with venlafaxine hydrochloride.",
      "id": "s41"
    },
    {
      "text": "Vomiting also occurs in about 17% of the patients.",
      "id": "s42"
    },
    {
      "text": "Under the heading \"Brief Description of the Invention\" the following appears: \n In accordance with this invention, there is provided a method for providing a therapeutic blood plasma concentration of venlafaxine over a 24 hour period which comprises administering orally to a patient in need of venlafaxine a single daily dosing formulation of venlafaxine hydrochloride that provides a peak blood plasma level of venlafaxine in from about 4 to 8 hours after administration.",
      "id": "s43"
    },
    {
      "text": "The specification thereafter describes, in the section \"Brief Description of the Invention\", examples of embodiments of the invention.",
      "id": "s44"
    },
    {
      "text": "One embodiment appears in these terms (p 3): \n In a further embodiment, there is provided a method for treating depression in a patient in need of such treatment, said method including the steps of administering orally to said patient, a single daily dosing formulation of venlafaxine hydrochloride over a 24 hour period with a peak blood plasma level of venlafaxine in from about 4 to 8 hours after administration.",
      "id": "s45"
    },
    {
      "text": "Another (pp 4B, 4C and 4D) is as follows: \n In one embodiment, the venlafaxine hydrochloride formulation for use in the methods of this invention is comprised of venlafaxine hydrochloride, (or 1-[2-(dimethylamino)-1-(4-methoxyphenyl)ethyl]cyclohexamol hydrochloride), in admixture with microcrystalline cellulose and hydroxypropylmethylcellulose.",
      "id": "s46"
    },
    {
      "text": "As an example, the extended release formulations are formed as coated beads or spheroids.",
      "id": "s47"
    },
    {
      "text": "In one embodiment, the drug containing formulation is coated with a mixture of ethyl cellulose and hydroxypropylmethylcellulose to provide the desired level of coating.",
      "id": "s48"
    },
    {
      "text": "... \n\n \n It was completely unexpected that a single daily dosing formulation containing venlafaxine hydrochloride for uses in the methods of the invention could be obtained because the hydrochloride of venlafaxine proved to be extremely water soluble.",
      "id": "s49"
    },
    {
      "text": "Numerous attempts to produce single daily dosing, extended release or tablets by hydrogel technology proved to be fruitless because the compressed tablets were either physically unstable (poor compressibility or capping problems) or dissolved too rapidly in dissolution studies.",
      "id": "s50"
    },
    {
      "text": "Typically, the tablets prepared as hydrogel sustained release formulations gave 40% to 50% dissolution at 2 hrs, 60% to 70% dissolution at 4 hrs and 85% to 100% dissolution at 8 hrs.",
      "id": "s51"
    },
    {
      "text": "Numerous spheroid formulations were prepared using different grades of microcrystalline cellulose and hydroxypropylmethylcellulose, different ratios of venlafaxine hydrochloride and filler, different binders such as polyvinylpyrrolidone, methylcellulose, water, and polyethylene glycol of different molecular weight ranges in order to find a formulation which would provide a suitable granulation mix which could be extruded properly.",
      "id": "s52"
    },
    {
      "text": "In the extrusion process, heat buildup occurred which dried out the extrudate so much that it was difficult to convert the extruded cylinders into spheroids.",
      "id": "s53"
    },
    {
      "text": "Addition of hydroxypropylmethylcellulose 2208 to the venlafaxine hydrochloride-microcystalline cellulose mix made production of spheroids practical which proved to be practical for a single daily dosing formulation useful in the methods of the invention.",
      "id": "s54"
    },
    {
      "text": "The following examples are presented to illustrate applicant's solution to the problem of preparation of the extended release drug containing formulations of this invention.",
      "id": "s55"
    },
    {
      "text": "The specification then includes four examples and a description of various matters relating to them.",
      "id": "s56"
    },
    {
      "text": "The penultimate paragraph of this part of the specification contains the following statement (p 10): \n Thus, the desired dissolution rate of a sustained release dosage form of venlafaxine hydrochloride, impossible to achieve with hydrogel tablet technology, has been achieved with the film-coated spheroid compositions of this invention.",
      "id": "s57"
    },
    {
      "text": "The claims section of the specification included claims 4 and 27 in these terms:\n \n THE CLAIMS DEFINING THE INVENTION ARE AS FOLLOWS: \n\n \n ... \n\n A method for treating depression in a patient in need of such treatment, which comprises administering orally to said patient, a single daily dosing formulation of venlafaxine hydrochloride that provides a therapeutic blood plasma concentration of venlafaxine over a 24 hour period with a peak blood plasma level of venlafaxine in from about 4 to 8 hours after administration.",
      "id": "s58"
    },
    {
      "text": "... \n\n A method according to any one of the preceding claims wherein the formulation is an encapsulated formulation.",
      "id": "s59"
    },
    {
      "text": "INTERLOCUTORY INJUNCTIONS \n At one level of generality, the parties were on common ground.",
      "id": "s60"
    },
    {
      "text": "Hence, they did not debate the correctness of Sundberg J's description in the Sigma decision of the applicable principles relating to interlocutory injunctions generally at [14]-[15] as follows: \n [ 14 ] The general principles to be applied are: \n\n \n (a) whether there is a serious question to be tried, or Wyeth has made out a prima facie case in the sense that, if the evidence remains the same, there is a probability that at trial it will be entitled to relief; \n\n \n (b) whether Wyeth will suffer irreparable harm, for which damages will not be an adequate remedy, unless an injunction is granted; and \n\n \n (c) whether the balance of convenience favours the granting of an injunction.",
      "id": "s61"
    },
    {
      "text": "See Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 (O'Neill) at [19] and [70].",
      "id": "s62"
    },
    {
      "text": "[ 15 ] Factors (a) and (c) are related in this sense, that whether there is a serious question or a prima facie case should not be considered in isolation from the balance of convenience.",
      "id": "s63"
    },
    {
      "text": "The apparent strength of the parties' substantive cases will often be an important consideration to be weighed in the balance: Tidy Tea Ltd v Unilever Australia Ltd (1995) 32 IPR 405 at [416]; Interpharma Pty Ltd v Commissioner of Patents [2008] FCA 1498 ; (2008) 79 IPR 261 ( Interpharma ) at [16].",
      "id": "s64"
    },
    {
      "text": "There was a debate about the observation in [16] of Sundberg J's reasons, where his Honour said: \n [16] Special considerations apply where, as here, the party seeking interlocutory relief alleges infringement and the other party alleges invalidity.",
      "id": "s65"
    },
    {
      "text": "As to this, in Interpharma [2008] FCA 1498 ; 79 IPR 261 at [17] Jessup J said: \n\n \nIn such a situation, it will not be enough to ask whether the applicant has shown a serious question, or a probability of success, on his or her own case.",
      "id": "s66"
    },
    {
      "text": "While the answer to that question may be in the affirmative, it will then be necessary to consider whether that answer should be qualified by the apparent strength of the defence.",
      "id": "s67"
    },
    {
      "text": "In a patent case, the fact of registration constitutes prima facie evidence of validity: AB Hassle v Pharmacia (Aust) Pty Ltd (1995) 33 IPR 63 at 69-70 ( AB Hassle ); GenRx Pty Ltd v Sanofi-Aventis [2007] FCA 1485 ; (2007) 73 IPR 502 ... at [2]-[6] ...",
      "id": "s68"
    },
    {
      "text": "It has been said that it is for the respondent to show that want of validity is a triable question: AB Hassle at 69.",
      "id": "s69"
    },
    {
      "text": "This seems clear enough, but, in my opinion, the analysis needs to be taken a step further.",
      "id": "s70"
    },
    {
      "text": "Is it sufficient that the respondent does show a triable question on validity?",
      "id": "s71"
    },
    {
      "text": "In my view, if that is as far as the respondent goes, then, assuming always that the applicant has shown a triable issue on infringement, absent questions of validity, the conclusion would remain that the latter had a triable question.",
      "id": "s72"
    },
    {
      "text": "That is to say, as a matter of analysis, unless the case for invalidity is sufficiently strong (at the provisional level) to qualify the conclusion that, overall, the applicant has a serious question, or a probability of success, the court should move to consider the adequacy of damages, the balance of convenience and other discretionary matters.",
      "id": "s73"
    },
    {
      "text": "It is the applicant's title to interlocutory relief which is under consideration, and the bottom-line question, as it were, is whether the applicant has a serious question, or a probability of success, not whether the respondent does in relation to some point of defence raised or foreshadowed.",
      "id": "s74"
    },
    {
      "text": "Alphapharm, in its written submissions, cited the decision of the High Court in Beecham Group Limited v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618 at 623-624 as follows (with added emphasis): \n The first of these inquiries [whether the plaintiff has made out a prima facie entitlement to relief] in the present case is not complicated by the special considerations which generally arise in a patent action where there is a substantial issue to be tried as to the validity of the patent.",
      "id": "s75"
    },
    {
      "text": "In such an action the plaintiff's prima facie case must be a strong one so far as the question of validity is concerned, for he asserts a monopoly and must give more proof of the right he claims than is afforded by the mere granting of the patent : Smith v Grigg Ltd [1924] 1 KB 655 per Atkin LJ at p 659; Bonnella v Espir (1926) 43 RPC 159.",
      "id": "s76"
    },
    {
      "text": "The general practice in that kind of case has long been to refuse an interlocutory injunction unless either the patent has already been judicially held to be valid or it has stood unchallenged for a long period: Smith v Grigg Ltd [1924] 1 KB 655 , at p 658.",
      "id": "s77"
    },
    {
      "text": "Even if the patent is an old one --- which for this purpose is generally taken to mean more than six years old --- it has been said that an interlocutory injunction will generally be refused provided that the defendant shows by evidence 'some ground' for supposing that he has a chance of successfully disputing the validity of the patent at the trial: Marshall and the Lace Web Spring Co Ltd v Crown Bedding Co Ltd (1929) 46 RPC 267 , at p 269.",
      "id": "s78"
    },
    {
      "text": "This should be read, however, with Sir George Jessel's statement in Dudgeon v Thomson (1874) 30 LT 244 which divides into three classes the cases in which an injunction may be granted before the hearing in such a case.",
      "id": "s79"
    },
    {
      "text": "They are: (1) cases where the patent is an old one and the patentee has been in long and undisturbed enjoyment of it; (2) cases where its validity has been established elsewhere and the court sees no reason to doubt the propriety of the result; and (3) cases where the conduct of the defendant is such as to enable the court to say that, as against the defendant himself, there is no reason to doubt the validity of the patent.",
      "id": "s80"
    },
    {
      "text": "The difficulty for Alphapharm, as Wyeth did not hesitate to expose, was that the very part of the decision in Beecham which Alphapharm emphasised has been consistently distinguished in the Federal Court since Gummow J's analysis in Martin Engineering Co v Trison Holdings Pty Ltd (1988) 81 ALR 543 (relying on the approach of McLelland J in Appleton Papers Inc v Tomasetti Paper Pty Ltd (1983) 3 NSWLR 208 at 216-219).",
      "id": "s81"
    },
    {
      "text": "Gummow J concluded, at p 549-550 in Martin , that: \n The curiosity is that Beecham showed that this reluctance to grant interlocutory relief had been carried forward into suits in respect of patents granted under the Australian Patents Act 1955, a statute, like the British Acts of 1949 and 1977, much removed from the patent system in force in the United Kingdom under the statutes of 80 or more years ago.",
      "id": "s82"
    },
    {
      "text": "Once this is appreciated, the force of Lord Diplock's statement that the former rule of practice concerning interlocutory relief had become obsolete ( American Cyanamid Co v Ethicon Ltd [1975] UKHL 1 ; [1975] AC 396 at 405-6) becomes apparent.",
      "id": "s83"
    },
    {
      "text": "Thus, the shift in judicial attitude to interlocutory relief in patent cases, culminating in the recent Australian decisions to which I have referred, may be seen as bringing practice at last into step with changes in the underlying substantive law.",
      "id": "s84"
    },
    {
      "text": "Gummow J's analysis has been applied by Moore J in Merck and Co Inc v GenRx Pty Ltd (2006) 70 IPR 286 ; [2006] FCA 1407 , Gyles J in GenRx Pty Ltd v Sanofi-Aventis (2007) 73 IPR 502 ; [2007] FCA 1485 , Jessup J in Interpharma Pty Ltd v Commissioner of Patents (2008) 79 IPR 261 ; [2008] FCA 1498 and, of course, Sundberg J in the Sigma decision.",
      "id": "s85"
    },
    {
      "text": "For these reasons I do not accept Alphapharm's submission that I should depart from the approach of Sundberg J in the Sigma decision at [16], by reference to the observation of the High Court in Beecham which Alphapharm emphasised.",
      "id": "s86"
    },
    {
      "text": "PRIMA FACIE CASE OF INFRINGEMENT?",
      "id": "s87"
    },
    {
      "text": "Competing submissions\n Wyeth described its case on infringement as straightforward.",
      "id": "s88"
    },
    {
      "text": "Professor William Charman, Dean of the Victorian College of Pharmacy, Monash University and director of the Monash Institute of Pharmaceutical Science gave evidence for Wyeth by way of affidavits affirmed 28 July 2009 and 12 August 2009.",
      "id": "s89"
    },
    {
      "text": "Based primarily on the product information for Enlafax-XR, Professor Charman concluded that: - (i) the active ingredient of Enlafax-XR is venlafaxine hydrochloride, (ii) Enlafax-XR is to be administered orally in a single daily dose and is to be given chronically for the treatment of depression, (iii) Enlafax-XR is indicated for the treatment of major depression or social anxiety disorder, (iv) Enlafax-XR has been shown to be effective in reducing depression, and (v) after administration of Enlafax-XR the mean peak plasma concentration of venlafaxine is attained within the range of 4 to 8 hours.",
      "id": "s90"
    },
    {
      "text": "According to Wyeth this established a clear case that Enlafax-XR, when administered to a patient, would use the method of claims 4 and 27 of the method patent, with a consequential infringement by Alphapharm of the method patent as referred to in s 117 of the Patents Act 1990 (Cth).",
      "id": "s91"
    },
    {
      "text": "Alphapharm (in distinction from the position of Sigma in the Sigma proceeding) denied any infringement of the method patent.",
      "id": "s92"
    },
    {
      "text": "Alphapharm's submissions about infringement and validity are related.",
      "id": "s93"
    },
    {
      "text": "In its response to Wyeth's infringement claim, Alphapharm contended that, properly construed, the method patent excluded the use of hydrogel tablet technology from the invention.",
      "id": "s94"
    },
    {
      "text": "This was clear from the assertions in the specification that attempts to use hydrogel tablet technology had \"proved to be fruitless\" and \"impossible to achieve\".",
      "id": "s95"
    },
    {
      "text": "A person could hardly claim as an invention that which the person had found impossible to invent.",
      "id": "s96"
    },
    {
      "text": "The examples were examples of \"this invention\" defined earlier in the specification so as to exclude a formulation using hydrogel tablet technology.",
      "id": "s97"
    },
    {
      "text": "The references to \"formulation\" in the claims thus must exclude hydrogel tablet technology.",
      "id": "s98"
    },
    {
      "text": "Alphapharm noted that this construction is consistent with that advocated by Wyeth in other patent proceedings in the United States of America.",
      "id": "s99"
    },
    {
      "text": "It also reflected the conventional approach to construction summarised by Bennett J in H Lundbeck A/S v Alphapharm Pty Ltd [2009] FCAFC 70 at [120] as follows: \n It is not permissible to read into a claim an additional integer or limitation to vary or qualify the claim by reference to the body of the specification [citing Kimberly-Clark Australia Pty Limited v Arico Trading International Pty Limited [2001] HCA 8 ; (2001) 207 CLR 1 at [15] ; Welch Perrin and Company Proprietary Limited v Worrel [1961] HCA 91 ; (1961) 106 CLR 588 at 610].",
      "id": "s100"
    },
    {
      "text": "This is particularly relevant when the question concerns infringement of a claim or the sufficiency of a claim to define the invention.",
      "id": "s101"
    },
    {
      "text": "However, terms in the claim which are unclear may be defined or clarified by reference to the body of the specification ( Welch Perrin at 610; Kimberly-Clark at [15]).",
      "id": "s102"
    },
    {
      "text": "The language of the claims may have no positive meaning when read apart from the specification but the meaning may become clear and the invention sufficiently defined when read using the body of the specification as a dictionary of the jargon and ascertaining the nature of the invention ( Welch Perrin at 616).",
      "id": "s103"
    },
    {
      "text": "Dr Philip Marshall, founder and director of Pharmchem Technical Services Pty Ltd, gave evidence for Alphapharm by way of an affidavit sworn 10 August 20009.",
      "id": "s104"
    },
    {
      "text": "Dr Marshall explained that Enlafax-XR uses hydrogel tablet technology, as described in the specification.",
      "id": "s105"
    },
    {
      "text": "############################################################################################################.",
      "id": "s106"
    },
    {
      "text": "Alphapharm said that Professor Charman did not dispute Dr Marshall's evidence but simply questioned Dr Marshall's conclusions and asserted a need to undertake laboratory studies to determine whether the Enlafax-XR products modify the release of venlafaxine hydrochloride by way of hydrogel tablet technology.",
      "id": "s107"
    },
    {
      "text": "According to Alphapharm, this need for further assessment should be seen as a reflection of Professor Charman's lack of practical expertise in contrast to Dr Marshall's vast practical experience as a bench formulator.",
      "id": "s108"
    },
    {
      "text": "If Alphapharm's construction of the method patent is incorrect then, said Alphapharm, Wyeth's problem is that the method patent could not survive the challenge to its validity on the ground that the claims are not fairly based; the method patent excluded hydrogel tablet technology but the claims of the method patent, on Wyeth's construction, purported to include all methods for extended release formulations of venlafaxine hydrochloride (a submission expanded upon with respect to the fair basis claim).",
      "id": "s109"
    },
    {
      "text": "As these matters involved issues of construction of the method patent, which is for the Court alone to determine, the Court could reach a conclusion about these issues with a reasonably high degree of confidence.",
      "id": "s110"
    },
    {
      "text": "In answer to Alphapharm's contentions, Wyeth said that Alphapharm's argument that Enlafax-XR did not breach the method patent should be rejected for at least two reasons.",
      "id": "s111"
    },
    {
      "text": "First, the claims define a method of treatment and are not limited to the use of any particular formulation of venlafaxine hydrochloride other than insofar as the features of the claim disclose.",
      "id": "s112"
    },
    {
      "text": "On this basis any formulation of venlafaxine hydrochloride achieving the features identified in the claims (namely, a single daily dosing with a therapeutic blood plasma concentration over a 24 hour period and a peak blood plasma level in from about 4 to 8 hours after administration) was within the scope of claim 4.",
      "id": "s113"
    },
    {
      "text": "Alphapharm's attempt to read down the scope of the claims by reference to one example in the specification of an embodiment of the invention is impermissible (citing Welch Perrin &amp; Co Pty Ltd v Worrel [1961] HCA 91 ; (1961) 106 CLR 588 at 610 and Kimberly-Clark Australia Pty Ltd v Arico Trading International Pty Ltd (2001) 207 CLR 1 ; [2001] HCA 8 at [15] , Jupiters Ltd v Neurizon Pty Ltd (2005) 222 ALR 155 ; [2005] FCAFC 90 at [67(iv)] , Lockwood Security Products Pty Ltd v Doric Products Pty Ltd (2004) 217 CLR 274 ; [2004] HCA 58 at [69] ( Lockwood No 1 ) and Atlantis Corporation Pty Ltd v Schindler (1997) 39 IPR 29 , a decision which Alphapharm also emphasised).",
      "id": "s114"
    },
    {
      "text": "Second, the non-infringement argument depends on the proposition that Enlafax-XR uses hydrogel tablet technology itself to modify the release of venlafaxine hydrochloride.",
      "id": "s115"
    },
    {
      "text": "This claim is not made good on the evidence because the evidence fails to explain the role of the capsule in the release process.",
      "id": "s116"
    },
    {
      "text": "Professor Charman explained that it was inappropriate to consider the attributes of each component in isolation, as Dr Marshall had done.",
      "id": "s117"
    },
    {
      "text": "Rather, the components in combination ((################################################# #######################################################) all had to be considered in combination, with experimentation.",
      "id": "s118"
    },
    {
      "text": "########################################### ################################################################################.",
      "id": "s119"
    },
    {
      "text": "For these reasons, to ascertain whether Enlafax-XR uses hydrogel tablet technology itself to modify the release of venlafaxine hydrochloride laboratory assessments, including dissolution studies, visual observations and other characterisation tests are required.",
      "id": "s120"
    },
    {
      "text": "Insofar as Alphapharm attempted to rely on Wyeth's statements in other proceedings in the United States of America, Wyeth said the law is clear.",
      "id": "s121"
    },
    {
      "text": "The construction of a patent is a question of law for the Court.",
      "id": "s122"
    },
    {
      "text": "A party cannot make an admission about construction.",
      "id": "s123"
    },
    {
      "text": "In any event, a submission to the Court cannot constitute an admission of fact.",
      "id": "s124"
    },
    {
      "text": "Hence, this evidence is irrelevant and inadmissible.",
      "id": "s125"
    },
    {
      "text": "Discussion\n To the extent that Alphapharm submitted that Professor Charman's evidence should be understood as a result of his lack of practical experience as a formulator compared to that of Dr Marshall, it is sufficient to say I have difficulty accepting the submission.",
      "id": "s126"
    },
    {
      "text": "On the basis of the evidence as it stands, Professor Charman has substantial qualifications and experience enabling him to make the observations on which Wyeth relied to answer Alphapharm's hydrogel tablet technology claim.",
      "id": "s127"
    },
    {
      "text": "I cannot discount that evidence, or lessen its potential weight, on the ground of Professor Charman's alleged lack of practical experience as Alphapharm proposed.",
      "id": "s128"
    },
    {
      "text": "It follows that, at this stage, I have conflicting expert evidence in circumstances where both, prima facie , appear entitled to weight.",
      "id": "s129"
    },
    {
      "text": "I consider, therefore, that this aspect of the infringement debate cannot rationally be excluded by reference to Dr Marshall's evidence.",
      "id": "s130"
    },
    {
      "text": "Accordingly, I turn to the issues of construction.",
      "id": "s131"
    },
    {
      "text": "I do not accept Alphapharm's submission that, as issues of construction are for the Court alone, they may be effectively resolved on an interlocutory basis.",
      "id": "s132"
    },
    {
      "text": "Although Alphapharm is correct to emphasise that construction is a matter for the Court alone, the evidence of experts can assist in explaining the prior art and thus the context of, as well as scientific or technical terms used in, the method patent.",
      "id": "s133"
    },
    {
      "text": "In this case there is (already) a wealth of expert evidence, parts of which are potentially relevant to the issues of construction and none of which has been tested by cross-examination.",
      "id": "s134"
    },
    {
      "text": "Accordingly, the issues of construction, like all other issues on this application, are to be assessed on a prima facie basis.",
      "id": "s135"
    },
    {
      "text": "There was considerable debate between the parties as to whether or not Sundberg J considered an argument equivalent to that of Alphapharm's defence against the infringement claim in the Sigma decision.",
      "id": "s136"
    },
    {
      "text": "The argument in question there was framed as part of Sigma's fair basis challenge to validity on the ground that the specification, properly construed, disclosed only a formulation of venlafaxine hydrochloride comprising a spheroid core having various qualities.",
      "id": "s137"
    },
    {
      "text": "Hence, the argument ran, all claims not so limited are not fairly based on the specification and breach s 40(3) of the Patents Act (which provides that \"(t)he claim or claims must be clear and succinct and fairly based on the matter described in the specification).",
      "id": "s138"
    },
    {
      "text": "At [41]-[42] Sundberg J rejected Sigma's argument as follows: \n [ 41 ] As was said in Lockwood [2004] HCA 58 ; 217 CLR 274 at [69] , the words \"real and reasonably clear disclosure\" do not limit disclosures to preferred embodiments, or I would add examples.",
      "id": "s139"
    },
    {
      "text": "The spheroid core example is just that.",
      "id": "s140"
    },
    {
      "text": "Sigma's contention cannot be accepted when the specification is read as a whole.",
      "id": "s141"
    },
    {
      "text": "The invention is not limited to the example.",
      "id": "s142"
    },
    {
      "text": "It relates to a method of treating patients using a single daily dosing formulation of venlafaxine hydrochloride that provides a peak blood plasma concentration of venlafaxine within a defined period or at a defined level.",
      "id": "s143"
    },
    {
      "text": "[ 42 ] Under the heading \"Brief Description of the Invention\" there are consistory style statements, three of which are set out at [10] and [12], that reflect various embodiments of the invention.",
      "id": "s144"
    },
    {
      "text": "These provide a description of the invention later claimed.",
      "id": "s145"
    },
    {
      "text": "See in particular claims 4 and 9.",
      "id": "s146"
    },
    {
      "text": "Nothing in the body of the specification suggests that the description of the invention it contains is wider than the invention claimed.",
      "id": "s147"
    },
    {
      "text": "The spheroid example is an example of one embodiment later reflected in a claim upon which Wyeth does not presently rely.",
      "id": "s148"
    },
    {
      "text": "See page 4B, lines 17 to 34, page 4C, line 1 and claims 18 and 19.",
      "id": "s149"
    },
    {
      "text": "The examples given at page 5 of the specification all deal with coated spheroids and are examples of the formulations referred to at page 4D, lines 5 to 16.",
      "id": "s150"
    },
    {
      "text": "The consistory style statements to which Sundberg J was referring in [42] are also set out in [23] and [24] above.",
      "id": "s151"
    },
    {
      "text": "Whether or not Sundberg J was considering the same or a different argument, the principles his Honour applied are apt in relation to the present issue.",
      "id": "s152"
    },
    {
      "text": "The problem which Alphapharm must confront is that the specification (at p 2 lines 19-24) contains a statement identical to claim 1.",
      "id": "s153"
    },
    {
      "text": "Read with the preceding reference to the treatment of depression (p 1b lines 13-14), the specification also discloses the same matter as contained in claim 4.",
      "id": "s154"
    },
    {
      "text": "Further, the words \"this invention\", in the context of the specification read as a whole, prima facie refer to those words as used in the description on p 2 at lines 19-24 (namely, \"(i)n accordance with this invention, there is provided a method for providing a therapeutic blood plasma concentration of venlafaxine over a 24 hour period...\").",
      "id": "s155"
    },
    {
      "text": "One reference on which Alphapharm relied to support its construction is at p 4C lines 31-33 where the statement is made about numerous attempts having been made to produce single daily dosing, extended release or tablets by hydrogel technology proving to be fruitless.",
      "id": "s156"
    },
    {
      "text": "This reference, however, appears as part of an example of one embodiment in which the extended release formulations are formed as coated beads or spheres (at p 4B lines 22-26).",
      "id": "s157"
    },
    {
      "text": "Another main reference on which Alphapharm relied is at p 4D at lines 18-20 (\"(t)he following examples are presented to illustrate applicant's solution to the problem of preparation of the extended release drug containing formulations of this invention\").",
      "id": "s158"
    },
    {
      "text": "This is followed by a series of described further embodiments of the invention.",
      "id": "s159"
    },
    {
      "text": "This statement also appears as part of the example of one embodiment in which the extended release formulations are formed as coated beads or spheres.",
      "id": "s160"
    },
    {
      "text": "A similar point can be made about the statement that the desired dissolution rate had proven impossible to achieve with hydrogel tablet technology but had been achieved \"with the film coated spheroid compositions of this invention\" (at p 10 lines 17-19).",
      "id": "s161"
    },
    {
      "text": "The reference appears at the end of the example of one embodiment being the formation of the extended release formulations as coated beads or spheroids.",
      "id": "s162"
    },
    {
      "text": "In that context, the statement would ordinarily be read as a statement that, in that particular embodiment of \"this invention\", the use of hydrogel tablet technology had proven impossible, with the words \"this invention\" being a reference back to the invention as more generally described at p 2 lines 19-24 (that is, \"(i)n accordance with this invention, there is provided a method for providing a therapeutic blood plasma concentration of venlafaxine over a 24 hour period...\").",
      "id": "s163"
    },
    {
      "text": "I am reluctant to place any material weight on Wyeth's statements in other patent proceedings in the United States of America, essentially for the reasons given by Wyeth.",
      "id": "s164"
    },
    {
      "text": "The admissibility of those statements has not been finally determined.",
      "id": "s165"
    },
    {
      "text": "Wyeth foreshadowed an intention to object to their admission into evidence on the ground of relevance.",
      "id": "s166"
    },
    {
      "text": "The grounds articulated in support of this intended objection, at least on their face, carry weight.",
      "id": "s167"
    },
    {
      "text": "In summary, although the emphasis of the argument is undoubtedly different, Alphapharm's proposition is the same in principle as that considered and rejected by Sundberg J in the Sigma decision at [41]-[42].",
      "id": "s168"
    },
    {
      "text": "The statements on which Alphapharm relied to construe the method patent as excluding hydrogel tablet technology (as described at p 1a of the specification) all appear as part of the text dealing with the example of one embodiment being coated beads or spheroids.",
      "id": "s169"
    },
    {
      "text": "The ordinary cannons of construction tend to indicate that the invention is not limited to that embodiment or any example of that embodiment.",
      "id": "s170"
    },
    {
      "text": "Sundberg J so concluded in support of his rejection of Sigma's fair basis argument.",
      "id": "s171"
    },
    {
      "text": "On a prima facie basis, I also so conclude.",
      "id": "s172"
    },
    {
      "text": "Accordingly and for the purposes of this application, I accept that, as the evidence currently stands, Wyeth has a reasonably strong prima facie case for infringement under s 117 of the Patents Act .",
      "id": "s173"
    },
    {
      "text": "LACK OF FAIR BASIS \n Competing submissions\n As noted at [42] above, Alphapharm's argument against infringement (on the basis that the method patent excludes hydrogel tablet technology) is related to its argument that the method patent contravenes s 40(3) of the Patents Act (\"(t)he claim or claims must be clear and succinct and fairly based on the matter described in the specification\").",
      "id": "s174"
    },
    {
      "text": "According to this argument, Wyeth's problem is that if the claims do not exclude hydrogel tablet technology then the claims are not fairly based on the matter described in the specification because the specification excludes that technology.",
      "id": "s175"
    },
    {
      "text": "The disagreement between the parties relates to the application of principles with respect to fair basis to the method patent rather than the content of those principles.",
      "id": "s176"
    },
    {
      "text": "Hence, it is common ground that the fair basis requirement relates to the matter in the specification disclosing the invention ( Lockwood No 1 at [53]).",
      "id": "s177"
    },
    {
      "text": "The requirement is that there be a real and reasonably clear disclosure in the body of the specification of that which is claimed so that the invention is broadly, that is in a general sense, described in the body of the specification.",
      "id": "s178"
    },
    {
      "text": "Such a disclosure is not limited to preferred embodiments.",
      "id": "s179"
    },
    {
      "text": "Further, a \"requirement for the best method of performing an invention does not make it necessarily a requirement for all claims\".",
      "id": "s180"
    },
    {
      "text": "Also, material forming part of the description of the invention need not be included as an integer of each claim ( Lockwood No 1 at [69] citing Rehm Pty Ltd v Websters Security Systems (International) Pty Ltd (1988) 81 ALR 79 at 95 per Gummow J).",
      "id": "s181"
    },
    {
      "text": "Alphapharm and Wyeth both drew support from Atlantis Corporation , albeit for their conflicting positions.",
      "id": "s182"
    },
    {
      "text": "The High Court in Lockwood No 1 at [87] described the reasoning in Atlantis Corporation in Lockwood No 1 : \n Finally, it is necessary to consider the trial judge's citation of Atlantis Corporation Pty Ltd v Schindler for the proposition that to couch a claim \"in the same terms as the description of the invention in the specification\" did not of itself, by that mere \"coincidence of language\", establish fair basing.",
      "id": "s183"
    },
    {
      "text": "That proposition is correct, but it is not fatal to the Patentee's position in this case.",
      "id": "s184"
    },
    {
      "text": "A \"coincidence of language\" between a claim and part of the body of a specification does not establish fair basing if that part of the language of the specification does not reflect the description of the invention in the light of the specification as a whole.",
      "id": "s185"
    },
    {
      "text": "In the Atlantis Case , the specification, read as a whole, described an apparatus limited to a particular use as a sub-soil drainage system.",
      "id": "s186"
    },
    {
      "text": "The claims, however, were \"pure apparatus\" claims without that limitation on use.",
      "id": "s187"
    },
    {
      "text": "The Full Court of the Federal Court of Australia refused to construe them narrowly so as to conform with the description in the specification.",
      "id": "s188"
    },
    {
      "text": "A statement in the specification of a description of the invention in similar language to the first claim was not treated as the description of the invention.",
      "id": "s189"
    },
    {
      "text": "While the Full Court did not engage in close textual analysis, it did distinctly hold that the statement in the specification ( Atlantis Corporation Pty Ltd v Schindler (1997) 39 IPR 29 at 50, per Wilcox and Lindgren JJ.",
      "id": "s190"
    },
    {
      "text": "Lockhart J also held that the patent did not satisfy s 40(2)(b) at 36): \n\n \n\"should not be allowed to disguise the fact that the invention disclosed in the body of the specification is truly 'a sub-soil drainage method based on a particular apparatus' or 'a particular apparatus in its application to sub-soil drainage'.",
      "id": "s191"
    },
    {
      "text": "The claims, however, are 'pure apparatus claims'.",
      "id": "s192"
    },
    {
      "text": "They are not subject to any limitation as to use.",
      "id": "s193"
    },
    {
      "text": "They travel beyond, and are not fairly based on, the matter described in the specification.",
      "id": "s194"
    },
    {
      "text": "\"\n \n Alphapharm contended that the claims in the method patent (assuming that they include hydrogel tablet technology) travel beyond the invention disclosed in the specification.",
      "id": "s195"
    },
    {
      "text": "It relied on the parts of the specification referred to at [42] above, as well as Dr Marshall's evidence.",
      "id": "s196"
    },
    {
      "text": "This evidence is to the effect that while the specification excludes hydrogel tablet technology (by stating that numerous attempts to produce a single daily dosing, extended release formulation by that technology proved fruitless), the claims purport to include a formulation, being hydrogel tablet technology.",
      "id": "s197"
    },
    {
      "text": "In other words, the claims include what the specification says is impossible to achieve.",
      "id": "s198"
    },
    {
      "text": "Alphapharm submitted that no other construction of the clear statement on p 10 of the specification about impossibility is open.",
      "id": "s199"
    },
    {
      "text": "Alphapharm characterised this approach to the method patent as \"compelling\".",
      "id": "s200"
    },
    {
      "text": "Wyeth said that the statements in the specification about hydrogel tablet technology do not assist Alphapharm on its fair basis point, for much the same reasons as given in response to Alphapharm's infringement defence.",
      "id": "s201"
    },
    {
      "text": "The consistory style statements (including that quoted at [23] above) provide a clear description of the invention claimed.",
      "id": "s202"
    },
    {
      "text": "Nothing in the specification, said Wyeth, suggests the description of the invention is narrower than the invention as claimed.",
      "id": "s203"
    },
    {
      "text": "In particular, the statements on which Alphapharm relied do not indicate that the use in the methods of formulation of hydrogel tablet technology is excluded from the invention.",
      "id": "s204"
    },
    {
      "text": "The invention is the method of treatment.",
      "id": "s205"
    },
    {
      "text": "Properly understood, the evidence of Professor Charman and Dr Marshall is to the effect that it would be possible to achieve the desired dissolution rate using hydrogel tablet technology.",
      "id": "s206"
    },
    {
      "text": "As to the formulation consisting of a spheroid core coated with a mixture of ethyl cellulose and hydroxypropylmethylcellulose ( HPMC ), Wyeth said this is put forward in the specification as a specific example of a formulation which can be used in the claimed method of treatment.",
      "id": "s207"
    },
    {
      "text": "It is expressly identified as an example of one embodiment of the invention.",
      "id": "s208"
    },
    {
      "text": "The experimental examples are said to be illustrative not exhaustive.",
      "id": "s209"
    },
    {
      "text": "Hence, the fair basis argument has no prospect of success.",
      "id": "s210"
    },
    {
      "text": "Discussion\n I consider that, for similar reasons given in respect of the infringement issue, Alphapharm's approach to construction confronts difficulties arising from the structure and the text of the specification.",
      "id": "s211"
    },
    {
      "text": "The specification describes the invention as method of treatment involving certain key factors (the single daily dose to achieve the nominated peak and therapeutic blood plasma levels within the nominated time frames).",
      "id": "s212"
    },
    {
      "text": "Numerous embodiments of this invention are identified.",
      "id": "s213"
    },
    {
      "text": "The spheroid core coated with a mixture of ethyl cellulose and HPMC is an example of one embodiment.",
      "id": "s214"
    },
    {
      "text": "The statement on p 4C of the specification that attempts to produce a single daily dosing formulation using hydrogel tablet technology \"proved fruitless\" appears as a part of this example of one embodiment of the invention.",
      "id": "s215"
    },
    {
      "text": "The statement about the desired dissolution rate being impossible to achieve using hydrogel tablet technology appears as a concluding passage following a series of illustrative experimental examples of this example of one embodiment of the invention.",
      "id": "s216"
    },
    {
      "text": "The decision in Atlantis Corporation appears to provide Wyeth with greater support than Alphapharm.",
      "id": "s217"
    },
    {
      "text": "In Atlantis Corporation the narrow description of the invention appeared at the outset and was followed by a more general description of an apparatus.",
      "id": "s218"
    },
    {
      "text": "The first claim was for the more general description of the apparatus.",
      "id": "s219"
    },
    {
      "text": "That claim was unambiguous and could not be read down by reference to the specification.",
      "id": "s220"
    },
    {
      "text": "Hence, the claim travelled beyond and was not fairly based on the specification.",
      "id": "s221"
    },
    {
      "text": "In the present case the specification is structured differently.",
      "id": "s222"
    },
    {
      "text": "The statements of exclusion from or narrowing of the invention on which Alphapharm relied follow more general descriptions and embodiments of the invention, in parts of the specification dealing with one among a number of embodiments and an example of that embodiment.",
      "id": "s223"
    },
    {
      "text": "The claims are no broader than the more general descriptions and embodiments of the invention.",
      "id": "s224"
    },
    {
      "text": "It is therefore difficult to see how they are not fairly based on the on the matter described in the specification.",
      "id": "s225"
    },
    {
      "text": "For these reasons, and consistent with the equivalent conclusion of Sundberg J in the Sigma decision, I do not accept that Alphapharm has a prima facie case of invalidity on the fair basis argument.",
      "id": "s226"
    },
    {
      "text": "FALSE SUGGESTION OR MISREPRESENTATION \n Subsections 138(3)(d) and (e) of the Patents Act provide that a patent (or amendment of the patent) may be revoked if obtained by false suggestion or misrepresentation.",
      "id": "s227"
    },
    {
      "text": "Competing submissions\n For the purpose of this application, Alphapharm contended that two statements in the specification constituted false suggestion or misrepresentation, namely, the statements on p 4C and p 10 respectively, as follows: \n p 4C: It was completely unexpected that a single daily dosing formulation containing venlafaxine hydrochloride for use in the methods of the invention could be obtained because the hydrochloride of venlafaxine proved to be extremely water soluble.",
      "id": "s228"
    },
    {
      "text": "( the completely unexpected representation ).",
      "id": "s229"
    },
    {
      "text": "p 10 Thus, the desired dissolution rate of a sustained release dosage form of venlafaxine hydrochloride, impossible to achieve with hydrogel tablet technology, has been achieved with the film-coated spheroid compositions of this invention.",
      "id": "s230"
    },
    {
      "text": "(the impossibility representation).",
      "id": "s231"
    },
    {
      "text": "Alphapharm submitted that the specification set up a problem, being the statement at p 4D that: \n The following examples are presented to illustrate applicant's solution to the problem of preparation of the extended release drug containing formulations of this invention.",
      "id": "s232"
    },
    {
      "text": "The specification identifies the two conventional technologies for preparing extended release formulations (hydrogel tablet technology at p 1a and film-coated spheroids at pp 1a-1b).",
      "id": "s233"
    },
    {
      "text": "The specification identifies difficulties with both (at p 4C for hydrogel tablet technology, being that the tablets dissolved too rapidly, and at p 4D for the film-coated spheroids, being that during the extrusion process, the extrudate was too dry).",
      "id": "s234"
    },
    {
      "text": "The specification also identifies the solution to this problem associated with the film-coated spheroids, being the addition of HPMC to the film-coating mixture (at p 4D).",
      "id": "s235"
    },
    {
      "text": "After giving examples of this solution, the specification concludes with the impossibility representation about hydrogel tablet technology.",
      "id": "s236"
    },
    {
      "text": "According to Alphapharm, the structure of the specification discloses that the two representations are central to the assertion that hydrogel tablet technology, one of the conventional means for preparing extended release formulations, did not work for venlafaxine hydrochloride.",
      "id": "s237"
    },
    {
      "text": "Hence, the representations are central in asserting the existence of a problem which the method patent purported to resolve.",
      "id": "s238"
    },
    {
      "text": "Without the assertion of a problem with conventional technologies for the preparation of an extended release formulation, it is likely the application for the method patent would have been rejected for not being a patentable invention on the grounds of not being a manner of manufacture or for not containing an inventive step.",
      "id": "s239"
    },
    {
      "text": "Thus, it readily may be inferred that the representations materially contributed to the decision to grant the method patent (by analogy to WM Wrigley Jr Company v Cadbury-Schweppes Pty Limited t/as Trebor Confectionary (2005) 66 IPR 298 ; [2005] FCA 1035 at [133] ).",
      "id": "s240"
    },
    {
      "text": "Alphapharm contended that the representations were false and misleading.",
      "id": "s241"
    },
    {
      "text": "With respect to the completely unexpected representation, Alphapharm emphasised Dr Marshall's evidence that, as at 25 March 1996 (the priority date of the method patent, as presumed for the purpose of the interlocutory application), it would not have been completely unexpected that a single daily dosing formulation of venlafaxine hydrochloride could be obtained.",
      "id": "s242"
    },
    {
      "text": "The specification does not identify any reason for this unexpectedness other than the water- solubility of tablets produced by hydrogel technology.",
      "id": "s243"
    },
    {
      "text": "As to that issue, by 25 March 1996: - (i) high solubility did not exclude an extended release formulation, (ii) many texts detailed how to delay dissolution, (iii) a number of highly water soluble drugs had been formulated into extended release formulations, (iv) the method patent refers to US Patent No 4138475 which is for an extended release formulation of a highly water soluble drug, and (v) examples of other successfully formulated extended release formulations can be found in reference texts.",
      "id": "s244"
    },
    {
      "text": "According to Alphapharm, Professor Charman agreed with Dr Marshall insofar as Professor Charman's evidence said that the problems experienced would not have suggested to a person skilled in the art in 1996 that an extended release formulation using hydrogel tablet technology could not be obtained.",
      "id": "s245"
    },
    {
      "text": "Further, Alphapharm submitted that the impossibility representation is an objective statement of fact of a position of impossibility for all time and cannot be read subjectively as limited to the inventor ( Apotex Pty Ltd (formerly GenRx Pty Ltd) v Sanofi-Aventis (2008) 78 IPR 485 ; [2008] FCA 1194 at [126] - [127] ).",
      "id": "s246"
    },
    {
      "text": "Enlafax-XR uses hydrogel tablet technology, which itself falsifies the impossibility representation.",
      "id": "s247"
    },
    {
      "text": "If limited to the priority date of the method patent, the statement is still false as Dr Marshall's and Professor Charman's evidence indicates.",
      "id": "s248"
    },
    {
      "text": "They both gave evidence that, in 1996, a hydrogel tablet technology formulation would be possible to be achieved by a person skilled in the art.",
      "id": "s249"
    },
    {
      "text": "The falsity is thus analogous to that found in Prestige Group (Australia) Pty Limited v Dart Industries Inc .",
      "id": "s250"
    },
    {
      "text": "(1990) 26 FCR 197 at 218-219 in that the method patent claims that using hydrogel tablet technology is impossible in the methods of the invention and yet does not exclude hydrogel tablet technology from the invention claimed.",
      "id": "s251"
    },
    {
      "text": "In this regard, Alphapharm again relied on Wyeth's statements in the other patent proceedings in the United States of America, referred to at [42] and [49] above as confirming the false and misleading nature of the representations.",
      "id": "s252"
    },
    {
      "text": "Alphapharm's written submissions also referred to International Patent Publication No WO94/25789 ( the Alza patent ).",
      "id": "s253"
    },
    {
      "text": "In its written submissions, Alphapharm pointed out that the Alza patent evidenced that a single daily dose formulation of venlafaxine hydrochloride in a controlled release formulation in fact existed before the priority date of the method patent.",
      "id": "s254"
    },
    {
      "text": "However, consistent with Sigma's approach in the Sigma proceeding, recorded at [44] of the Sigma decision, Alphapharm confirmed that it did not rely on the Alza patent in oral argument for the purpose of this interlocutory application.",
      "id": "s255"
    },
    {
      "text": "Hence, I do not consider the Alza patent further.",
      "id": "s256"
    },
    {
      "text": "Wyeth's response to Alphapharm's arguments about the completely unexpected representation emphasised that the statement is not that it was completely unexpected that venlafaxine hydrochloride could be formulated as an extended release formulation.",
      "id": "s257"
    },
    {
      "text": "The statement is limited to \"use in the methods of the invention\", those methods being the single daily dosing formulation providing the therapeutic and peak blood plasma concentrations within and over the periods prescribed.",
      "id": "s258"
    },
    {
      "text": "Wyeth said that Dr Marshall's evidence misunderstood the specification by failing to reflect the importance of the words \"for use in the methods of the invention\".",
      "id": "s259"
    },
    {
      "text": "In any event, statements about results being unexpected or surprising are unlikely to be capable of supporting a conclusion of false suggestion, let alone one materially influencing the grant of the patent (citing in support Apotex at [126]-127]).",
      "id": "s260"
    },
    {
      "text": "Wyeth's response to Alphapharm's arguments about the impossibility representation emphasised that the statement, properly construed, was limited to that which the inventor had found possible.",
      "id": "s261"
    },
    {
      "text": "The inventor had found it impossible to use hydrogel tablet technology in the methods of the invention, but the evidence of Dr Marshall and Professor Charman supported the inference that a person skilled in the art would not have thought it impossible to achieve.",
      "id": "s262"
    },
    {
      "text": "In any event, Alphapharm's submission is illogical.",
      "id": "s263"
    },
    {
      "text": "It is to the effect that a representation that the invention did not include a method using hydrogel tablet technology induced the grant of a patent that did extend to the use of hydrogel tablet technology.",
      "id": "s264"
    },
    {
      "text": "According to Wyeth the very fact that the method patent was granted for a method covering all technology demonstrates either that the impossibility representation was not conveyed or, if it was, that it was not material.",
      "id": "s265"
    },
    {
      "text": "Discussion\n The relevant principles about this ground of challenge, insofar as not apparent from the summary of the competing submissions above, were not in dispute.",
      "id": "s266"
    },
    {
      "text": "They are identified in Ranbaxy Australia Pty Ltd v Warner-Lambert Co LLC (2008) 77 IPR 449 ; [2008] FCAFC 82 at [82] , [83] and [96] as follows: \n [82] If a representation that was false or misleading materially contributed to the Commissioner's decision to grant a patent, even if other circumstances or causes also played a part in the making of that decision, it may be said that the patent was obtained by a false suggestion or misrepresentation (or on a false suggestion or representation, to use the language of the 1952 Act).",
      "id": "s267"
    },
    {
      "text": "It is sufficient if the representation materially contributed to the Commissioner's decision to grant the patent or was a material, inducing factor, which led to the grant.",
      "id": "s268"
    },
    {
      "text": "However, it is not necessary to establish that the representation was material in the sense that, without it, the patent would not have proceeded to grant ( Pfizer Overseas Pharmaceuticals v Ely Lilly &amp; Co [2005] FCAFC 224 ; (2005) 225 ALR 416 at 495).",
      "id": "s269"
    },
    {
      "text": "It is not necessary to show that, but for the suggestion or representation, no grant would have been made ( Prestige Group (Australia) Pty Limited v Dart Industries Inc (1990) 95 ALR 533 at 537-538).",
      "id": "s270"
    },
    {
      "text": "[83] Bearing in mind that the grant of a patent is a right in rem, the Commissioner could be expected to take a position if a misrepresentation did in fact play a part in the decision to grant a patent and it is a relevant factor that the Commissioner chooses not to give evidence ( ICI Chemicals &amp; Polymers Limited v The Lubrizol Corporation Inc [2000] FCA 1349 ; (2000) 106 FCR 214 at 244-245).",
      "id": "s271"
    },
    {
      "text": "In the absence of such evidence, it is for the Court to make a finding, based on the evidence before it.",
      "id": "s272"
    },
    {
      "text": "In the absence of explicit evidence that the Commissioner, or the Commissioner's delegate, was in fact misled, it may nevertheless be inferred that a representation in fact contributed to the decision to grant a patent, if the representation was objectively likely to contribute to such a decision and the patent was in fact granted (see Synthetic Turf Development Pty Limited v Sports Technology International Pty Limited [2004] FCA 1179 at [2] , and WM Wrigley Jr Co v Cadbury Schweppes Pty Limited [2005] FCA 1035 ; (2005) 66 IPR 298 at 321).",
      "id": "s273"
    },
    {
      "text": "... \n\n \n [96] It is for the Court to construe a specification, although the Court will do so in the light of evidence as to usage of language by the relevant skilled addressee of the specification, to the extent that language is used in a manner that is different from ordinary English usage.",
      "id": "s274"
    },
    {
      "text": "In order to do so, the Court must place itself in the position of a person skilled in the art as at the priority date.",
      "id": "s275"
    },
    {
      "text": "Thus, the Court would have regard to evidence of what a person skilled in the art would understand from the language, information or data in a specification or what such language, information or data would disclose to the relevant skilled addressee.",
      "id": "s276"
    },
    {
      "text": "Ultimately, of course, the question of what representations are made in a specification is a matter for the Court to determine.",
      "id": "s277"
    },
    {
      "text": "Consistent with Wyeth's submissions, I do not find Alphapharm's approach to the completely unexpected representation persuasive on the basis of the evidence as it currently stands.",
      "id": "s278"
    },
    {
      "text": "While Dr Marshall was aware of the reference to \"use in the methods of the invention\" in the statement said to convey this representation, his evidence indicates that the significance of this limitation may not have played as significant a role in his conclusions as warranted.",
      "id": "s279"
    },
    {
      "text": "The statement is not about an extended release formulation of venlafaxine hydrochloride.",
      "id": "s280"
    },
    {
      "text": "It is about such a formulation satisfying the requirements of a single daily dosing formulation providing the therapeutic and peak blood plasma concentrations within and over the periods prescribed.",
      "id": "s281"
    },
    {
      "text": "In this context, the evidence available is not a sufficient basis to draw an inference that the statement is false or misleading, even if construed objectively.",
      "id": "s282"
    },
    {
      "text": "Accordingly, I do not consider that Alphapharm has established a prima facie case of invalidity based on the completely unexpected representation.",
      "id": "s283"
    },
    {
      "text": "The impossibility representation involves more difficult issues.",
      "id": "s284"
    },
    {
      "text": "The main problem for Alphapharm is that it is strongly arguable that, read in context, the \"impossibility\" is a reference back to the \"numerous attempts\" which had proved \"fruitless\" on p 4C.",
      "id": "s285"
    },
    {
      "text": "So read, the statement conveys nothing more than that which the inventor had not achieved.",
      "id": "s286"
    },
    {
      "text": "The main problem for Wyeth is that the statement is not expressly qualified as related to the inventor's attempts (unlike the completely unexpected representation) and appears absolute and unqualified.",
      "id": "s287"
    },
    {
      "text": "Wyeth's arguments about Alphapharm's submissions on materiality being illogical do not, at this stage, sufficiently engage with the structural argument that, in effect, the specification establishes a problem (impossibility of hydrogel tablet technology for use in the methods of the invention) and provides a solution (film-coated spheroid spheres for use in the methods of invention), and that together these matters would have been objectively material to the issues of manner of manufacture and inventive step, and thus material to the grant of the method patent.",
      "id": "s288"
    },
    {
      "text": "Accordingly, I consider that, as the evidence currently stands, Alphapharm has established a prima facie case of invalidity based on the impossibility representation.",
      "id": "s289"
    },
    {
      "text": "MANNER OF MANUFACTURE \n Competing submissions\n In order to be a manner of manufacture within the meaning of s 6 of the Statute of Monopolies (referred to in the definition of \"invention\" in the Patents Act , s 3 , as meaning \"any manner of new manufacture the subject of letters patent and grant of privilege within s 6 of the Statute of Monopolies, and includes an alleged invention\") the specification must disclose an invention.",
      "id": "s290"
    },
    {
      "text": "This is a threshold or additional requirement to that of novelty and inventive step ( Merck &amp; Co Inc v Arrow Pharmaceuticals Limited (2006) 154 FCR 31 ; [2006] FCAFC 91 at [63] .",
      "id": "s291"
    },
    {
      "text": "Alphapharm submitted that the specification of the method patent did not disclose an invention and therefore was not a manner of manufacture.",
      "id": "s292"
    },
    {
      "text": "Based on the evidence of Dr James Rowe (director of CoPharm Pty Ltd and NxGen Pharmaceuticals Pty Ltd), Alphapharm said that at the 25 March 1996 priority date (as claimed but to be disputed) it is apparent that: - (i) venlafaxine hydrochloride was a known substance, (ii) extended release formulations of drugs were well known, (iii) control of release rate was a matter of routine variation of the delivery system, (iv) it was expected that a controlled release formulation would reach peak plasma levels in about four hours, (v) the desirable period for release of an active ingredient was known to be about six to eighteen hours, and (vi) a single daily dosing formulation of venlafaxine hydrochloride already existed (being a reference to the Alza patent on which Alphapharm did not rely for the purpose of this application).",
      "id": "s293"
    },
    {
      "text": "Accordingly, submitted Alphapharm, the alleged invention consists merely of a method of achieving an outcome, known to be desirable (due to the known problems with the immediate release formulation requiring multiple dosing), by known characteristics.",
      "id": "s294"
    },
    {
      "text": "Sundberg J so found on a prima facie basis in the Sigma decision at [34].",
      "id": "s295"
    },
    {
      "text": "Wyeth acknowledged Sundberg J's finding, but noted that in the present proceeding Professor Charman's evidence was to the contrary of that of Dr Rowe.",
      "id": "s296"
    },
    {
      "text": "Wyeth also observed that, while Sundberg J had concluded that there was a prima facie case on this issue, his Honour obviously did not consider it to be of such strength that it negated or undermined Wyeth's prima facie case on infringement.",
      "id": "s297"
    },
    {
      "text": "Wyeth also relied on certain evidence of Professor Charman additional to that before Sundberg J which it described as \"compelling\".",
      "id": "s298"
    },
    {
      "text": "Wyeth said that this closer analysis by Professor Charman revealed that: - (i) the practical utility of the claimed method is clear on the face of the specification (citing National Research Development Corporation v Commissioner of Patents [1959] HCA 67 ; (1959) 102 CLR 252) , (ii) Alphapharm's assertion that the claimed invention was merely a method using a known substance with known characteristics is a gross over-simplification of the claimed invention, (iii) nothing on the face of the specification supports Alphapharm's submission (distinguishing Commissioner of Patents v Microcell Ltd (1959) 102 CLR 232 at 249), (iv) the invention is not generally inconvenient, (v) the claimed plasma profile was not obviously desirable, and (vi) the concept of a specification having to disclose an invention, as a threshold to the requirements of novelty and inventive step, is debatable and a ground of last resort (citing Bristol-Myers Squibb Company v F H Faulding &amp; Co Ltd (2000) 97 FCR 524 ; [2000] FCA 316 at [45] and Lockwood Security Products Pty Ltd v Doric Products Pty Ltd (2007) 235 CLR 173 [2007] HCA 21 ( Lockwood No 2 ) at [106]).",
      "id": "s299"
    },
    {
      "text": "Discussion\n As Sundberg J observed in the Sigma decision at [31]: \n The leading cases, including NV Philips Gloeilampenfabrieken v Mirabella International Pty Ltd [1995] HCA 15 ; (1995) 183 CLR 655 at 661-666 and Merck &amp; Co Inc v Arrow Pharmaceuticals Ltd [2006] FCAFC 91 ; (2006) 154 FCR 31 at [63] , establish that: \n\n \n (a) the opening words of s 18(1) of the Act --- \"a patentable invention is an invention that\" --- impose a threshold requirement that the \"patentable invention\" be an \"invention\", that is to say an alleged manner of new manufacture;\n (b) that requirement will not be met if, on the face of the specification, the subject matter: \n\n \n (i) lacks the necessary quality of inventiveness under the Statute of Monopolies ;\n (ii) is not new;\n (c) a new use of an old substance is not an invention if its known properties make it suitable for that use --- in such a case the new purpose is no more than analogous to the purposes for which the utility of the substance is already known; and\n (d) there will be an invention if the new use consists in taking advantage of a hitherto unknown or unsuspected property of the substance.",
      "id": "s300"
    },
    {
      "text": "It is true that in the present proceeding Professor Charman has now provided a detailed response to Dr Rowe's evidence.",
      "id": "s301"
    },
    {
      "text": "On its face, the answers provided are comprehensive and capable of being persuasive.",
      "id": "s302"
    },
    {
      "text": "However, given that neither expert was cross-examined, it is not possible to predict where the weight of expert opinion will lie.",
      "id": "s303"
    },
    {
      "text": "In these circumstances, the position is as concluded by Sundberg J at [34], namely, that if Dr Rowe's evidence remains the same and is accepted at trial, it \"will likely lead to the conclusion that there is no new manner of manufacture\".",
      "id": "s304"
    },
    {
      "text": "Accordingly, Alphapharm has established a prima facie case of invalidity on this basis.",
      "id": "s305"
    },
    {
      "text": "INVENTIVE STEP \n Section 18(1)(b)(ii) of the Patents Act states that an invention is a patentable invention for the purposes of a standard patent if the invention, so far as claimed in any claim involves an inventive step.",
      "id": "s306"
    },
    {
      "text": "Section 7(2) provides that \"(f)or the purposes of this Act, an invention is to be taken to involve an inventive step when compared with the prior art base unless the invention would have been obvious to a person skilled in the relevant art in the light of the common general knowledge as it existed in the patent area before the priority date of the relevant claim, whether that knowledge is considered separately or together with the information mentioned in subsection (3)\".",
      "id": "s307"
    },
    {
      "text": "The information mentioned in s 7(3) is: (a) a single piece of prior art information; or (b) any combination of any two pieces of prior art information.",
      "id": "s308"
    },
    {
      "text": "The \"prior art base\" is defined in Sch 1.",
      "id": "s309"
    },
    {
      "text": "Competing submissions\n Alphapharm relied on Dr Rowe's evidence (referred to at [85] above) to support its argument that the alleged invention in the method patent did not involve any inventive step.",
      "id": "s310"
    },
    {
      "text": "In summary, as Alphapharm's submissions at paragraph 89 put it, this evidence supports the conclusion that the alleged invention \"describes a known drug....put in a known delivery system..., resulting in an expected extended release profile for that drug formulation\" when all of those matters would have been known to a skilled addressee in light of the common general knowledge and prior art information as it existed before the priority date of the method patent.",
      "id": "s311"
    },
    {
      "text": "Wyeth stressed the inventive step of the invention as involving a particular plasma profile having a particular therapeutic effect.",
      "id": "s312"
    },
    {
      "text": "Wyeth submitted that Dr Rowe's evidence failed to address those essential elements of the invention.",
      "id": "s313"
    },
    {
      "text": "Dr Rowe in fact failed to identify key parameters of the plasma profile in the method.",
      "id": "s314"
    },
    {
      "text": "There was no way that a skilled addressee could have predicted at the priority date that the blood plasma profile of the method claimed would have achieved the therapeutic benefits of clinical effectiveness as well as reduced side effects.",
      "id": "s315"
    },
    {
      "text": "That is the inventive step.",
      "id": "s316"
    },
    {
      "text": "Wyeth noted that, as with the issue of manner of manufacture, Professor Charman has provided additional evidence not available to Sundberg J in the Sigma proceeding (in which his Honour concluded that Sigma had established a prima facie case of invalidity on this ground).",
      "id": "s317"
    },
    {
      "text": "Further, the test for lack of inventive step, or obviousness, is onerous ( Aktiebolaget Hassle v Alphapharm Pty Ltd (2002) 212 CLR 411 ; [2002] HCA 59 and Lockwood No 2 ).",
      "id": "s318"
    },
    {
      "text": "Accordingly, the challenger would have to show more than that it was \"obvious to try\"; it must be that the skilled person is \"directly led as a matter of course to try\" in the expectation that it might well work.",
      "id": "s319"
    },
    {
      "text": "A \"'scintilla of invention' remains sufficient in Australian law to support the validity of a patent\" ( Lockwood No 2 at [52]).",
      "id": "s320"
    },
    {
      "text": "The issue depends greatly on expert evidence and is heavily fact dependent.",
      "id": "s321"
    },
    {
      "text": "Hence, the establishment by Alphapharm of a prima facie case of invalidity on this ground could not operate to deprive Wyeth of interlocutory relief based on its prima facie case of infringement.",
      "id": "s322"
    },
    {
      "text": "Discussion\n Consistent with the approach taken above to the expert evidence (and, I note, by Sundberg J in the Sigma decision), all that can be said at this stage is that the evidence is in conflict in circumstances where the opinions of both experts (Dr Rowe and Professor Charman), prima facie , appear to be entitled to weight.",
      "id": "s323"
    },
    {
      "text": "I am satisfied, therefore, that I should adopt the same approach as Sundberg J to the issue of inventive step, in short, for the reasons his Honour gave at [27]-[30].",
      "id": "s324"
    },
    {
      "text": "Those reasons are as follows: \n [27] ...that there is a prima facie case that the invention would have been obvious to a person skilled in the relevant art in light of the common general knowledge as it existed in Australia before the priority date (25 March 1996).",
      "id": "s325"
    },
    {
      "text": "The field of the invention is the formulation of extended release formulations of drug components.",
      "id": "s326"
    },
    {
      "text": "Dr Rowe is a formulation chemist.",
      "id": "s327"
    },
    {
      "text": "By reference to pre 1996 publications his evidence is that before the priority date the reasons for desiring an extended release formulation were well known, extended release formulations of drugs were known and available on the market, mechanisms for achieving extended release formulations were known, extended release polymers were known and commercially available, control of release rate was a matter of routine variation of the parameters of the delivery system, it was expected that a controlled release formulation would reach peak plasma levels in about four hours, and the desirable period over which an extended release formulation would release an active ingredient was known to be 6 to 18 hours.",
      "id": "s328"
    },
    {
      "text": "[28] Wyeth criticised Dr Rowe's conclusions as no more than a routine literature search, falling short of establishing that what was shown by the documents to which he referred had entered the common general knowledge of those in Australia experienced in the practical working of formulating drugs for therapeutic use.",
      "id": "s329"
    },
    {
      "text": "See Aktiebolaget Hassle v Alphapharma Pty Ltd [2002] HCA 59 ; (2002) 212 CLR 411 at [45] and [57].",
      "id": "s330"
    },
    {
      "text": "[29] It is true that Dr Rowe does not, in his several reports, use the words of s 7(2) of the Act --- \"common general knowledge as it existed\" in Australia.",
      "id": "s331"
    },
    {
      "text": "Nevertheless, on a fair reading of his reports, he does in my view do more than list the matters that he thought could be derived from the publications to which he referred.",
      "id": "s332"
    },
    {
      "text": "Dr Rowe first identified the relevant skilled person.",
      "id": "s333"
    },
    {
      "text": "He said that during his time at Abbott Laboratories in Sydney in the late 1980s working on new pharmaceutical formulations, he headed a team of six people comprising three analytical chemists and three formulation chemists, as well as several technicians.",
      "id": "s334"
    },
    {
      "text": "At the time he had a PhD, and the chemists in the team all had chemistry or pharmacy degrees and between two and fifteen years experience.",
      "id": "s335"
    },
    {
      "text": "He said that was the team he considered to be a typical team involved in pharmaceutical formulation, including sustained release formulation, in Australia at the priority date.",
      "id": "s336"
    },
    {
      "text": "He went on to say that where in his affidavit he referred to a skilled person, he was referring to what he would have done and what he believed, on the basis of his experiences, other persons with similar experience would be likely to have done at the priority date.",
      "id": "s337"
    },
    {
      "text": "Thus, for example, when he later referred (at par 40 of his affidavit) to standard textbooks which he owned \"and which would have been routinely referred to by the Skilled Person at the Priority Date\", he is to be taken as saying that a team such as the Abbott Laboratories group would have routinely referred to those texts.",
      "id": "s338"
    },
    {
      "text": "Throughout his main report (his affidavit) he uses variants of this formulation.",
      "id": "s339"
    },
    {
      "text": "Accordingly, when in examining the integers of the various claims, Dr Rowe says that the claims do not \"provide anything that is new or surprising or an advance over what was well known and understood by the Skilled Person as at the Priority Date\", and that they provide results of routine trial and error testing (at par 78), his opinion is to be understood in the manner I have described.",
      "id": "s340"
    },
    {
      "text": "[30] Aspects of Dr Rowe's evidence were challenged ...It is not possible on an application such as this to come to a conclusion as to which expert's opinion is preferable.",
      "id": "s341"
    },
    {
      "text": "That is a matter for close examination at trial.",
      "id": "s342"
    },
    {
      "text": "Even taking into account Professor Charman's criticisms, I remain of the view that Dr Rowe's evidence, understood as I have explained it, raises a prima facie case of invalidity for want of an inventive step.",
      "id": "s343"
    },
    {
      "text": "For these reasons, which I adopt, I also conclude that Alphapharm has established a prima facie case of invalidity on this ground.",
      "id": "s344"
    },
    {
      "text": "INSUFFICIENCY \n Section 40(2)(a) of the Patents Act provides that a complete specification must describe the invention fully, including the best method known to the applicant of performing the invention.",
      "id": "s345"
    },
    {
      "text": "Failure to do so is a ground for revocation (s 138(f)).",
      "id": "s346"
    },
    {
      "text": "Alphapharm contended that the specification has no description of any method of treatment using hydrogel tablet technology or any means by which it may be made.",
      "id": "s347"
    },
    {
      "text": "As noted, the specification describes attempts to do so as fruitless and the outcome as impossible to achieve.",
      "id": "s348"
    },
    {
      "text": "Alphapharm submitted that if the claims cover hydrogel tablet technology then it must follow that the specification does not fully describe the invention ( Williams Advanced Materials Inc v Target Technology Co LLC (2004) 63 IPR 645 ; [2004] FCA 1405 at [108] ).",
      "id": "s349"
    },
    {
      "text": "Wyeth described this claim as \"hopeless\" having regard to the applicable law, citing Lockwood No 1 at [60] as follows: \n For the purposes of s 40(2)(a) , it is not necessary for the inventor to disclose all the alternative means; it is enough that there is disclosure in the sense of enabling the addressee of the specification to produce something within each claim without new inventions or additions or prolonged study of matters presenting additional difficulty.",
      "id": "s350"
    },
    {
      "text": "Further, the High Court at [103] in Lockwood No 1 said: \n One source of these unfairnesses was said to be the fact that s 40(2)(a) , on the construction given by this Court in Kimberly-Clark [ Kimberly-Clark Australia Pty Ltd v Arico Trading International Pty Ltd (2001) 207 CLR 1 ; [2001] HCA 8] , is complied with if the complete specification enables the addressee to produce something within each claim without new inventions or additions or prolonged study of matters presenting initial difficulty: but Doric, whilst willing to attempt to sap life from Kimberly-Clark, prudently eschewed any attack upon that binding authority.",
      "id": "s351"
    },
    {
      "text": "Wyeth's submissions on this issue are prima facie persuasive.",
      "id": "s352"
    },
    {
      "text": "The method patent does provide an example of a formulation which can be used to achieve the method of the claims; an embodiment within the claims is thereby enabled.",
      "id": "s353"
    },
    {
      "text": "Accordingly, I am not satisfied that Alphapharm has established a prima facie case of invalidity on this ground.",
      "id": "s354"
    },
    {
      "text": "NOVELTY \n In its particulars of invalidity, Alphapharm also challenges the novelty of the method patent, by reason of the publication of the Alza patent.",
      "id": "s355"
    },
    {
      "text": "However, consistent with Sigma's approach in the Sigma proceeding (recorded at [44] of the Sigma decision), Alphapharm did not rely on this at the interlocutory stage.",
      "id": "s356"
    },
    {
      "text": "INTERIM CONCLUSION \n Wyeth has established a reasonably strong prima facie case that Alphapharm's intended actions will infringe the method patent.",
      "id": "s357"
    },
    {
      "text": "Alphapharm has established a prima facie case for invalidity of the method patent on the grounds of the falsity of the impossibility representation, manner of manufacture and lack of inventive step.",
      "id": "s358"
    },
    {
      "text": "It is necessary, therefore, to turn to the balance of convenience, including the nature and extent of the harm involved.",
      "id": "s359"
    },
    {
      "text": "BALANCE OF CONVENIENCE \n Alphapharm's case\n Alphapharm's approach to this issue implicitly acknowledged the undeniable fact that Sundberg J had carefully analysed similar competing considerations in the Sigma decision in which his Honour concluded that an interim injunction should issue.",
      "id": "s360"
    },
    {
      "text": "Alphapharm, accordingly, emphasised key factors which were not in evidence before or relevant to the Sigma decision.",
      "id": "s361"
    },
    {
      "text": "One such factor is the identification of the status quo (given the purpose of an interlocutory injunction as being to maintain the status quo pending the final resolution of the rights between the parties) as a consequence of Wyeth's actions in relation to Pristiq.",
      "id": "s362"
    },
    {
      "text": "Alphapharm said the evidence available on this application established that there is no stable status quo to protect.",
      "id": "s363"
    },
    {
      "text": "The \"established trade\" in Efexor-XR, on which Sundberg J relied in the Sigma decision at [59], was a result of Wyeth's evidence when the true position is that, by Wyeth's own hand, the market is being altered so as to shift it from Efexor-XR to Pristiq.",
      "id": "s364"
    },
    {
      "text": "Alphapharm supported this submission by reference to affidavits from Belinda Cowell, Alphapharm's head of marketing, Peter Astles, Alphapharm's business development manager, Mark Hurley, Alphapharm's executive director, and Dr Stephen Downes, an independent marketing expert, as well as confidential documents produced by Wyeth.",
      "id": "s365"
    },
    {
      "text": "According to Alphapharm, Wyeth's evidence in chief presented a picture of Efexor-XR as the leading antidepressant in Australia with annual sales of $115 million or about 25% of Wyeth Australia's income.",
      "id": "s366"
    },
    {
      "text": "However, after December 2008 the picture has changed.",
      "id": "s367"
    },
    {
      "text": "The compound patent had expired.",
      "id": "s368"
    },
    {
      "text": "Wyeth became exposed to competition from generic venlafaxine products.",
      "id": "s369"
    },
    {
      "text": "According to Mr Hurley, if such a generic product is launched with a listing on the PBS, it may be able to secure 50% of the market.",
      "id": "s370"
    },
    {
      "text": "If launched without PBS listing, it may be able to secure about 13.5% of the market.",
      "id": "s371"
    },
    {
      "text": "Alphapharm said that Wyeth had altered its marketing strategy in anticipation of the ARTG approval for and PBS listing of its new product, Pristiq.",
      "id": "s372"
    },
    {
      "text": "Pristiq is not listed on the PBS in the same product code as Efexor-XR so that generic venlafaxine products cannot compete with Pristiq.",
      "id": "s373"
    },
    {
      "text": "By about January 2009 virtually all of Wyeth's marketing efforts focused on Pristiq.",
      "id": "s374"
    },
    {
      "text": "Alphapharm said that confidential internal documents showed this focus on Pristiq, in effect, at the expense of Efexor-XR in terms of both new and existing patients.",
      "id": "s375"
    },
    {
      "text": "In other words, Alphapharm said that Wyeth is attempting to switch patients from Efexor-XR to Pristiq in circumstances where the latter is not exposed to competition from generic substitutes due to the Pristiq patent.",
      "id": "s376"
    },
    {
      "text": "The former, however, is exposed to competition due to the expiry of the compound patent.",
      "id": "s377"
    },
    {
      "text": "The consequence is to reduce the market for Efexor-XR (and thus the market in which generic substitutes can compete) by Wyeth's own hand.",
      "id": "s378"
    },
    {
      "text": "This, , said Alphapharm, is supported by evidence about a range of measures known in the pharmaceutical industry including: - (i) frequency of detailing for Pristiq compared to Efexor-XR (that is, one-on-one visits to medical practitioners), (ii) share of voice (that is, detailing frequency for Pristiq as a proportion of the overall detailing frequency for all products), (iii) total marketing spend for Pristiq compared to that for Efexor-XR, (iv) priority given to Pristiq in visits by sales representatives, (v) provision of free samples of Pristiq compared to Efexor-XR, and (vi) Wyeth's marketing message about Pristiq.",
      "id": "s379"
    },
    {
      "text": "Based on this material Alphapharm said that Wyeth must be inferred to be happy to allow Efexor-XR's market share to be eroded by a competitor product (that is Pristiq).",
      "id": "s380"
    },
    {
      "text": "Further, evidence showed that Pristiq is in fact being prescribed by medical practitioners and, on Wyeth's evidence, is anticipated to increase to about 38% of the combined sales of Efexor-XR and Pristiq by 31 December 2010.",
      "id": "s381"
    },
    {
      "text": "Hence, Wyeth's conduct means that the market for venlafaxine is rapidly diminishing.",
      "id": "s382"
    },
    {
      "text": "Alphapharm submitted that, in these circumstances, first, Wyeth could not assert a stable status quo warranting protection by an interlocutory injunction.",
      "id": "s383"
    },
    {
      "text": "Second, the public interest in competition is a discretionary factor weighing in Alphapharm's favour.",
      "id": "s384"
    },
    {
      "text": "Third, Wyeth is seeking an interlocutory injunction for a purpose outside the scope of the protection of the method patent, namely, to shelter itself from competition, a factor which also weighed in Alphapharm's favour.",
      "id": "s385"
    },
    {
      "text": "Fourth, Wyeth's conduct undermined its submissions about the risk of patient confusion in the event that Enlafax-XR is permitted to enter the market, to which Sundberg J referred in the Sigma decision at [63]-[65].",
      "id": "s386"
    },
    {
      "text": "Wyeth is encouraging switching from Efexor-XR to Pristiq.",
      "id": "s387"
    },
    {
      "text": "Further, on Wyeth's evidence, 15% of patients prescribed Pristiq had to be switched to Efexor-XR.",
      "id": "s388"
    },
    {
      "text": "Alphapharm referred to the evidence of Dr Julian Parmegiani which established that concerns about patient confusion are largely illusory.",
      "id": "s389"
    },
    {
      "text": "The vast majority of patients treated for depression lead ordinary lives and are capable of dealing with a brand change, including a brand change back to Efexor-XR should Wyeth succeed in the final hearing.",
      "id": "s390"
    },
    {
      "text": "In summary, Wyeth may not both approbate and reprobate by obtaining an interlocutory injunction to protect its proposed product switching from Efexor-XR to Pristiq on the basis of claims against any such switching to a generic substitute for Efexor-XR.",
      "id": "s391"
    },
    {
      "text": "Alphapharm described the effect of an injunction on it as irreparable.",
      "id": "s392"
    },
    {
      "text": "If an injunction were granted, it would remain in place until the final hearing.",
      "id": "s393"
    },
    {
      "text": "However, this is a type of case in which an appeal is inevitable.",
      "id": "s394"
    },
    {
      "text": "Even if Alphapharm succeeded at first instance, Wyeth would undoubtedly seek a stay to enable the appeal to be determined.",
      "id": "s395"
    },
    {
      "text": "The final result may not be available for two years or more.",
      "id": "s396"
    },
    {
      "text": "In that period Wyeth's actions will substantially reduce the market in Efexor-XR.",
      "id": "s397"
    },
    {
      "text": "Alphapharm had incurred more than $750,000 in direct costs, a large amount of executive and sales force time, and would lose its investment in purchasing stock, which was substantial.",
      "id": "s398"
    },
    {
      "text": "Alphapharm contended that its offered undertaking (not to take any action which would result in the Commonwealth imposing a 12.5% price reduction of Efexor-XR under the PBS), combined with its undertaking to maintain full accounts and proceeds of sale of Enlafax-XR separately, meant that damages or an account of profits would be an adequate remedy for Wyeth.",
      "id": "s399"
    },
    {
      "text": "The position is thus different from that before Sundberg J as summarised in [51] and [52] of his Honour's reasons.",
      "id": "s400"
    },
    {
      "text": "The proposed limited private launch of Enlafax-XR may cause a modest drop in sales of Efexor-XR up to about 13.5%.",
      "id": "s401"
    },
    {
      "text": "Wyeth's evidence grossly exaggerated the likely impact.",
      "id": "s402"
    },
    {
      "text": "The fact that other generic venlafaxine products may also enter the market does not make damages or an account of profits impossible.",
      "id": "s403"
    },
    {
      "text": "Given Wyeth's intention to restrain all alleged breaches of the method patent, those generic suppliers too could be required to maintain separate accounts on sales of their generic equivalent.",
      "id": "s404"
    },
    {
      "text": "A complex calculation should not deter the Court from accepting the adequacy of the remedy (contrary to Sundberg J's conclusion at [56]).",
      "id": "s405"
    },
    {
      "text": "Similarly it is not correct that Wyeth could never recover its position if it ultimately succeeded.",
      "id": "s406"
    },
    {
      "text": "In that event, Efexor-XR would be the only product on the market (apart from Pristiq).",
      "id": "s407"
    },
    {
      "text": "By contrast, Alphapharm's position is not adequately protected by Wyeth's undertaking as to damages if the method patent is found to be invalid.",
      "id": "s408"
    },
    {
      "text": "First, Alphapharm was particularly concerned that Wyeth would remove Efexor-XR from the PBS, which would negate Alphapharm's capacity to list.",
      "id": "s409"
    },
    {
      "text": "This prompted Wyeth to offer to undertake not to do so until further order.",
      "id": "s410"
    },
    {
      "text": "Second, Alphapharm's loss would be hypothetical (lost sales) in the context of Wyeth's continuing cannibalisation of the market for Efexor-XR by Pristiq.",
      "id": "s411"
    },
    {
      "text": "Calculating such losses would be far more difficult than the task required to protect Wyeth if an injunction were refused, particularly given that Wyeth could be expected to argue that any changes in the market were not reasonably foreseeable when it gave the undertaking (citing Air Express Ltd v Ansett Transport Industries (Operations) Pty Ltd [1981] HCA 75 ; (1981) 146 CLR 249 at 306).",
      "id": "s412"
    },
    {
      "text": "Third, the inroads of Pristiq into the market will continue to diminish the market within which Alphapharm, if it succeeds, will be able to compete.",
      "id": "s413"
    },
    {
      "text": "Contrary to Sundberg J's finding at [62] that Sigma had proceeded with its \"eyes wide open\" (citing Interpharma Pty Ltd v Commissioner of Patents at [77]), the fact is, as Mr Hurley said, the pharmaceutical industry involves a myriad of patents, not all of which are enforced.",
      "id": "s414"
    },
    {
      "text": "Alphapharm was not aware of the method patent until 19 March 2009 by which time it had made a substantial investment of time and money in Enlafax-XR.",
      "id": "s415"
    },
    {
      "text": "Wyeth's case\n Wyeth submitted that the balance of convenience strongly favoured the grant of an injunction to preserve the status quo, as the harm to Alphapharm would be insignificant if an injunction were granted compared to the harm to Wyeth if an injunction were refused.",
      "id": "s416"
    },
    {
      "text": "Wyeth stressed that the proposed trade in Enlafax-XR is new.",
      "id": "s417"
    },
    {
      "text": "To date there is only one order for the product.",
      "id": "s418"
    },
    {
      "text": "In contrast, Efexor-XR is Australia's leading antidepressant.",
      "id": "s419"
    },
    {
      "text": "Further, the method patent has been on foot since mid 2007.",
      "id": "s420"
    },
    {
      "text": "The application for it was published in November 2003.",
      "id": "s421"
    },
    {
      "text": "Any competent pharmaceutical company ought to have employed a patent searcher to keep a watch on the status reports for the relevant patents so as to be informed about any divisional applications.",
      "id": "s422"
    },
    {
      "text": "Mr Hurley's evidence about the efforts of the Mylan Group (the group of companies of which Alphapharm is a part) to identify relevant patents is vague and uninformative.",
      "id": "s423"
    },
    {
      "text": "Alphapharm could not be said to have been assiduous in its inquiries.",
      "id": "s424"
    },
    {
      "text": "Alphapharm was aware of the method patent from 19 March 2009 but has only recently moved to revoke it.",
      "id": "s425"
    },
    {
      "text": "Since then all of Alphapharm's commercial preparations have been undertaken with knowledge of the method patent.",
      "id": "s426"
    },
    {
      "text": "Wyeth's losses will be significant and irreparable in terms of: - (i) loss of market share (Wyeth said up to 50% if Enlafax-XR is listed on the PBS and unquantifiable otherwise), (ii) a reduction in price to compete with Enlafax-XR even if it is not listed on the PBS, (iii) a reduction in price by reason of the weighted average percentage difference under the price disclosure scheme irrespective of the 12.5% price reduction Alphapharm would undertake to avoid, (iv) loss of goodwill in the Efexor-XR brand due to patient confusion, and (v) a diversion of resources to support Efexor-XR.",
      "id": "s427"
    },
    {
      "text": "As to other generic products, five suppliers have or will secure ARTG approval.",
      "id": "s428"
    },
    {
      "text": "Competition between generic suppliers is intense and usually involves aggressive discounting to obtain rapid market share.",
      "id": "s429"
    },
    {
      "text": "Wyeth accepted that if Alphapharm is not enjoined, the other suppliers would follow into the market with generic formulations of venlafaxine hydrochloride (including a consequential dissolution of the injunction against Sigma).",
      "id": "s430"
    },
    {
      "text": "Hence, the damage to Wyeth's market in Efexor-XR will be rapid, severe, unquantifiable and irreversible.",
      "id": "s431"
    },
    {
      "text": "This is in circumstances where Efexor-XR represents about 25% of the total income of Wyeth Australia and Wyeth is only the ninth largest supplier of prescription products by volume in Australia.",
      "id": "s432"
    },
    {
      "text": "In contrast, Alphapharm is the largest supplier of prescription products by volume in Australia, with prescriptions under the PBS in the order of $325.5 million for the period ending June 2008.",
      "id": "s433"
    },
    {
      "text": "Hence, Enlafax-XR may be inferred to be one only of a large product range.",
      "id": "s434"
    },
    {
      "text": "The feared loss for Alphapharm will thus be \"of a different order\" to that of Wyeth, as Sundberg J found in the Sigma decision at [66].",
      "id": "s435"
    },
    {
      "text": "Further, Alphapharm's set up and operational costs were incurred at a time when it was well aware these could be wasted (also as noted by Sundberg J in the Sigma decision at [66]).",
      "id": "s436"
    },
    {
      "text": "The public interest did not support Alphapharm's case.",
      "id": "s437"
    },
    {
      "text": "This is shown by the evidence of Dr John Tiller, which addressed the same matters as Dr Parmegiani (referred to at [111] above) and is concerned about patient confusion and compliance issues.",
      "id": "s438"
    },
    {
      "text": "The argument that only seriously ill patients might experience confusion and thus could be disregarded is not an attractive one.",
      "id": "s439"
    },
    {
      "text": "Those patients are the most vulnerable.",
      "id": "s440"
    },
    {
      "text": "If Alphapharm proceeds with the supply of Enlafax-XR, but is ultimately unsuccessful, patients will be required to switch back to Efexor-XR, thereby exacerbating the risks.",
      "id": "s441"
    },
    {
      "text": "In truth, Alphapharm is seeking to get the jump on other generics at the risk of patient confusion and without regard to the fact that patients might be required to switch twice if Wyeth succeeds.",
      "id": "s442"
    },
    {
      "text": "The argument about Pristiq cannibalising Efexor-XR is speculation and should be rejected.",
      "id": "s443"
    },
    {
      "text": "The evidence shows that Pristiq is a new chemical entity which adds to the available range of antidepressants.",
      "id": "s444"
    },
    {
      "text": "Wyeth is not promoting to medical practitioners any switching of patients who are well stabilised on Efexor-XR to Pristiq.",
      "id": "s445"
    },
    {
      "text": "Wyeth expects Efexor-XR to make a significant contribution to its revenues for at least the next five years.",
      "id": "s446"
    },
    {
      "text": "It has no intention of removing Efexor-XR from the PBS, as confirmed by its willingness to give an undertaking not to de-list Efexor-XR from the PBS.",
      "id": "s447"
    },
    {
      "text": "In any event, the market has its own reality as indicated by the fact that 15% of patients prescribed Pristiq have switched from that product to Efexor-XR.",
      "id": "s448"
    },
    {
      "text": "Examples of other products which have cannibalised an earlier product are not apt to the present case.",
      "id": "s449"
    },
    {
      "text": "On the evidence, once a product had become established as an antidepressant it will continue to enjoy a level of success without sales promotion.",
      "id": "s450"
    },
    {
      "text": "Discussion\n But for the issue relating to Pristiq, I consider that Wyeth's position against Alphapharm on the balance of convenience is similar to, if not stronger than its position against Sigma, which resulted in the grant of an interlocutory injunction in Wyeth's favour.",
      "id": "s451"
    },
    {
      "text": "Sigma offered an unconditional undertaking not to list its product, Evelexa-XR, on the PBS.",
      "id": "s452"
    },
    {
      "text": "Alphapharm has not.",
      "id": "s453"
    },
    {
      "text": "Its refusal to do so exposes Wyeth to the risk of a reduction in the price of Efexor-XR irrespective of Alphapharm's proposed undertaking with respect to the PBS.",
      "id": "s454"
    },
    {
      "text": "It is also now clear that there will be at least two generic suppliers entering the market, Sigma and Alphapharm.",
      "id": "s455"
    },
    {
      "text": "This is to be considered together with the likelihood of others entering the market.",
      "id": "s456"
    },
    {
      "text": "In this context, Sundberg J's reference to the \"unpredictable and irreversible\" effect of a new entrant into the market (at [58] citing GenRx Pty Ltd v Sanofi-Aventis at [15]) carries even greater weight.",
      "id": "s457"
    },
    {
      "text": "I am not persuaded that Alphapharm's attribution of a particular marketing strategy or the motivations for that strategy to Wyeth is sound.",
      "id": "s458"
    },
    {
      "text": "Efexor-XR is an established product already well known in the market in which Efexor-XR is the leading antidepressant.",
      "id": "s459"
    },
    {
      "text": "There is evidence that an established antidepressant is capable of maintaining sales without a continued marketing push.",
      "id": "s460"
    },
    {
      "text": "This seems unsurprising given that the evidence of Dr Tiller and Dr Parmegiani indicates that patients who have stabilised on one product are unlikely to be switched by a medical practitioner to another product given the issues of compliance, confusion and potential side effects.",
      "id": "s461"
    },
    {
      "text": "Pristiq is a new product.",
      "id": "s462"
    },
    {
      "text": "It is not established in the market.",
      "id": "s463"
    },
    {
      "text": "As such, it is also unsurprising that it has been subject to an intensive marketing campaign.",
      "id": "s464"
    },
    {
      "text": "Alphapharm relied on selective (and older) confidential marketing documents in circumstances where a careful reading of not only those documents, but also Wyeth's most recent marketing document, indicates that the thrust of the marketing of Pristiq is to new patients or existing patients who would be better served by being prescribed Pristiq (for whatever reason, such as side effects or efficacy).",
      "id": "s465"
    },
    {
      "text": "Wyeth's evidence indicates also that this is in fact what is happening, with Pristiq prescriptions dominated by patients who had no treatment for at least 12 months.",
      "id": "s466"
    },
    {
      "text": "It is true that prescriptions of Pristiq are likely to have an impact on the market share of Efexor-XR (as the evidence of Ms Braithwaite disclosed).",
      "id": "s467"
    },
    {
      "text": "But those prescriptions, as the evidence shows, are also intended and will be likely to be at the expense of other antidepressants, not just Efexor-XR.",
      "id": "s468"
    },
    {
      "text": "It appears that Efexor-XR, perhaps due to initial side effects issues, has been perceived as a second line treatment for major depressive illness.",
      "id": "s469"
    },
    {
      "text": "Pristiq is intended to function as a first line or initial treatment for depression competing against the full range of selective serotonin reuptake inhibitors as well as Efexor-XR (which is a serotonin-norepinephrine reuptake inhibitor).",
      "id": "s470"
    },
    {
      "text": "This intended marketing strategy appears to be consistent ############################################################## ######################################################################################################################################################################.",
      "id": "s471"
    },
    {
      "text": "In other words, from the evidence it appears that the market for Pristiq is intended to be broader than the market for Efexor-XR.",
      "id": "s472"
    },
    {
      "text": "For these reasons I am not persuaded that Alphapharm's argument with respect to Pristiq can bear the weight that Alphapharm seeks to place on it.",
      "id": "s473"
    },
    {
      "text": "There is an established trade in Efexor-XR.",
      "id": "s474"
    },
    {
      "text": "Wyeth will undertake not to remove Efexor-XR from the PBS.",
      "id": "s475"
    },
    {
      "text": "The evidence indicates that there will remain an established trade in Efexor-XR for the foreseeable future.",
      "id": "s476"
    },
    {
      "text": "Although I accept the inevitably of an appeal, the period of two years before final resolution of this matter appears excessive.",
      "id": "s477"
    },
    {
      "text": "The first instance hearing will take place in the first part of next year.",
      "id": "s478"
    },
    {
      "text": "There is no reason preventing a decision being made and the appeal being determined in the same year.",
      "id": "s479"
    },
    {
      "text": "In any event, the issue of the time that an injunction might be in place is equally relevant to Wyeth if an injunction is not granted, as for the same period Wyeth would be exposed to the alleged infringements of its patent and the likely changes to the market as a result.",
      "id": "s480"
    },
    {
      "text": "The risk that the market may alter in the interim period to Alphapharm's detriment must be weighed against the evidence of the materiality of that risk (which I consider substantially overstated by Alphapharm for the reasons already given) and the reasons the risk exists.",
      "id": "s481"
    },
    {
      "text": "The risk exists because Alphapharm was insufficiently diligent about maintaining a watch over the compound patent and both continued to take commercial decisions to supply Enlafax-XR and (at least to some extent) failed to take action immediately to challenge the validity of the method patent on becoming aware of the method patent on 19 March 2009.",
      "id": "s482"
    },
    {
      "text": "The issue cannot be reduced to one about mere switching (that is, either to Pristiq or to Enlafax-XR or another generic).",
      "id": "s483"
    },
    {
      "text": "As Wyeth submitted, it is one thing for a patentee to obtain a patent for a new product and place that new product on the market anticipating that it may have some effect on its existing product.",
      "id": "s484"
    },
    {
      "text": "It is another altogether for a patentee with a reasonably strong prima facie case for infringement to be exposed to competition against its existing product by an allegedly infringing product while the claim is resolved.",
      "id": "s485"
    },
    {
      "text": "This is particularly so in a case such as the present where there is evidence of up to five generic suppliers likely to enter the market (if not restrained) within the period before resolution of the infringement claim.",
      "id": "s486"
    },
    {
      "text": "Accordingly, there is a status quo which Wyeth is entitled to seek to protect in circumstances where it has made good a prima facie case for infringement of its method patent.",
      "id": "s487"
    },
    {
      "text": "The potential losses for Alphapharm are of a different order from those of Wyeth.",
      "id": "s488"
    },
    {
      "text": "As Wyeth said, Efexor-XR is the market leader and has been for some years.",
      "id": "s489"
    },
    {
      "text": "It contributes 25% of the income of Wyeth Australia.",
      "id": "s490"
    },
    {
      "text": "The effect of Alphapharm entering the market will inevitably be for Sigma to do so and for others to follow.",
      "id": "s491"
    },
    {
      "text": "The market will be transformed.",
      "id": "s492"
    },
    {
      "text": "It is not possible to know whether the effect on Wyeth will be a reduction of 13.5% or otherwise given the likelihood of rapid and aggressive competition for market share.",
      "id": "s493"
    },
    {
      "text": "Further, in such a market (which includes Pristiq), it is not possible to know whether all sales would have been sales of Efexor-XR or not.",
      "id": "s494"
    },
    {
      "text": "It is not possible to know whether and to what extent Wyeth might have to discount Efexor-XR to retain some market share in venlafaxine products.",
      "id": "s495"
    },
    {
      "text": "Alphapharm's proposed undertaking cannot compensate Wyeth for such a price reduction (consistent with Sundberg J's observation at [57] of the Sigma decision).",
      "id": "s496"
    },
    {
      "text": "It seems most unlikely, if Wyeth is ultimately successful and the generic products are found to infringe the method patent, that the sales price could simply revert to the current price.",
      "id": "s497"
    },
    {
      "text": "For these reasons it is not a question of a mere difficulty in calculating Wyeth's loss.",
      "id": "s498"
    },
    {
      "text": "Consistent with the reasoning of Sundberg J in [56] of the Sigma decision, Wyeth's loss will be impossible to calculate.",
      "id": "s499"
    },
    {
      "text": "By way of contrast, Enlafax-XR is not yet in the market.",
      "id": "s500"
    },
    {
      "text": "The assertion that the market will be effectively eroded by Wyeth itself is difficult to accept on the evidence.",
      "id": "s501"
    },
    {
      "text": "Hence, Alphapharm's losses are likely to be calculable (even if not without some difficulty).",
      "id": "s502"
    },
    {
      "text": "Alphapharm is Australia's largest generic supplier, which supports an inference of a large product range.",
      "id": "s503"
    },
    {
      "text": "Alphapharm has known about the method patent since 19 March 2009.",
      "id": "s504"
    },
    {
      "text": "Had it been diligent it would have known about the method patent since it was granted in May 2007.",
      "id": "s505"
    },
    {
      "text": "In any event, since 19 March 2009, Alphapharm has acted with knowledge of the method patent and taken its commercial decisions knowing about the likelihood of an infringement claim.",
      "id": "s506"
    },
    {
      "text": "Mr Hurley's evidence to the contrary is not persuasive.",
      "id": "s507"
    },
    {
      "text": "It provides no good reason to infer that Alphapharm could not have acted earlier.",
      "id": "s508"
    },
    {
      "text": "It suggests that the difficulties which Alphapharm now faces are largely of its own making.",
      "id": "s509"
    },
    {
      "text": "Having regard to these matters, I do not accept that Wyeth is acting other than to protect its method patent, which is its right.",
      "id": "s510"
    },
    {
      "text": "I accept that Wyeth, if an injunction is not granted, will suffer irreparable harm for which damages are not an adequate remedy.",
      "id": "s511"
    },
    {
      "text": "I also consider that, as Sundberg J said at [59] of the Sigma decision, Wyeth is \"much more likely to suffer from a disturbance of the status quo\" than Alphapharm.",
      "id": "s512"
    },
    {
      "text": "I am not satisfied that the existence of the prima facie case of invalidity of the method patent, as found above, is sufficient to disentitle Wyeth from obtaining the relief sought, having regard to the balance of convenience and the strength of Wyeth's prima facie case for infringement.",
      "id": "s513"
    },
    {
      "text": "Accordingly, the balance of convenience weighs in favour of Wyeth and against Alphapharm.",
      "id": "s514"
    },
    {
      "text": "CONCLUSION \n For these reasons, and on the basis of the proffered undertakings, I am satisfied that Wyeth should be granted relief in the form it has sought.",
      "id": "s515"
    },
    {
      "text": "Costs may be argued.",
      "id": "s516"
    },
    {
      "text": "I certify that the preceding one hundred and thirty-three (133) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s517"
    },
    {
      "text": "Associate:\n \n \nDated: 25 August 2009\n \n Counsel for the Applicant/Cross-Respondent: Mr S C G Burley SC and Mr P W Flynn \n \n Counsel for the First and Second Respondents/Cross-Claimants: Mr A J L Bannon SC, Mr B N Caine SC and Mr C Dimitriadis \n \n Solicitor for the Applicant/Cross-Respondent Mallesons Stephen Jaques \n \n Solicitor for the First and Second Respondents/Cross-Claimants: Gilbert + Tobin \n Date of Hearing: 14 August 2009 \n \n Date of Judgment: 25 August 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/945.html",
      "id": "s518"
    }
  ]
}