{
  "name": "Timbercorp Securities Limited (in liq) v WA Chip &amp; Pulp Co Pty Ltd [2009] FCA 901 (18 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/901.html",
  "catchphrases": [
    {
      "text": "liquidation",
      "id": "c0"
    },
    {
      "text": "long term leases",
      "id": "c1"
    },
    {
      "text": "onerous property",
      "id": "c2"
    },
    {
      "text": "landlord requires liquidator to disclaim",
      "id": "c3"
    },
    {
      "text": "extension of time granted",
      "id": "c4"
    },
    {
      "text": "managed investment scheme",
      "id": "c5"
    },
    {
      "text": "responsible entity in liquidation",
      "id": "c6"
    },
    {
      "text": "duties of liquidator",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "Companies in the Timbercorp group are in the process of being wound up.",
      "id": "s0"
    },
    {
      "text": "Two group companies, Timbercorp Limited (in liquidation) (TL) and Timbercorp Securities Limited (in liquidation) (TSL), hold land on long-term leases.",
      "id": "s1"
    },
    {
      "text": "Forestry and horticultural operations are conducted on the land.",
      "id": "s2"
    },
    {
      "text": "The rental under each lease fell due on 1 July 2009.",
      "id": "s3"
    },
    {
      "text": "That rent was not paid.",
      "id": "s4"
    },
    {
      "text": "The aggregate annual rental liability for the forestry properties is approximately $27 million.",
      "id": "s5"
    },
    {
      "text": "The rent was not paid because TL and TSL are hopelessly insolvent.",
      "id": "s6"
    },
    {
      "text": "Several landlords, among them the defendants, have served notices under s 568(8) of the Corporations Act 2001 (Cth) giving the liquidators of TL and TSL 28 days within which to disclaim the leases.",
      "id": "s7"
    },
    {
      "text": "The liquidators sought and were granted an extension of the time for disclaimer.",
      "id": "s8"
    },
    {
      "text": "What follows are the reasons.",
      "id": "s9"
    },
    {
      "text": "Prior to its collapse the Timbercorp group promoted a range of managed investment schemes that involved forestry and horticultural operations.",
      "id": "s10"
    },
    {
      "text": "The schemes were attractive to investors, in part because of the favourable tax treatment afforded to investors for the money they invested into the schemes.",
      "id": "s11"
    },
    {
      "text": "As a result many schemes were established.",
      "id": "s12"
    },
    {
      "text": "Scheme operations were conducted on land owned by a Timbercorp company or on leased land.",
      "id": "s13"
    },
    {
      "text": "Each investor was granted a sub-lease of part of the land upon which his scheme conducted operations.",
      "id": "s14"
    },
    {
      "text": "TSL is the responsible entity for the schemes.",
      "id": "s15"
    },
    {
      "text": "The Corporations Act makes provision for a liquidator to disclaim property which is not easily realisable and is found not to be beneficial to the estate: see s 568(1).",
      "id": "s16"
    },
    {
      "text": "Commonly the liquidator will rely on this provision to disclaim onerous leases to avoid the continuing obligation to pay rent and maintain the leased premises.",
      "id": "s17"
    },
    {
      "text": "The liquidators do not at this point want to disclaim the leases granted by the defendants.",
      "id": "s18"
    },
    {
      "text": "They acknowledge that the Timbercorp group is insolvent and cannot continue to operate the managed investment schemes presently under the group's control.",
      "id": "s19"
    },
    {
      "text": "That leaves the liquidators with two options.",
      "id": "s20"
    },
    {
      "text": "First, they could find an organisation willing to take over the operation of the schemes.",
      "id": "s21"
    },
    {
      "text": "Were such an organisation to be found it would be required to assume the obligations of the old responsible entity, including the obligation to pay outstanding rent: s 601FS.",
      "id": "s22"
    },
    {
      "text": "It would, I suppose, help if all landlords agreed to a reduction in rent.",
      "id": "s23"
    },
    {
      "text": "The second option is to wind up the schemes.",
      "id": "s24"
    },
    {
      "text": "The liquidators have begun that process by making application in the Supreme Court of Victoria for a winding up order for some schemes.",
      "id": "s25"
    },
    {
      "text": "That application has been stood over pending the liquidators obtaining the views of the relevant investors.",
      "id": "s26"
    },
    {
      "text": "To be fair, it is difficult to see what the investors might usefully say.",
      "id": "s27"
    },
    {
      "text": "If no-one comes forward to rescue the schemes they will be wound up whatever the investors think.",
      "id": "s28"
    },
    {
      "text": "In that event the leases will be surrendered by the landlords in consequence of the failure to pay rent, if they have not been disclaimed in the meantime.",
      "id": "s29"
    },
    {
      "text": "Many landlords, the defendants among them, have already taken the first step in the process of terminating the leases.",
      "id": "s30"
    },
    {
      "text": "Thus, each defendant has served notice of default requiring the lessee (TL or TSL) to pay the outstanding rent.",
      "id": "s31"
    },
    {
      "text": "The defendants appreciate the default will not be remedied, so they must decide whether to exercise their right of termination following the failure to comply with the notices.",
      "id": "s32"
    },
    {
      "text": "It is unlikely that the defendants will hold back for any lengthy period.",
      "id": "s33"
    },
    {
      "text": "At the moment they are hoping the liquidators will find a person willing to take over the schemes and the leases with them.",
      "id": "s34"
    },
    {
      "text": "There are reasons why the liquidators seek more time.",
      "id": "s35"
    },
    {
      "text": "One is that they perceive that a disclaimer may adversely affect the investors who will then allege that either TSL, as responsible entity of the schemes, or the liquidators have breached the duties they owe investors.",
      "id": "s36"
    },
    {
      "text": "Each lease provides that the growing trees and crop belong to the lessee.",
      "id": "s37"
    },
    {
      "text": "If the lease is disclaimed there is a perceived risk that the trees and crops might revert to the landlords.",
      "id": "s38"
    },
    {
      "text": "The other reason is that the liquidators want more time to market the schemes.",
      "id": "s39"
    },
    {
      "text": "It is, I think, necessary to say something about the position of a liquidator of a responsible entity which is in the course of being wound up in insolvency.",
      "id": "s40"
    },
    {
      "text": "The liquidator is fiduciary.",
      "id": "s41"
    },
    {
      "text": "The principal beneficiaries of the duties owed by the liquidator in their capacity as a fiduciary are those who are interested in the liquidation, namely the creditors and members.",
      "id": "s42"
    },
    {
      "text": "Moreover, as a fiduciary the liquidator must act impartially between all those who are interested in the winding up.",
      "id": "s43"
    },
    {
      "text": "Is the position of a liquidator of a responsible entity any different?",
      "id": "s44"
    },
    {
      "text": "The Corporations Act requires a managed investment scheme to have a responsible entity operate the scheme: s 601FB.",
      "id": "s45"
    },
    {
      "text": "The responsible entity must be a public company that holds an Australian financial services licence authorising it to operate a managed investment scheme: s 601FA.",
      "id": "s46"
    },
    {
      "text": "Strict duties are imposed on a responsible entity under s 601FC.",
      "id": "s47"
    },
    {
      "text": "One duty is that the responsible entity must act in the best interests of members and, if there is conflict between the members' interests and the entity's own interests, it must give priority to the members' interests: s 601FC(1)(c).",
      "id": "s48"
    },
    {
      "text": "This duty overrides any conflicting duty an officer of the responsible entity has under Pt 2D.1: s 601FC(3).",
      "id": "s49"
    },
    {
      "text": "Part 2D.1 contains the general duties owed by directors and other officers of a corporation.",
      "id": "s50"
    },
    {
      "text": "Included among them is the duty to act with reasonable care and diligence (s 180) , the duty of good faith (s 181) , and the obligation to not use their position to improperly gain an advantage (s 182).",
      "id": "s51"
    },
    {
      "text": "The Corporations Act also imposes duties upon an officer (which would include a liquidator) of a responsible entity: see s 601FD.",
      "id": "s52"
    },
    {
      "text": "The duties are similar to those owed by the responsible entity.",
      "id": "s53"
    },
    {
      "text": "Like the obligations of the responsible entity, the duties of an officer override any conflicting duty the officer has under Pt 2D.1: s 601FD(2).",
      "id": "s54"
    },
    {
      "text": "The liquidators seem to be of the opinion that by reason of ss 601FC and 601FD they are required to look after the interests of investors even if that be at the expense of other creditors.",
      "id": "s55"
    },
    {
      "text": "In my view that is wrong.",
      "id": "s56"
    },
    {
      "text": "There is nothing in ss 601FC or 601FD that overrides the liquidator's duty to those interested in the winding up.",
      "id": "s57"
    },
    {
      "text": "It would be quite extraordinary were that to be the case.",
      "id": "s58"
    },
    {
      "text": "I think the liquidators should readjust their priorities.",
      "id": "s59"
    },
    {
      "text": "That is not to suggest that an extension is not warranted to give the liquidators a little more time to try and sell the schemes as going concerns.",
      "id": "s60"
    },
    {
      "text": "I am prepared to give the liquidators a short extension to 30 August 2009 to work out what will happen with the schemes.",
      "id": "s61"
    },
    {
      "text": "It should be understood that the extension is granted on the basis that the defendants will not thereby suffer any prejudice.",
      "id": "s62"
    },
    {
      "text": "The defendants observe they will not be receiving rent during the extension and say they may be required to incur expenditure to maintain the trees and crops to prevent damage to the reversion.",
      "id": "s63"
    },
    {
      "text": "As to the rental, the defendants do not have a prospective tenant standing by willing to take a lease and so will not lose any rent.",
      "id": "s64"
    },
    {
      "text": "As to the maintenance that is required, the landlords will incur that expenditure to protect the reversion whether or not an extension is granted.",
      "id": "s65"
    },
    {
      "text": "The defendants have indicated that although they will soon be in a position to terminate the leases, they may refrain from acting and await the outcome of the liquidators' endeavours.",
      "id": "s66"
    },
    {
      "text": "The liquidators should be put on terms that they will not plead an election to affirm the leases as a result of the defendants' failure to act on the notices of default prior to 30 August 2009.",
      "id": "s67"
    },
    {
      "text": "The final matter is costs.",
      "id": "s68"
    },
    {
      "text": "The liquidators have sought and obtained an indulgence and should pay the defendants' costs.",
      "id": "s69"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s70"
    },
    {
      "text": "Associate:\n \n \nDated: 18 August 2009\n \n Counsel for the Plaintiff: Mr P Crutchfield \n \n Solicitor for the Plaintiff: Arnold Bloch Leibler \n \n Counsel for the First and Second Defendants: Mr J L Sher \n \n Solicitor for the First and Second Defendants: Blake Dawson \n \n Counsel for the Third Defendant: Mr K Smart \n \n Solicitor for the Third Defendant: Taylor Smart \n \n Counsel for the Fourth to Ninth, Eleventh to Sixteenth, Nineteenth to Twenty-Fourth and Twenty-Ninth Defendants: Mr D M Stone \n \n Solicitor for the Fourth to Ninth, Eleventh to Sixteenth, Nineteenth to Twenty-Fourth and Twenty-Ninth Defendant: Albany Legal \n Date of Hearing: 3 August 2009 \n \n Date of Judgment: 18 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/901.html",
      "id": "s71"
    }
  ]
}