{
  "name": "Underdown v Secretary, Department of Education, Employment and Workplace Relations [2009] FCA 965 (26 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/965.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "appeal from decision of administrative appeals tribunal",
      "id": "c1"
    },
    {
      "text": "whether first applicant a proper party and capable of commencing proceedings",
      "id": "c2"
    },
    {
      "text": "whether second applicant has standing to bring appeal",
      "id": "c3"
    },
    {
      "text": "whether denial of procedural fairness",
      "id": "c4"
    },
    {
      "text": "whether issue estoppel",
      "id": "c5"
    },
    {
      "text": "whether right to damages for alleged breaches of social security act 1991",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n By an amended notice of appeal, the applicants appeal from the decision of the Administrative Appeals Tribunal (the AAT) on 27 August 2008.",
      "id": "s0"
    },
    {
      "text": "By that decision, the AAT concluded that the late Samantha Underdown was 'a member of a couple' with the second applicant, Mr Arturo Fazio (Mr Fazio) for the purposes of s 4(2)(b) of the Social Security Act 1991 (Cth) (SSA) in the period of 24 December 1999 to 23 January 2000 (the relevant period).",
      "id": "s1"
    },
    {
      "text": "The financial consequence of that conclusion was that there had been an overpayment of benefits to Ms Samantha Underdown (Ms Underdown) (almost 10 years ago) of some $70.86.",
      "id": "s2"
    },
    {
      "text": "The apparent emotional impact on Mr Fazio of dealings with Centrelink appears to have been extremely significant.",
      "id": "s3"
    },
    {
      "text": "How such a financially insignificant matter escalated in the fashion it has over many years remains a mystery as well as a tragedy.",
      "id": "s4"
    },
    {
      "text": "BACKGROUND \n Centrelink is responsible for administering the SSA and the Social Security (Administration) Act 1999 (SSAA) on behalf of relevant policy departments.",
      "id": "s5"
    },
    {
      "text": "Those departments are determined by reference to the Commonwealth Government's Administrative Arrangement Orders (AAO).",
      "id": "s6"
    },
    {
      "text": "The relevant policy department in the present appeal is the Department of Education, Employment and Workplace Relations (the Department).",
      "id": "s7"
    },
    {
      "text": "On 24 December 1999, Ms Underdown applied for and was granted a Newstart allowance.",
      "id": "s8"
    },
    {
      "text": "She was paid it from that date until January 2000 on the rate applicable to a single person.",
      "id": "s9"
    },
    {
      "text": "In late January 2000, her Newstart allowance was cancelled as she had secured fulltime employment.",
      "id": "s10"
    },
    {
      "text": "Three years later, on 17 April 2003, a Centrelink officer decided that Ms Underdown had been living in a marriage-like relationship with Mr Fazio (then known as Mr Arthur Heedes) since 7 June 1991.",
      "id": "s11"
    },
    {
      "text": "The Centrelink officer also decided that Ms Underdown had been overpaid $70.86 in Newstart allowance between 24 December 1999 and 22 January 2000 as she was paid at the single rate rather than the lower rate for a partnered person.",
      "id": "s12"
    },
    {
      "text": "Ms Underdown requested a review of the decision.",
      "id": "s13"
    },
    {
      "text": "The decision was internally confirmed and Ms Underdown appealed to the Social Securities Appeals Tribunal (SSAT).",
      "id": "s14"
    },
    {
      "text": "The SSAT, on 31 May 2007, also affirmed the decisions and on 26 June 2007, Mr Fazio filed an application with the AAT for a review of Centrelink's decisions on behalf of Ms Underdown.",
      "id": "s15"
    },
    {
      "text": "Sadly, Ms Underdown passed away on 1 July 2007.",
      "id": "s16"
    },
    {
      "text": "In the AAT, various preliminary events and hearings took place and on 8 February 2008, the AAT directed that Mr Fazio be joined as a party to the application for review and the matter be listed for a conference as early as possible.",
      "id": "s17"
    },
    {
      "text": "Mr Fazio did not attend the hearing of the appeal.",
      "id": "s18"
    },
    {
      "text": "He informed the AAT by facsimile on the morning of the appeal that he was 'mentally unable' to do so.",
      "id": "s19"
    },
    {
      "text": "There were also two other facsimiles from him shortly prior to the hearing dates.",
      "id": "s20"
    },
    {
      "text": "The AAT nevertheless proceeded with the appeal noting that Mr Fazio had previously been given proper notice of the hearing, that he did not request an adjournment of the hearing and that it was 'implicit in his aforementioned facsimiles that he was thereby providing information and making submissions to the Tribunal which he wished the Tribunal to take into account for the purpose of making its decision following the hearing'.",
      "id": "s21"
    },
    {
      "text": "The main point in this 'appeal' is the AAT's decision to proceed without hearing Mr Fazio orally.",
      "id": "s22"
    },
    {
      "text": "The AAT did have on the other hand, hundreds of pages of material from previous hearings, submissions and communications from Mr Fazio all in relation to the issue of whether or not, by reason of her relationship, Centrelink had overpaid Ms Underdown $70.86.",
      "id": "s23"
    },
    {
      "text": "The AAT (on 27 August 2008) affirmed the decision of the SSAT of 31 May 2007.",
      "id": "s24"
    },
    {
      "text": "The AAT concluded that the longstanding duration of the relationship immediately prior to the relevant period, their residing together on a continuous basis immediately before, during and immediately after the relevant period, and the apparently high level of commitment, including the provision of substantial companionship and emotional support to each other over the relevant period, pointed to the existence of a marriage-like relationship between them from at least 1995 including for the whole of the relevant period.",
      "id": "s25"
    },
    {
      "text": "The AAT formed the view that the relationship between Ms Underdown and Mr Fazio was a marriage-like relationship within the meaning of s 4(2)(b)(iii) SSA for the whole of the relevant period and that Ms Underdown was therefore a 'member of a couple' for the purposes of the SSA.",
      "id": "s26"
    },
    {
      "text": "Accordingly, the AAT concluded that Ms Underdown had received an overpayment of Newstart allowance in the relevant period in the amount of $70.86 and that sum was a debt due to the Commonwealth.",
      "id": "s27"
    },
    {
      "text": "THIS APPEAL \n On 8 October 2008, the applicants filed a notice of appeal with this Court.",
      "id": "s28"
    },
    {
      "text": "On 21 October 2008, the Court ordered that the applicants file an amended notice of appeal and requested that Mr Fazio file an affidavit setting out the basis on which he claimed to be entitled to represent the estate of Ms Underdown in the proceeding.",
      "id": "s29"
    },
    {
      "text": "The affidavit was duly filed.",
      "id": "s30"
    },
    {
      "text": "The respondent (the Secretary), on 19 January 2009, filed a notice of motion for dismissal of the appeal pursuant to s 31A of the Federal Court of Australia 1976 (Cth) (FCA).",
      "id": "s31"
    },
    {
      "text": "Much, but by no means all, of the argument and evidence advanced by Mr Fazio goes to the merits or the factual inquiry conducted by the AAT.",
      "id": "s32"
    },
    {
      "text": "These reasons touch on that material but the nature of the task for this Court is primarily directed to consideration of the errors of law for which Mr Fazio contends.",
      "id": "s33"
    },
    {
      "text": "In the affidavit sworn by Mr Fazio and filed in support of his appeal, he stresses the following matters: ...",
      "id": "s34"
    },
    {
      "text": "I was not only mentally and physically tormented but, wanting to curl up and die over having to relive my nightmares.",
      "id": "s35"
    },
    {
      "text": "I believe it was wrong of the AAT not to consider my condition at the time of the hearing and not to offer me the option of a telephone hook up, for which they had prior notice of my non attendance and for which I could have accommodated, in line with Bourke v Companies Auditors .",
      "id": "s36"
    },
    {
      "text": "This denied me the fair opportunity to put our side of the story forward and challenge the prejudicial and inadmissible evidence submitted.",
      "id": "s37"
    },
    {
      "text": "The AAT refused to respond to my question of 26 August 2008 the day before the hearing or contact me prior to such.",
      "id": "s38"
    },
    {
      "text": "... \n No formal process of my appointment as executor or administrator of Samantha's estate has been undertaken in the circumstances, as it served no useful purpose given the estates' liabilities far and away exceeded its assets, for which I accepted responsibility for.",
      "id": "s39"
    },
    {
      "text": "These appeal proceedings as couched, are merely an extension of a sequential statutory appeal process which commenced way before Samantha passed away, and as such have not come to an end, hence I believe it is wrong to say this appeal which is by way of mandatory process, was started after Samantha's death.",
      "id": "s40"
    },
    {
      "text": "... \n During the interlocutory process before the AAT, Deputy President Hotop stated to me in court that he was only interested in evidence for the relevant period of December 99 to January 2000, in order to determine the question at issue as to whether or not Samantha and I were in a marriage like relationship at that time.",
      "id": "s41"
    },
    {
      "text": "In this regard he refused to admit evidence I wanted to submit to show that as at the 12 th December 2003, Samantha and I were not in a marriage like relationship and that I was single.",
      "id": "s42"
    },
    {
      "text": "Herein enclosed as annexure AF6 is a true copy of such.",
      "id": "s43"
    },
    {
      "text": "Annexure AF6 is a Western Australian Police Department antecedent report dated 12 December 2003 in which a police officer has recorded that Mr Fazio (then named Arthur Heedes) was single, had not been married, did not have a spouse, did not live with a family and did not maintain a family.",
      "id": "s44"
    },
    {
      "text": "I believe that it was wrong at law for the AAT not to at least have ALL the documents before the SSAT in making their decision, which included an extremely important affidavit from Samantha that in effect, proved to be her dying words on the matter.",
      "id": "s45"
    },
    {
      "text": "In any event, I believe a reasonable and fair juxtaposition of the evidence that was before the AAT would not lead to the bald decision of the AAT as reflected in the written reasons for decision.",
      "id": "s46"
    },
    {
      "text": "I mistakenly relied on the DEFICIENT notice of the AAT addressed to Samantha dated the day after Samanthas passing at page 102, in that all documents before the SSAT were being supplied by Centrelink, not just lawfully inadmissible, irrelevant and prejudicial material.",
      "id": "s47"
    },
    {
      "text": "I also find it difficult to understand against that background, how the respondent now asserts that I have no interest in the matter, especially when approximately half of the 478 pages of Tdocs, relate to or state me personally, and not Samantha.",
      "id": "s48"
    },
    {
      "text": "Furthermore, I believe the position contained at paragraph 22 of the respondents' submissions in this motion, to be disingenuous at best in light of what was contained in the Tdocs about my social security benefit entitlements.",
      "id": "s49"
    },
    {
      "text": "Mr Fazio has also filed a document entitled 'Outline of unfinished submissions of applicants in objection to respondent notice of motion'.",
      "id": "s50"
    },
    {
      "text": "A degree of latitude has been afforded to Mr Fazio who is unrepresented.",
      "id": "s51"
    },
    {
      "text": "The first version of that document was filed five months ago but the version recently filed appears to mirror it.",
      "id": "s52"
    },
    {
      "text": "No additional documents have been filed and no extension of time sought for filing of submissions in response to those of the respondent.",
      "id": "s53"
    },
    {
      "text": "QUESTIONS OF LAW \n Questions of law sought to be raised on appeal are: \n (a) whether Centrelink engaged in an abuse of legal process by raising a debt in the very first instance back in 2003, which then became the subject of subsequent various protracted appeal processes?",
      "id": "s54"
    },
    {
      "text": "(b) whether or not the raising of a debt by the respondent in the first instance and the subsequent appeal processes deliberately engaged in was vexatious, fanciful, capricious and or malfeasant?",
      "id": "s55"
    },
    {
      "text": "(c) whether or not a serious miscarriage of justice has arisen out of such in any event?",
      "id": "s56"
    },
    {
      "text": "(d) whether or not the applicants were denied procedural fairness in the appeal processes to the SSAT and then subsequently to the AAT?",
      "id": "s57"
    },
    {
      "text": "(e) whether a reasonable minded person would conclude an apprehension of bias or lack of impartiality by both the adjudicators of the SSAT and AAT?",
      "id": "s58"
    },
    {
      "text": "(f) whether or not proper weight was ever apportioned to the evidence?",
      "id": "s59"
    },
    {
      "text": "(g) whether or not the decision is incompossible at law with a finding decision of the SSAT in February 2002 which remains on foot in that, Arturo Fazio in antithesis, was not a member of a couple in a marriage like relationship with Samantha Underdown?",
      "id": "s60"
    },
    {
      "text": "DISMISSAL MOTION --- THE TESTS \n The Secretary contends that the appeal should be summarily dismissed pursuant to s 31A FCA on the basis that the applicants have no reasonable prospects of successfully prosecuting the appeal.",
      "id": "s61"
    },
    {
      "text": "Section 31A FCA relevantly provides: \n 31A Summary judgment \n\n \n (1) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n\n(a) the first party is prosecuting the proceeding or that part of the proceeding; and\n \n(b) the Court is satisfied that the other party has no reasonable prospect of successfully defending the proceeding or that part of the proceeding.",
      "id": "s62"
    },
    {
      "text": "(2) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n\n(a) the first party is defending the proceeding or that part of the proceeding; and\n \n(b) the Court is satisfied that the other party has no reasonable prospect of successfully prosecuting the proceeding or that part of the proceeding.",
      "id": "s63"
    },
    {
      "text": "(3) For the purposes of this section, a defence or a proceeding or part of a proceeding need not be: \n\n(a) hopeless; or\n \n(b) bound to fail;\n \nfor it to have no reasonable prospect of success.",
      "id": "s64"
    },
    {
      "text": "(4) This section does not limit any powers that the Court has apart from this section.",
      "id": "s65"
    },
    {
      "text": "The tests have been reviewed in many authorities and require little amplification.",
      "id": "s66"
    },
    {
      "text": "There have been numerous decisions dealing with the proper approach on a motion of this nature.",
      "id": "s67"
    },
    {
      "text": "A convenient collection of the relevant principles was set out by Gilmour J in Dandaven v Harbeth Holdings Pty Ltd [2008] FCA 955 at [5] - [6] where his Honour said: \n 5 Section 31A lowers the bar for obtaining summary judgment: White Industries Australia Ltd v Commissioner of Taxation [2007] FCA 511 ; (2007) 160 FCR 298.",
      "id": "s68"
    },
    {
      "text": "The second reading speech of the Migration Litigation Reform Bill 2005 which introduced s 31A stated that its purpose was to strengthen \"the power of the courts to deal with unmeritorious matters by broadening the grounds on which federal courts can summarily dispose of unsustainable cases\": Boston Commercial Services Pty Ltd v GE Capital Finance Australasia Pty Ltd [2006] FCA 1352 ; (2006) 70 IPR 146 at [45] ; Jefferson Ford Pty Ltd v Ford Motor Company of Australia Ltd [2008] FCAFC 60 at [124] .",
      "id": "s69"
    },
    {
      "text": "6 Success under s 31A does not require a demonstration that the case is hopeless or bound to fail.",
      "id": "s70"
    },
    {
      "text": "The following principles are of general application to an application under s 31A: \n\n \n (a) the Court must be very cautious not to do a party an injustice by summarily dismissing proceedings; \n\n \n (b) the Court ought not dismiss a claim based on a predictive assessment of prospects, where it is possible that if the claim went to trial, it may succeed; \n\n \n (c) in a case where evidence can give colour and content to allegations, and where questions of fact and degree are important, the Court should be more reluctant to dismiss a proceeding on the face of a pleading; \n\n \n (d) it is not Parliament's intention to require the Court to engage in lengthy and elaborate trials on an interlocutory basis for the purposes of determining whether or not a proceeding has no reasonable prospects of success.",
      "id": "s71"
    },
    {
      "text": "It may be necessary for the opposing party to provide no more than an outline of evidence, sufficient to show that there is a genuine dispute, to prevent the summary application becoming a trial; \n\n \n (e) if there is a real issue of fact or law to be decided, and the rights of the parties depend upon it, it is obviously appropriate that the matter goes to trial.",
      "id": "s72"
    },
    {
      "text": "It cannot be said that where there is a real factual dispute and that factual dispute must be resolved to determine whether the claim succeeds that there is 'no reasonable prospect of success'; \n\n \n (g) it ought not be used to shut out proceedings where, on a proposition of law, there may be room for doubt.",
      "id": "s73"
    },
    {
      "text": "On questions of law, an inquiry as to their merit should not be for the purpose of resolving them and also not simply to determine whether the argument is hopeless, but in order to decide if it is sufficiently strong to warrant a trial; \n\n \n (h) evidence of an ambivalent character will usually be sufficient to amount to reasonable prospects; \n\n \n (i) in determining if there are real issues of fact in issue so as to preclude summary judgment the courts must draw all reasonable inferences in favour of the non-moving party.",
      "id": "s74"
    },
    {
      "text": "See Genovese v BGC Construction Pty Ltd [2007] FCA 923 at [5] ; Boston Commercial Services Pty Ltd v GE Capital Finance Australasia Pty Ltd [2006] FCA 1352 ; (2006) 70 IPR 146 at [42] - [48] ; Hicks v Ruddock [2007] FCA 299 ; (2007) 156 FCR 574 at [13] ; Bond v Barry (2007) 73 IPR 490 at [46]; Commonwealth Bank of Australia v ACN 000 247 601 Pty Ltd (in Liq) (formerly Stanley Thompson Valuers Pty Ltd) [2006] FCA 1416 at [30] ; Fortron Automotive Treatments Pty Ltd v Jones (No 2) [2006] FCA 1401 at [21] ; Jefferson Ford Pty Ltd v Ford Motor Company of Australia Limited [2008] FCAFC 60.",
      "id": "s75"
    },
    {
      "text": "GROUNDS \n The Secretary contends that: \n(a) the first applicant described as 'the Estate of the Late Samantha Underdown' is not a proper party and is incapable of commencing proceedings; \n \n(b) Mr Fazio does not have the necessary legal standing to represent the first applicant in the appeal and does not have any interest in the cause of action; \n \n(c) the amended notice of appeal does not identify a question of law for determination by the Court; \n \n(d) insofar as the amended notice of appeal seeks an order for damages, alleged breaches of the SSA or the exercise of a statutory power which is subject to the right of review do not confer a private right of damages; and \n \n(e) the applicants have not established that the Court has jurisdiction to deal with such a damages application in any event.",
      "id": "s76"
    },
    {
      "text": "The submissions for Mr Fazio rightly focus significantly on the caution with which summary judgment should be approached.",
      "id": "s77"
    },
    {
      "text": "In this regard, a summary of his submissions on the appeal points are set out as follows: The AAT failed to properly consider or even consider at all, the pivotal SSAT decision number P21567 of 14 February 2002 relating to rent allowance entitlements of me the second applicant in this matter dating back to 4 January 2000, and, the relevant legislation pertaining to said decision making process and decision that I was not in a marriage like relationship with Samantha at the material time, which impacts on this the appealed matter regarding Samantha.",
      "id": "s78"
    },
    {
      "text": "Centrelink's ultimate acceptance and enacting of the SSAT decision number P21567 back in 2002 and their failure to appeal the decision, thus leaving it on record.",
      "id": "s79"
    },
    {
      "text": "The AAT failed to properly consider or even consider at all, the significant reasons and the exceptional circumstances in a law context, behind the applicant's non attendance at the precipitous SSAT hearing being Samantha's imminent death and then via appeal process at the AAT hearings, being the overwhelming impact on my mental health state, thus allowing only one side of the story to be told, that of Centrelink the respondent with their unchallenged evidence.",
      "id": "s80"
    },
    {
      "text": "Centrelinks' non pursuance and debt collection of the said debt for 7 years.",
      "id": "s81"
    },
    {
      "text": "Centrelink's non pursuance of Newstart allowance paid to Samantha between 24 December 1999 and 23 January 2000, for which if deemed to be in a marriage like relationship with me, she would have had to repay in full or at least a differential.",
      "id": "s82"
    },
    {
      "text": "Evidence presented by the respondent to the AAT was of such a prejudicial nature with absolutely no probative value at all to the matter, it painted such a picture that any reasonably minded person would find it impossible to not have their thinking processes tainted by such, without balanced explanation from the other arguing side.",
      "id": "s83"
    },
    {
      "text": "Anything possibly gleaned from such, \"is fruit from the poisoned tree,\" and as such the admissibility of such at law is strongly questioned as to its probative value?",
      "id": "s84"
    },
    {
      "text": "A combination of all this ... would lead a reasonable minded person to the possibility of an apprehension of bias, which I understand is the test at law.",
      "id": "s85"
    },
    {
      "text": "Mr Fazio goes on to contend that he has standing to bring the appeal due to the appeal process arising on the basis that he was a party to the AAT proceedings and his involvement has continued as a natural progression by which the applicants are 'sequentially bound, through the SSAT, AAT and now this honourable Court'.",
      "id": "s86"
    },
    {
      "text": "He relies on a passage from Clay v Oxford (1866) LR 2 Ex 54 by Bramwell B in which it was said that 'if we could see some person suing who had a beneficial interest in the claim made, though not legally entitled to sue, the case would be within the principle of the authorities cited'.",
      "id": "s87"
    },
    {
      "text": "Mr Fazio says that his proximity can not be denied as the sole beneficiary of the estate.",
      "id": "s88"
    },
    {
      "text": "LACK OF STANDING OF THE ESTATE \n These proceedings were commenced after the late Ms Underdown had died.",
      "id": "s89"
    },
    {
      "text": "Indeed, she had died prior to the AAT hearing.",
      "id": "s90"
    },
    {
      "text": "There is no power to issue proceedings by a deceased person and such proceedings are a nullity ( Re Prichard Deceased (1963) 2 WLR 685 at 693).",
      "id": "s91"
    },
    {
      "text": "A cause of action may, however, survive the death of an applicant but in those circumstances the proceedings must be brought by persons who are legally authorised to deal with the deceased's estate.",
      "id": "s92"
    },
    {
      "text": "That is to say, the proceedings would be brought and maintained by the executor or administrator of the deceased's estate.",
      "id": "s93"
    },
    {
      "text": "That has not occurred.",
      "id": "s94"
    },
    {
      "text": "The Secretary contends that insofar as the first applicant is concerned, the property of a deceased person in Western Australia including any chose in action vests in the Public Trustee at the time of death.",
      "id": "s95"
    },
    {
      "text": "It then passes to an executor or administrator on the making of a grant of representation by virtue of s 8 and s 9 of the Administration Act 1903 (WA).",
      "id": "s96"
    },
    {
      "text": "The executor or administrator of a deceased estate is under a duty to take all reasonable steps to gather in the property of the estate, to discharge any liabilities owed by the deceased and to distribute any remaining property to the beneficiaries of the estate.",
      "id": "s97"
    },
    {
      "text": "Subject only to a relevant cause of action actually surviving the death of a deceased, it is only the executor or administrator who may commence and maintain a legal action to recover property which is said to form part of the estate.",
      "id": "s98"
    },
    {
      "text": "Indeed, in Clay v Oxford (1866) LR 2 Ex 54 and more recently in Dawson (Bradford) Ltd v Dove (1971) 1 QB 330 at 334-335, it was held that where an action is commenced in the name of a deceased person, the executor or administrator cannot be substituted as the applicant.",
      "id": "s99"
    },
    {
      "text": "There is nothing in the Federal Court Rules (FCR) which permits the Court to substitute the executor or administrator of a deceased estate for the applicant where those proceedings were commenced after the death of an applicant.",
      "id": "s100"
    },
    {
      "text": "There is a discretionary power under O 6 r 10 and r 15 FCR for the Court to substitute an executor, administrator or another appropriate person where a party to a proceeding has died.",
      "id": "s101"
    },
    {
      "text": "Once again, however, those rules only apply where the person has died after the commencement of the proceedings ( Frederikshavn Vaerft A/S v Stena Rederi Aktiebolag [2002] FCA 1024 ; (2002) 124 FCR 243 per Sundberg J (at [23]).",
      "id": "s102"
    },
    {
      "text": "See also State of Western Australia v Southern Equities Corp Ltd (in liq) &amp; Ors [1997] FCA 875 in the context of a party having died when proceedings were pending and there was no personal legal representative).",
      "id": "s103"
    },
    {
      "text": "This is not a situation where proceedings were pending as Ms Underdown had died prior to the hearing of the AAT appeal itself.",
      "id": "s104"
    },
    {
      "text": "Order 6 r 15 FCR provides as follows in circumstances where the deceased person has no executor or administrator: \n 15 Deceased person \n\n \n (1) Where in any proceeding it appears to the Court that a deceased person was interested, or that the estate of a deceased person is interested, in any matter in question in the proceeding and that the deceased person has no personal representative, the Court may: \n\n(a) order that the proceeding continue in the absence of a person representing the estate of the deceased person; or\n \n(b) by order (with the consent of the person appointed) appoint a person to represent that estate for the purposes of the proceeding.",
      "id": "s105"
    },
    {
      "text": "(2) An order under subrule (1), and any judgment or order subsequently pronounced or made in the proceeding, shall bind the estate of the deceased person to the same extent as the estate would have been bound had a personal representative of the deceased person been a party to the proceeding \n\n \n (3) Before making an order under this rule, the Court may require notice of the application for the order to be given to such (if any) of the persons having an interest in the estate as it thinks fit.",
      "id": "s106"
    },
    {
      "text": "As observed by French J (as his Honour then was) in State of Western Australia v Southern Equities , the general discretionary power in O 6 r 15(1) may be applicable to a variety of situations but the rule does involve the exercise of a discretion.",
      "id": "s107"
    },
    {
      "text": "As his Honour observed, a critical factor in the exercise of discretion is that any order made under the section must serve a useful purpose.",
      "id": "s108"
    },
    {
      "text": "If there were a motion before the Court in this situation for an order under O 6 r 15 FCR, I would need to be satisfied that making such an order would serve a useful purpose.",
      "id": "s109"
    },
    {
      "text": "There is not an application, but in any event I cannot be satisfied that a useful purpose would be served.",
      "id": "s110"
    },
    {
      "text": "Such interest as Ms Underdown held in the 'appeal' passed to the executor or administrator of her deceased estate in July 2007 when she died.",
      "id": "s111"
    },
    {
      "text": "This was a significant period prior to the commencement of the appeal.",
      "id": "s112"
    },
    {
      "text": "Mr Fazio also relies on an enduring power of attorney which was held in relation to the deceased person prior to her death as authority on which to bring these proceedings.",
      "id": "s113"
    },
    {
      "text": "However, an enduring power of attorney is applicable during the lifetime of a donor (with or without the donor's capacity as the case may be).",
      "id": "s114"
    },
    {
      "text": "It ceases (relevantly) on the death of the donor.",
      "id": "s115"
    },
    {
      "text": "There is no evidence before the Court as to the appointment of Mr Fazio as executor or administrator of the estate of Ms Underdown.",
      "id": "s116"
    },
    {
      "text": "It is true that Mr Fazio represented Ms Underdown in a sense before the AAT (as he was invited to do so) but there is no evidence before the Court sufficient to satisfy the Court that Mr Fazio is authorised to bring and maintain the proceedings on behalf of the deceased person.",
      "id": "s117"
    },
    {
      "text": "MR FAZIO'S 'LACK OF INTEREST' \n Although Mr Fazio was joined as a party to the proceedings in the AAT, he has no legal interest in the conclusion reached by the AAT.",
      "id": "s118"
    },
    {
      "text": "The application for review before the AAT sought to challenge decisions made by Centrelink in relation to the entitlements of the deceased person to social security benefits.",
      "id": "s119"
    },
    {
      "text": "That application was not concerned with any entitlement held by Mr Fazio to social security benefits or otherwise.",
      "id": "s120"
    },
    {
      "text": "The interest of Mr Fazio in the matter was in connection with the inquiry as to his relationship with the deceased person.",
      "id": "s121"
    },
    {
      "text": "No relevant interest on the part of Mr Fazio (financial or otherwise) has been demonstrated in the appeal which is pursued in this Court.",
      "id": "s122"
    },
    {
      "text": "Even if these difficulties could all be cured, there are more fundamental problems for the applicant(s) and it is in the interests of no party to these proceedings, nor the Court, nor the public, that proceedings which have no prospect of success should be allowed to continue.",
      "id": "s123"
    },
    {
      "text": "QUESTION OF LAW \n Section 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (the AAT Act) provides as follows: \n 44 Appeals to Federal Court of Australia from decisions of the Tribunal \n\n \n Appeal on question of law \n\n \n (1) A party to a proceeding before the Tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the Tribunal in that proceeding.",
      "id": "s124"
    },
    {
      "text": "The Court has stressed the importance of compliance with the requirement that a notice of appeal identify a question of law arising on the appeal.",
      "id": "s125"
    },
    {
      "text": "In Perry v Comcare [2006] FCA 33 ; (2006) 150 FCR 319 , Greenwood J stated (at [32]): \n The practice of formulating the question of law to be determined by the Court as an element of demonstrating an error of law by the Tribunal is both procedurally important (and required) and designed to crystallise the proper analysis identified by their Honours at [107] of ASIC v Saxby .",
      "id": "s126"
    },
    {
      "text": "This practice should not be ignored and a failure to act consistently with the practice is apt to cause an appeal to miscarry for an appellant.",
      "id": "s127"
    },
    {
      "text": "In relation to unrepresented litigants, the Court is mindful of considerations applicable when a litigant is unrepresented as reflected in a variety of judgments including Platcher v Joseph [2004] FCAFC 68 (at [104]-[106]).",
      "id": "s128"
    },
    {
      "text": "There is no question of law articulated by the alleged abuse of legal process by Centrelink in raising the debt.",
      "id": "s129"
    },
    {
      "text": "There is no evidence that pursuit of it was deliberately engaged in on a basis that was vexatious, fanciful, capricious or malfeasant and that being so, there can be no question of a serious miscarriage of justice arising out of pursuit of the debt.",
      "id": "s130"
    },
    {
      "text": "None of the grounds as formulated, in my view, identities a question of law but bearing in mind the responsibility the Court has in relation to unrepresented litigants, I will endeavour to identify the most likely questions of law which may be said to arise.",
      "id": "s131"
    },
    {
      "text": "ISSUE ESTOPPEL \n The ground expressed at (g) appears to advance an argument that a finding of the SSAT in February 2002 (more than five years before the conclusion by the AAT) precluded the AAT from reaching its findings.",
      "id": "s132"
    },
    {
      "text": "Issue estoppel does not arise from decisions where the Tribunal is conducting a merits review of an administrative decision: Midland Metals Overseas Ltd v Comptroller-General of Customs and Others (1991) 30 FCR 87.",
      "id": "s133"
    },
    {
      "text": "The problem with this argument is the gap in time between the decisions and the availability to the SSAT of a deal more information than was originally available.",
      "id": "s134"
    },
    {
      "text": "In Commonwealth v Sciacca (1988) 17 FCR 476 the Full Court held that the question of issue estoppel can only arise when ultimate facts determined between the parties in judicial proceedings cover the same issues to be determined by a Tribunal and at the Tribunal level: see Re Cooper and Repatriation Commission (1995) 38 ALD 164.",
      "id": "s135"
    },
    {
      "text": "The AAT is required to stand in the shoes of the primary decision-maker --- Esber v Commonwealth [1992] HCA 20 ; (1992) 174 CLR 430 at 440.",
      "id": "s136"
    },
    {
      "text": "As a general proposition it should base its decisions on the most recent and accurate information at hand: Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 44-45.",
      "id": "s137"
    },
    {
      "text": "The question falling for consideration for the AAT was not whether the decision-maker made the correct or preferable decision but whether that decision was correct or preferable on the material before the Tribunal: Drake v Minister for Immigration and Ethnic Affairs [1979] AATA 179 ; (1979) 46 FLR 409 at 419.",
      "id": "s138"
    },
    {
      "text": "The decision of the SSAT made in February 2002 was concerned with the payment of rent assistance to Mr Fazio.",
      "id": "s139"
    },
    {
      "text": "The SSAT was not considering in that decision whether the applicants were living in a marriage-like relationship for the purpose of the SSA.",
      "id": "s140"
    },
    {
      "text": "The SSAT accepted at face value, as Centrelink had done at the time, the assertion by the applicants that they had separated in December 1999.",
      "id": "s141"
    },
    {
      "text": "The issue before the SSAT was whether Mr Fazio had provided Centrelink with a rent certificate in January 2000 which would qualify him to receive rent assistance payments from that time.",
      "id": "s142"
    },
    {
      "text": "These facts and circumstances cannot create any issue estoppel or any other binding authority on the inquiry required to be made of the AAT and which is the subject of the appeal in this decision.",
      "id": "s143"
    },
    {
      "text": "The Centrelink decision of April 2003 was as to the applicants' relationship in the context of s 4 SSA.",
      "id": "s144"
    },
    {
      "text": "DENIAL OF PROCEDURAL FAIRNESS \n The submissions of the applicants raise, in substance, an assertion that they were denied procedural fairness by both the SSAT and the AAT.",
      "id": "s145"
    },
    {
      "text": "However, in the current appeal the only matter falling for consideration is the decision of the AAT.",
      "id": "s146"
    },
    {
      "text": "The alleged denial of procedural fairness by the SSAT is now irrelevant.",
      "id": "s147"
    },
    {
      "text": "The obligations of the AAT were established by s 39(1) of the AAT Act in these terms: \n 39 Opportunity to make submissions concerning evidence \n\n \n (1) Subject to sections 35, 36 and 36B, the Tribunal shall ensure that every party to a proceeding before the Tribunal is given a reasonable opportunity to present his or her case and, in particular, to inspect any documents to which the Tribunal proposes to have regard in reaching a decision in the proceeding and to make submissions in relation to those documents.",
      "id": "s148"
    },
    {
      "text": "That provision was the subject of consideration by Deane J in Sullivan v Department of Transport (1978) 1 ALD 383 , where his Honour stated: \n In dealing with an application for review, the Tribunal is plainly under a duty to act judicially, that is to say, with judicial fairness and detachment.",
      "id": "s149"
    },
    {
      "text": "In these circumstances, the requirement contained in s 39 that the Tribunal shall ensure that a party to the proceedings before it be given a reasonable opportunity to present his case constitutes statutory recognition of an obligation which the law would, in any event, imply.",
      "id": "s150"
    },
    {
      "text": "Where a Tribunal is under a duty to act judicially, the principle that a party must be given a reasonable opportunity to present his case is at the heart of the requirements of natural justice which it is obliged to observe... \n It has been recognised that the AAT is obliged to apply notions of procedural fairness: Repatriation Commission v Farley-Smith (2007) 96 ALD 348 and Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550.",
      "id": "s151"
    },
    {
      "text": "However, what will be procedural fairness will depend upon the particular circumstances of each case.",
      "id": "s152"
    },
    {
      "text": "The legislature has expressly recognised that the AAT may exercise a discretion to proceed in the absence of the party where it is satisfied that the party has had reasonable notice of the hearing proceeding.",
      "id": "s153"
    },
    {
      "text": "That notice is reflected not only in the reasons but also in an affidavit of Mr Paul Maishman on which the Secretary relies.",
      "id": "s154"
    },
    {
      "text": "That affidavit deposes to the interlocutory processes and orders made by the AAT prior to the hearing in this matter.",
      "id": "s155"
    },
    {
      "text": "Those processes afforded the applicants several opportunities to provide evidence and to participate in the proceedings.",
      "id": "s156"
    },
    {
      "text": "In particular, the listing notice issued by the AAT in relation to the hearing date for the application for review gave Mr Fazio four months notice of the hearing date.",
      "id": "s157"
    },
    {
      "text": "There will be many circumstances in which proceeding in the absence of an applicant will not afford procedural fairness.",
      "id": "s158"
    },
    {
      "text": "Such an example may be found in Bourke, Michael Vincent v Companies Auditors &amp; Liquidators Disciplinary Board [1998] FCA 742.",
      "id": "s159"
    },
    {
      "text": "In that case, the applicant had telephoned the AAT on the date of the hearing stating that he was unwell but requesting a hearing by telephone link which was declined and no adjournment was offered.",
      "id": "s160"
    },
    {
      "text": "Although Mr Fazio also expressed that he was unwell, he did not request any deferral of the hearing and did not offer to provide any medical evidence to support the assertion.",
      "id": "s161"
    },
    {
      "text": "Some such medical evidence has now been made available in the course of this appeal where other requests for adjournments have been made.",
      "id": "s162"
    },
    {
      "text": "In Cook v ASP Ship Management Pty Ltd [2008] FCA 1345 , the Court concluded that the AAT was not obliged to simply accept an applicant's assertions in favour of an adjournment without further elaboration.",
      "id": "s163"
    },
    {
      "text": "The Court also had regard to events which had preceded the AAT decision when it concluded that there had been no breach of the obligations under s 39(1) of the AAT Act.",
      "id": "s164"
    },
    {
      "text": "More importantly, prior to the hearing, Mr Fazio sent facsimiles at 2.48 pm on 26 August 2008, 3.47 pm on 26 August 2008 and 4.14 am on 27 August 2008.",
      "id": "s165"
    },
    {
      "text": "Those communications, in addition to confirming the ill health of Mr Fazio, made complaints similar to that which are being raised in this appeal.",
      "id": "s166"
    },
    {
      "text": "It was also foreshadowed that Mr Fazio's ill health would, in all probability, preclude his attendance at the hearing.",
      "id": "s167"
    },
    {
      "text": "The AAT did deal accurately with, albeit by summary form with the content of this material, and it is correct to say that there was not an application for an adjournment.",
      "id": "s168"
    },
    {
      "text": "The fundamental nature of the complaint raised in these communications was the mistreatment which had been sustained at the hands of Centrelink but also more specifically the complaint that the AAT did not have before it all of the materials that had been before the SSAT.",
      "id": "s169"
    },
    {
      "text": "Mr Fazio also asserted that the decision of the SSAT made in February 2002 had been excluded from the T documents before the AAT.",
      "id": "s170"
    },
    {
      "text": "However, that decision was included.",
      "id": "s171"
    },
    {
      "text": "In any event, given the importance which Mr Fazio attached to these matters, he had ample opportunity prior to the hearing to ensure that any material he wanted to have included in the T documents and which should have been before the AAT was, indeed, before the AAT.",
      "id": "s172"
    },
    {
      "text": "(Directions were made by the AAT on 17 April 2008 in relation to the filing of the evidence of the parties).",
      "id": "s173"
    },
    {
      "text": "The T documents were sent to the applicants on 31 July 2007 and the supplementary T documents were sent to Mr Fazio on 26 June 2008.",
      "id": "s174"
    },
    {
      "text": "As he made clear in his letters faxed to the AAT on 26 and 27 August 2008, he had access to that bundle of material which had been before the SSAT.",
      "id": "s175"
    },
    {
      "text": "Although the primary position of the Secretary is that the material was before the AAT, it was certainly within the power of Mr Fazio to ensure that it was.",
      "id": "s176"
    },
    {
      "text": "Mr Fazio also made five sets of submissions before the hearing of the AAT by way of letters and written submissions in which he advanced the arguments and evidence on which he wished to rely.",
      "id": "s177"
    },
    {
      "text": "What will be a reasonable opportunity to present a case will vary with the circumstances but the history outlined by the Secretary in this appeal makes it clear that Mr Fazio and prior to her death, Ms Underdown had and made use of numerous opportunities to make submissions on the factual issues in dispute.",
      "id": "s178"
    },
    {
      "text": "They took advantage of those opportunities by the several facsimiles and submissions provided to the AAT.",
      "id": "s179"
    },
    {
      "text": "The legislature expressly provided for an opportunity for the AAT to proceed in the absence of a party.",
      "id": "s180"
    },
    {
      "text": "Clearly it should not do so in an inappropriate circumstance.",
      "id": "s181"
    },
    {
      "text": "Procedural fairness to present submissions and evidence should be afforded.",
      "id": "s182"
    },
    {
      "text": "However in this review, given the sum in issue, the interlocutory steps that had already been taken and the opportunities offered to present evidence and materials, I am satisfied there is no realistic prospect of establishing an absence of procedural fairness before the AAT.",
      "id": "s183"
    },
    {
      "text": "BIAS \n The applicants also contend bias or lack of impartiality by the SSAT and the AAT.",
      "id": "s184"
    },
    {
      "text": "The only Tribunal falling for consideration on this appeal is the AAT.",
      "id": "s185"
    },
    {
      "text": "As to that Tribunal, the applicants appear to base their assertions of bias on the fact that insufficient weight was given to their evidence.",
      "id": "s186"
    },
    {
      "text": "It is well established that findings of fact including findings in relation to credibility are a matter for the AAT.",
      "id": "s187"
    },
    {
      "text": "It is pre-eminently the prerogative of the AAT to allocate the appropriate weight to the evidence before it.",
      "id": "s188"
    },
    {
      "text": "The weight to be given is not a question of law unless it can be said that the decision is unreasonable ( SZJEZ v Minister for Immigration and Citizenship [2008] FCA 1741 at [15] ).",
      "id": "s189"
    },
    {
      "text": "But unreasonable in this sense means reaching a finding unsupported by any evidence or based on findings thought to be supported by inferences drawn from primary facts where those inferences were not open as a matter of law.",
      "id": "s190"
    },
    {
      "text": "I am unable to conclude that any reasonable person being apprised of the issues involved and the role of the Tribunal could entertain a reasonable apprehension that the AAT in this circumstance might not bring an impartial and unprejudiced mind to the resolution of the question which was before it.",
      "id": "s191"
    },
    {
      "text": "There is no evidence to support a conclusion of bias or apprehended bias.",
      "id": "s192"
    },
    {
      "text": "There is no indication of bias on the face of the record or in the reasoning process of the AAT.",
      "id": "s193"
    },
    {
      "text": "I am satisfied there is no reasonable prospect of establishing bias.",
      "id": "s194"
    },
    {
      "text": "CLAIM FOR DAMAGES \n Being no basis for a successful appeal, a damages claim would fall away even if it were competent.",
      "id": "s195"
    },
    {
      "text": "Further, the Secretary contends that there is no reasonable prospect of prosecuting any purported claim for damages as no private right for damages arises from the exercise of administrative powers in circumstances where there is a statutory right of review of the exercise of those powers: Jones v Department of Employment [1989] QB 1.",
      "id": "s196"
    },
    {
      "text": "This theory is applicable to circumstances where there is a right to review of the exercise of administrative powers.",
      "id": "s197"
    },
    {
      "text": "That in turn is reflected in what the Full Court held in Scott v Department of Social Security [2000] FCA 1241 ; (2000) 65 ALD 79 in which it was held that alleged breaches of the SSA would not confer private rights for damages saying (at [19]): We agree with the trial Judge that the Act is not to be interpreted as indicating an intention to confer a private right of action for a breach of any of its provisions now in question, given especially the existence in the legislation of particular mechanisms for the review of decisions made within the department.",
      "id": "s198"
    },
    {
      "text": "See also Scott v Pedler (2004) 80 ALD 283 (at [93]) and (at [101]) where Conti J with whom Gyles and Allsop JJ agreed said:\n The authorities which have been cited in these reasons reveal a confined or restricted availability of any viable causes of action for damages at the instance of persons claiming to have been injured by the exercise of administrative power.",
      "id": "s199"
    },
    {
      "text": "So much has been exemplified by the High Court decisions in Crimmins , Sullivan , Graham Bailey Oysters and Shaddock , and by the majority judgment of the Full Federal Court in the earlier Scott litigation.",
      "id": "s200"
    },
    {
      "text": "The circumstances of the appellants which I have outlined and reviewed stand outside the principles cited earlier from those authorities.",
      "id": "s201"
    },
    {
      "text": "The largely discursive nature of the appellants' submissions evinces significant misconception on their part of the restricted parameters governing appeals to a Full Court concerning in particular the decisions or other conduct of the officers of administrative authorities, being the parameters identified earlier in Hamsher , Cabal , and Sydney Wide Distributors , which are not attracted by the complaints and submissions the appellants have sought to advance.",
      "id": "s202"
    },
    {
      "text": "All decisions taken by Centrelink as to the grant, cancellation, suspension or rate of payment of a social security benefit are subject to the extensive review procedures in Pt 4 of the SSAA.",
      "id": "s203"
    },
    {
      "text": "It follows that no claim for damages can be made out.",
      "id": "s204"
    },
    {
      "text": "Further, no evidence has been adduced to support any assertion that decisions made by Centrelink were made in bad faith or amounted to misfeasance.",
      "id": "s205"
    },
    {
      "text": "Moreover and at a general level, this Court has no jurisdiction of general oversight of the administrative efficiency of Federal Government entities ( Wang v Secretary, Department of Employment &amp; Workplace Relations [2006] FCA 898 at [48] per Heerey J).",
      "id": "s206"
    },
    {
      "text": "My attention has also been drawn by affidavit evidence to the applicants' commencement of proceedings in this Court seeking amongst other things reimbursement of the sum of $70.86 which was said to have been 'wrongly deducted' from a Disability Support Pension paid to Ms Underdown.",
      "id": "s207"
    },
    {
      "text": "The applicants also sought damages for negligence on the part of Centrelink.",
      "id": "s208"
    },
    {
      "text": "On 16 December 2008, those proceedings which were then only in the name of Mr Fazio were dismissed by the Federal Magistrates Court ( Fazio v Centrelink (No 2) [2008] FMCA 1389).",
      "id": "s209"
    },
    {
      "text": "It appears to be that the present appeal is again purporting to raise a claim in damages arising from Centrelink's actions in raising and recovering the debt of $70.86.",
      "id": "s210"
    },
    {
      "text": "An appeal to this Court from the decision of the AAT certainly does not give the Court jurisdiction in effect to review the decision of the Federal Magistrates Court.",
      "id": "s211"
    },
    {
      "text": "There is also a claim for notional out of pocket expenses but in the absence of any foundation either for the claim or of the expenses, such a claim cannot succeed.",
      "id": "s212"
    },
    {
      "text": "CONCLUSION \n It must be concluded that the 'appeal' is incompetent and has no prospects of success.",
      "id": "s213"
    },
    {
      "text": "These reasons do not develop at length the underlying very sad circumstances in which the complete breakdown in communications between Mr Fazio (now) and Centrelink have developed.",
      "id": "s214"
    },
    {
      "text": "However unfortunate that may be, there is no power in the Court to entertain this appeal but, in any event, no useful purpose would be served by allowing an inevitably doomed appeal to continue to run.",
      "id": "s215"
    },
    {
      "text": "To do so would not be in the interests of the respondent, of Mr Fazio, of the public or the Court.",
      "id": "s216"
    },
    {
      "text": "The appeal must be dismissed.",
      "id": "s217"
    },
    {
      "text": "Costs would follow the event in the ordinary course.",
      "id": "s218"
    },
    {
      "text": "I will allow Mr Fazio 10 days from the date of delivery of the reasons file any written submissions as to why costs should not follow the event.",
      "id": "s219"
    },
    {
      "text": "The Secretary is to file written submissions, if any, in response within a further 7 days.",
      "id": "s220"
    },
    {
      "text": "I certify that the preceding sixty-six (66) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s221"
    },
    {
      "text": "Associate: \n \n \nDated: 26 August 2009\n \n Mr Fazio appeared in person and represented the Applicants \n \n Counsel for the Respondent: S Oliver \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 9 March 2009 \n \n Date of Last Written Submissions: 10 July 2009 \n \n Date of Judgment: 26 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/965.html",
      "id": "s222"
    }
  ]
}