{
  "name": "Cape Australia Holdings Pty Ltd v Modern Industries Australia Pty Ltd [2009] FCA 976 (31 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/976.html",
  "catchphrases": [
    {
      "text": "preliminary discovery under o 15a of the federal court rules",
      "id": "c0"
    },
    {
      "text": "whether there was reasonable cause to believe that the applicants have, or may have, a right to obtain relief against the respondents.",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "The applicants and respondents each carry on competing businesses in the scaffolding industry.",
      "id": "s0"
    },
    {
      "text": "The first applicant (Cape) is the parent company of the second applicant (PCH).",
      "id": "s1"
    },
    {
      "text": "The first applicant acquired control of PCH in a hostile takeover in about December 2007.",
      "id": "s2"
    },
    {
      "text": "In early 2008, the first respondent established a related company, Modern Access Services Pty Ltd (MAS), the twelfth respondent, as a subsidiary of the first respondent to carry on the business of hiring out scaffolding and providing labour for scaffolding to the mining and resources industries.",
      "id": "s3"
    },
    {
      "text": "Another company, Modern Industries Holdings Pty Ltd, which is also related to the first respondent, is the eleventh respondent.",
      "id": "s4"
    },
    {
      "text": "The takeover of PCH by Cape created discontent among some of the employees of PCH and a number of employees of PCH left its employment shortly after the takeover had been completed.",
      "id": "s5"
    },
    {
      "text": "Each of the second to tenth respondents is a former employee of PCH.",
      "id": "s6"
    },
    {
      "text": "Each became an employee of MAS shortly after the termination of his employment with PCH.",
      "id": "s7"
    },
    {
      "text": "The second respondent, Mr James Anderson, is the director and general manager of MAS.",
      "id": "s8"
    },
    {
      "text": "He resigned from PCH in December 2007 because he disagreed with the way in which the new management at Cape were running the business of PCH.",
      "id": "s9"
    },
    {
      "text": "Before his resignation, he was employed by PCH in the position of major projects director.",
      "id": "s10"
    },
    {
      "text": "In 2008, each of PCH and MAS submitted competing tenders for the hire of scaffolding and the provision of scaffolding services to a company, MCC Mining WA Pty Ltd (MCC Mining) in respect of a project in Western Australia, known as the Sino Iron Ore project.",
      "id": "s11"
    },
    {
      "text": "On 8 August 2008, Mr Stephen Murdoch, the executive director of Cape, learned that the tender submitted by MAS was accepted by MCC Mining and that submitted by PCH was rejected.",
      "id": "s12"
    },
    {
      "text": "Each of MAS and PCH has also submitted tenders to Woodside Energy Ltd (Woodside) for the provision of scaffolding services to the Pluto project to be conducted by Woodside.",
      "id": "s13"
    },
    {
      "text": "I have assumed that it was PCH and not Cape that submitted the tenders, but the evidence on this issue is far from clear.",
      "id": "s14"
    },
    {
      "text": "I note that the letter from MCC Mining advising that the tender was unsuccessful was addressed to Cape and not PCH.",
      "id": "s15"
    },
    {
      "text": "On 19 November 2008, the applicants commenced this proceeding for preliminary discovery of a number of documents.",
      "id": "s16"
    },
    {
      "text": "The applicants sought preliminary discovery from the first, eleventh and twelfth respondents of the following classes of documents: Pursuant to Order 15A Rules 3 and 6 of the Federal Court Rules , the first, eleventh and twelfth respondents do within 14 days of the date of these orders, make discovery, verified on oath by an appropriate member or officer, of any documents in the following categories which are in its possession, custody or control, namely:\n \n(a) all pre-qualification documents submitted by it or any subsidiary or related body corporate or associated entity during the period 1 April 2008 and 25 June 2008 ( First Relevant Period ) for tenders in relation to the project known in the public domain and/or or [sic] styled as the \"Sino Iron Ore Project\";\n \n \n(b) all pre-qualification documents submitted by it or any subsidiary or related body corporate or associated entity during the period 1 July 2008 and 22 August 2008 ( Second Relevant Period ) for tenders in relation to the project known in the public domain and/or styled as the \"Woodside Pluto Project\" and references as Contract No 0C00002566;\n \n \n(c) all tender documents, and relevant correspondence, submitted in relation to the:\n \n \n(i) Sino Iron Ore project; and\n \n \n(ii) Woodside Pluto project;\n \n \n(d) all project data sheets and other marketing material that was generated by, or directed to be produced by, the first, eleventh and twelfth respondents during the First or Second Relevant Periods;\n \n \n(e) any document which came into existence in the First or Second Relevant Periods which records or evidences any communication, whether oral or written, between any of the respondents and any third party, which contains a reference, directly or indirectly to:\n \n \n(i) prior works that had been undertaken by the second applicant in relation to its business and/or commercial activities;\n \n \n(ii) the business and/or commercial activities of the second applicant;\n \n \n(iii) any tender of the second applicant, including any pre-qualification document.",
      "id": "s17"
    },
    {
      "text": "(f) all documents owned by the first and second applicants.",
      "id": "s18"
    },
    {
      "text": "The applicants also sought preliminary discovery from each of the second to tenth respondents of the following documents: Pursuant to Order 15A Rules 3 and 6 of the Federal Court Rules , the second to tenth respondents do within 14 days of the date of these orders, make discovery, verified on oath by an appropriate member or officer, of any documents in the following categories which are in its possession, custody or control, namely:\n \n(a) all documents created by and/or received by the second to tenth respondents during the course of their employment with the second applicant concerning, or relating directly or indirectly to:\n \n \n(i) the business activities of the applicants;\n \n \n(ii) communications with the first, eleventh or twelfth respondents; and\n \n \n(iii) business dealings with any party that related to the business and/or commercial activities of the applicants.",
      "id": "s19"
    },
    {
      "text": "By the date of the hearing of this application, the outcome of the tender for the Pluto project was unknown.",
      "id": "s20"
    },
    {
      "text": "BACKGROUND \n The applicants rely upon a number of affidavits affirmed by Mr Stephen Murdoch, the executive director of Cape.",
      "id": "s21"
    },
    {
      "text": "Mr Murdoch has held that position since 1 May 2008.",
      "id": "s22"
    },
    {
      "text": "Two affidavits sworn by Mr Andrew White, the managing director of the first respondent were read on behalf of the first, eleventh and twelfth respondents.",
      "id": "s23"
    },
    {
      "text": "Each of the second to tenth respondents swore an affidavit which was relied upon.",
      "id": "s24"
    },
    {
      "text": "In his affidavit filed on 19 November 2008, Mr Murdoch deposed as follows: \n In or about July 2008 it came to my attention that the content of many of the testimonials contained on the first respondent's website and some of the marketing literature, in particular project data sheets, on the first respondent's website were very similar to the second applicant's project data sheets.",
      "id": "s25"
    },
    {
      "text": "Mr Murdoch annexed to his affidavit a bundle of project data sheets marked \"SM-2\" from the first respondent and MAS.",
      "id": "s26"
    },
    {
      "text": "Each project data sheet is a document which describes work carried out on an engineering project.",
      "id": "s27"
    },
    {
      "text": "There are also one or more photographs of the engineering works comprising the project.",
      "id": "s28"
    },
    {
      "text": "There were two categories of project data sheets which comprised \"SM-2\".",
      "id": "s29"
    },
    {
      "text": "The first category comprised five project data sheets which contained the logo, \"MAS modern access services\" and are headed \"MAS Management Track Record\".",
      "id": "s30"
    },
    {
      "text": "Each project data sheet contained a photograph of an engineering structure and was poorly presented.",
      "id": "s31"
    },
    {
      "text": "These project data sheets were at pp 18-22 of the affidavit.",
      "id": "s32"
    },
    {
      "text": "The second category comprised two project data sheets which contained the logo, \"MW-Modern Industries\".",
      "id": "s33"
    },
    {
      "text": "They are well presented and contained more than one photograph of engineering structures.",
      "id": "s34"
    },
    {
      "text": "These project data sheets were at p 17 and p 23 of the affidavit.",
      "id": "s35"
    },
    {
      "text": "There is a very significant difference in the appearance of the two categories of project data sheets.",
      "id": "s36"
    },
    {
      "text": "There was also annexed to Mr Murdoch's affidavit, marked \"SM-3\", six of PCH's project data sheets.",
      "id": "s37"
    },
    {
      "text": "They were all in the same format which bears some resemblance to the format of the MAS project data sheets referred to above.",
      "id": "s38"
    },
    {
      "text": "Mr Murdoch also deposed that in July 2008, he became aware that the first respondent had been handing out the project data sheets contained on its website to third parties.",
      "id": "s39"
    },
    {
      "text": "On 21 July 2008, Mr Murdoch caused Mr Terry O'Connor, the regional sales and marketing director of Cape, to send a letter addressed to Mr Andrew White, managing director of the first respondent.",
      "id": "s40"
    },
    {
      "text": "The letter stated: \n It has come to my attention that the content of many of your testimonials and some of the Marketing literature on your website bears a striking resemblance to material produced by PCH and other Cape companies.",
      "id": "s41"
    },
    {
      "text": "In many instances, the text used is taken verbatim from PCH marketing material.",
      "id": "s42"
    },
    {
      "text": "Furthermore, many of the pictures you have used are identical to those owned and used by PCH (Cape).",
      "id": "s43"
    },
    {
      "text": "For your reference I have attached five examples of the material which I am referring to.",
      "id": "s44"
    },
    {
      "text": "The five examples of the \"Marketing literature\" which were attached to the letter were the MAS project data sheets which were at pp 18-22 of Mr Murdoch's affidavit.",
      "id": "s45"
    },
    {
      "text": "The letter went on to request that all material that had a \"direct relationship with PCH or any other Cape company\" be removed from the first respondent's website and that the first respondent destroy any marketing material containing the same information.",
      "id": "s46"
    },
    {
      "text": "Mr White replied by letter dated 24 July 2008, in the following terms: \n In reply to your letter dated 21 July 2008, I thank you for bringing the similarities in the Project Data Sheets of Modern Access Services Pty Ltd to my attention.",
      "id": "s47"
    },
    {
      "text": "For the avoidance of doubt, there will be no further issues of these sheets in this form and the existing material in our possession has been destroyed.",
      "id": "s48"
    },
    {
      "text": "In relation to your comments regarding our website, please note that Modern Access Services website is still under construction and that the Modern Industries website is all original material.",
      "id": "s49"
    },
    {
      "text": "The style has been developed by an independent marketing and graphic design company and has been in use for some time.",
      "id": "s50"
    },
    {
      "text": "If there is, however, something specific which concerns you that we may have overlooked, particularly given the relationship that existed between our companies in the Cape Modern Joint Venture Pty Ltd, which was active from the early 1990's until it was finally wound up in 2007, then please let me know.",
      "id": "s51"
    },
    {
      "text": "I trust that this addresses your concerns, however, if you wish to discuss anything further please do not hesitate to contact me.",
      "id": "s52"
    },
    {
      "text": "Mr Murdoch went on to depose that on 8 August 2008, it came to his attention that the first respondent or another entity in the Modern Industries Group, had submitted a successful tender for the Sino Iron Ore project.",
      "id": "s53"
    },
    {
      "text": "This caused Mr Murdoch some concern.",
      "id": "s54"
    },
    {
      "text": "Mr Murdoch said that he caused the applicants' solicitors, Blake Dawson to send a letter to each of the respondents.",
      "id": "s55"
    },
    {
      "text": "On the instructions of Mr Murdoch, Blake Dawson sent a letter dated 19 August 2008 to the first respondent.",
      "id": "s56"
    },
    {
      "text": "This letter stated: \n We act for PCH Group Limited ( PCH ).",
      "id": "s57"
    },
    {
      "text": "We are instructed that: \n\n several former employees of PCH have now been employed by Modern Industries Australia Pty Ltd ( Modern );\n Modern has recently been successful in tendering for a contract to provide services to Sinosteel (the Sinosteel project );\n the website of Modern continues to contain photos and other confidential information owned by PCH; and\n the website of Modern contains several project datasheets that imply that Modern undertook the works described, when in fact PCH undertook those works.",
      "id": "s58"
    },
    {
      "text": "This letter also stated that PCH was concerned that its confidential information may have been used as part of Modern Industries' tender for the Sino Iron Ore project (mistakenly referred to in the letter as \"the Sinosteel project\").",
      "id": "s59"
    },
    {
      "text": "The letter went on to say that PCH wished to verify this by reviewing the first respondent's tender documents for the Sino Iron Ore project.",
      "id": "s60"
    },
    {
      "text": "The letter then stated: \n PCH demands that Modern: \n\n \n &#8226; remove any information owned by PCH from Modern's website; \n\n remove any material that states or implies that works undertaken by PCH were undertaken by Modern;\n confirm whether any confidential information owned by PCH was used by Modern in the tender for the Sinosteel project; and\n \n &#8226; provide the tender documents to Blake Dawson...by 5 pm, 20 August 2008.",
      "id": "s61"
    },
    {
      "text": "Furthermore, if any of our client's confidential information has been used in preparing a tender for a contract to provide services relating to Woodside's Pluto LNG project, the use of that confidential information must cease immediately, Woodside should be informed that our client's information has been used in preparing the tender and any materials derived from our client's information must be withdrawn.",
      "id": "s62"
    },
    {
      "text": "We note that any implication by Modern of project works that were in fact undertaken by PCH is potentially misleading and deceptive conduct under the Trade Practices Act 1974 (Cth).",
      "id": "s63"
    },
    {
      "text": "Blake Dawson stated that if PCH did not receive the documents requested PCH would apply for a pre-action discovery order in the Supreme Court.",
      "id": "s64"
    },
    {
      "text": "A letter dated 19 August 2008, was sent by Blake Dawson to each of the second to tenth respondents.",
      "id": "s65"
    },
    {
      "text": "Each letter was in very similar terms.",
      "id": "s66"
    },
    {
      "text": "Each letter alleged that each employee was previously employed by PCH and had access to confidential information relating to the operation and business of PCH including information relating to pricing and pricing policy.",
      "id": "s67"
    },
    {
      "text": "The letter also said that each employee was under an obligation not to disclose any of PCH's confidential information.",
      "id": "s68"
    },
    {
      "text": "The letter went on to state that each employee was now employed by Modern Industries and that Modern Industries had recently submitted a successful tender for a contract in respect of the Sino Iron Ore project (mistakenly referred to in the letter as \"the Sinosteel project\") and that PCH had also submitted a tender for that contract.",
      "id": "s69"
    },
    {
      "text": "The letter then stated that PCH had grave concerns that its confidential information was likely to have been used by Modern Industries in preparing its tender and \"that you were the conduit\".",
      "id": "s70"
    },
    {
      "text": "Blake Dawson's letter went on to say: PCH has instructed us to investigate potential braches of confidentiality obligations by several of its ex-employees.",
      "id": "s71"
    },
    {
      "text": "We intend to make an application to the court on behalf of PCH to access all documents relating to the Sinosteel tender or its preparation, to identify whether any information contained within them appears to be derived from many information accessed during the course of your employment with PCH, including:\n \n(a) information about pricing, pricing structures and pricing policies;\n \n \n(b) policies on tendering;\n \n \n(c) information about sub-contractors;\n \n \n(d) information about costs;\n \n \n(e) information about access to supplies; and\n \n \n(f) marketing strategies.",
      "id": "s72"
    },
    {
      "text": "If you do have PCH's confidential information, PCH requires you to immediately cease and desist all use of that information, and to deliver up all intellectual property and any other property of our client to Blake Dawson at Level 32, Exchange Plaza, 2 The Esplanade, Perth by close of business on 20 August 2008.",
      "id": "s73"
    },
    {
      "text": "Furthermore, if any of our client's confidential information has been used in preparing a tender for a contract to provide services relating to Woodside's Pluto LNG project, the use of that information must cease immediately, Woodside should be informed that our client's information has been used in preparing the tender in breach of contract and any materials derived from our client's information must be withdrawn.",
      "id": "s74"
    },
    {
      "text": "Minter Ellison, acting on behalf of the first respondent, replied by a letter dated 21 August 2008.",
      "id": "s75"
    },
    {
      "text": "Minter Ellison denied that the first respondent's website contained photographs and other confidential information alleged to be owned by PCH.",
      "id": "s76"
    },
    {
      "text": "The letter also denied that the project data sheets on the first respondent's website implied that the first respondent had undertaken works that PCH had actually performed.",
      "id": "s77"
    },
    {
      "text": "Minter Ellison went on to request that Blake Dawson write outlining specifically what material PCH alleged that it owned and which was being used by the first respondent.",
      "id": "s78"
    },
    {
      "text": "The letter also stated that the first respondent was unaware of any confidential information of PCH having been used in the preparation of its tenders.",
      "id": "s79"
    },
    {
      "text": "The tenders had been prepared using first principles.",
      "id": "s80"
    },
    {
      "text": "In its letter of 25 August 2008 in response, Blake Dawson stated as follows: \n Your client's marketing material and project data sheets have used material that is owned by PCH.",
      "id": "s81"
    },
    {
      "text": "We are instructed that in early July 2008, representatives of your client distributed marketing information to prospective customers in Asia that used photographs and other information that is owned by PCH, which related to projects that PCH undertook.",
      "id": "s82"
    },
    {
      "text": "The letter also said that Minter Ellison's complaint that PCH's claims had not been fully particularised, missed the point.",
      "id": "s83"
    },
    {
      "text": "This was because it was PCH's intention to investigate whether to commence proceedings against the Modern Industries group of companies, or former employees of PCH; and that PCH might utilise the rights available under O 26A of the Rules of the Supreme Court of Western Australia (the Supreme Court Rules ) to enable a decision to be made whether to commence or take proceedings.",
      "id": "s84"
    },
    {
      "text": "There then ensued an exchange of correspondence and emails between Minter Ellison and Blake Dawson.",
      "id": "s85"
    },
    {
      "text": "The correspondence is mainly characterised by Minter Ellison complaining that PCH had failed to particularise information on the first respondent's website which PCH said that it owned and Blake Dawson's counter-assertion that it was unnecessary for its client to identify the information; and that its inability to do so did not preclude its client from making an application under O 26A of the Supreme Court Rules .",
      "id": "s86"
    },
    {
      "text": "By a letter dated 21 October 2008, Blake Dawson stated for the first time that their client had instructed them to commence a preliminary discovery application under O 15A of the Federal Court Rules (the Rules), in this Court.",
      "id": "s87"
    },
    {
      "text": "The letter, however, did not identify the potential claim within Federal jurisdiction which the applicants were contemplating bringing.",
      "id": "s88"
    },
    {
      "text": "Application for orders under O 15A r 6 of the Rules\n The applicants' primary application is for preliminary discovery under O 15A r 6 of the Rules.",
      "id": "s89"
    },
    {
      "text": "In support of this claim, Mr Murdoch deposed that he was concerned that the respondents may have documents in their possession: \n (a) that are the property of the applicants; \n\n \n (b) which may indicate that the first respondent has infringed the applicants' copyright and give rise for an action for breach of copyright or other remedies; and \n\n \n (c) alternatively, or in addition, which may indicate potential breaches by the second to tenth respondents of their confidentiality obligations and give rise to an action for breach of contract of employment, breach of fiduciary duty and breach of confidence or other remedies.",
      "id": "s90"
    },
    {
      "text": "Order 15A r 6 of the Rules provides as follows: \n Where: \n\n \n (a) there is reasonable cause to believe that the applicant has or may have the right to obtain relief in the Court from a person whose description has been ascertained; \n\n \n (b) after making all reasonable inquiries, the applicant has not sufficient information to enable a decision to be made whether to commence a proceeding in the Court to obtain that relief; and \n\n \n (c) there is reasonable cause to believe that that person has or is likely to have or has had or is likely to have had possession of any document relating to the question whether the applicant has the right to obtain the relief and that inspection of the document by the applicant would assist in making the decision - \n\n \n the Court may order that that person shall make discovery to the applicant of any document of the kind described in paragraph (c).",
      "id": "s91"
    },
    {
      "text": "I infer from Mr Murdoch's evidence, referred to in [33] above, that PCH is contemplating bringing a claim against the first respondent for infringement of PCH's copyright in its project data sheets, annexed to his affidavit.",
      "id": "s92"
    },
    {
      "text": "I also infer from the evidence of Mr Murdoch that the applicants are also contemplating bringing a claim against the respondents for breach of contract, breach of the duty of confidence and breach of fiduciary duty based on the misuse by them of the applicants' confidential information.",
      "id": "s93"
    },
    {
      "text": "Of particular concern to the applicants in this regard is the fact that MAS has made two competitive tenders in respect of projects for which one or both of the applicants has also tendered, and that MAS has beaten one or both of the applicants in one of the tenders.",
      "id": "s94"
    },
    {
      "text": "Infringement of copyright\n I deal first with the applicants' contention that they need the discovery in order to investigate whether PCH may have a claim against the first respondent for infringement of PCH's copyright in its project data sheets.",
      "id": "s95"
    },
    {
      "text": "The first issue is whether the applicants have demonstrated, on the evidence before the Court, that there is reasonable cause to believe that one or both of the applicants have, or may have the right to obtain relief in the Court against the first respondent in respect of the infringement of PCH's copyright.",
      "id": "s96"
    },
    {
      "text": "In Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2008] FCAFC 133 ; (2008) 169 FCR 435 at 445-446 ( Optiver ), the Full Court has recently made the following observations as to the requirement in O 15A r 6 that there be reasonable cause to believe that an applicant may have a right to obtain relief: \n Senior counsel for Tibra relied upon the objective nature of the test to be satisfied.",
      "id": "s97"
    },
    {
      "text": "However, the requirement to be established is a reasonable cause to believe that the applicant has or may have a right to relief, not a conclusion that a prima facie case in fact exists (see Hely J in St George Bank Ltd [2004] FCA 1360 ; 211 ALR 147 at [26] ; George v Rockett [1990] HCA 26 ; (1990) 170 CLR 104).",
      "id": "s98"
    },
    {
      "text": "It was not incumbent upon Optiver to establish every element of the relevant causes of action, but a reasonable cause to believe that it \"has or may have\" the right to relief alleged.",
      "id": "s99"
    },
    {
      "text": "Of course, this is not to say that it is not necessary to examine the various elements of the potential cause of action that is sought to be relied upon to determine whether there is a reasonable cause to believe that each of the necessary elements exist (see Austrac Operations Pty Ltd v New South Wales [2003] ATPR 41-960 at [11]; Leighton Contractors Pty Ltd v Page Kirkland Management Pty Ltd [2006] FCA 288 at [5] ; Dartberg Pty Ltd v Wealthcare Financial Planning Pty Ltd [2007] FCA 1216 ; (2007) 164 FCR 450 at [44] ).",
      "id": "s100"
    },
    {
      "text": "Nor can an application for preliminary discovery be sustained without evidence that must incline the mind towards the matter of fact in question (see Austrac [2003] ATPR 41-960 at [37]; John Holland Services Pty Ltd v Terranora Group Management Pty Ltd [2004] FCA 679 at [13]-[14], [17], [73]; Dartberg [2007] FCA 1216 ; 164 FCR 450 at [44] ).",
      "id": "s101"
    },
    {
      "text": "(Original emphasis.",
      "id": "s102"
    },
    {
      "text": ") \n\n In his affidavit of 19 November 2009, Mr Murdoch referred to two aspects of the first respondent's conduct as giving rise to a possible claim for relief against the first respondent for infringement of the Copyright Act 1968 (Cth).",
      "id": "s103"
    },
    {
      "text": "The applicants rely upon s 36(1) of the Copyright Act .",
      "id": "s104"
    },
    {
      "text": "It provides as follows: \n Subject to this Act, the copyright in a literary, dramatic, musical or artistic work is infringed by a person who, not being the owner of the copyright, and without the licence of the owner of the copyright, does in Australia, or authorizes the doing in Australia of, any act comprised in the copyright.",
      "id": "s105"
    },
    {
      "text": "The first aspect of the first respondent's conduct referred to by Mr Murdoch as possibly grounding a claim for infringement of copyright, was the publication of impugned MAS project data sheets on the first respondent's website, which, he said, were \"very similar\" to PCH's project data sheets.",
      "id": "s106"
    },
    {
      "text": "This complaint appears to reflect the complaint made by Mr O'Connor in his letter of 21 July 2008, which annexed the five impugned MAS project data sheets.",
      "id": "s107"
    },
    {
      "text": "Mr Murdoch said that each of the PCH project data sheets had been created by the employees of the applicants and was unique as each was a \"specific record which reflects details of work done by the applicants on individual projects around the world\".",
      "id": "s108"
    },
    {
      "text": "Mr White of Modern Industries deposed that he had inspected the MAS project data sheets which were attached to Mr O'Connor's letter of 21 July 2008, and ascertained that there were some similarities between the material and at least one of the project data sheets of PCH.",
      "id": "s109"
    },
    {
      "text": "However, he said that none of these documents was ever published on the first respondent's website.",
      "id": "s110"
    },
    {
      "text": "Further, he said that there had never been any publication of the MAS project data sheets on an MAS website because that website had at all material times been under construction, and at the time of swearing the affidavit it was still under construction.",
      "id": "s111"
    },
    {
      "text": "After some initial equivocation, Mr Murdoch subsequently accepted that he was confused as to what project data sheets had been published on the first respondent's website.",
      "id": "s112"
    },
    {
      "text": "I accept the evidence of Mr White that the five MAS project data sheets were never published on the website of either the first respondent or MAS.",
      "id": "s113"
    },
    {
      "text": "As to the two project data sheets which comprise \"SM-2\" of Mr Murdoch's affidavit which on Mr White's evidence were published on the first respondent's website, there was no arguable similarity between those two project data sheets and the PCH project data sheets.",
      "id": "s114"
    },
    {
      "text": "Insofar as there are photographs which were common to the project data sheets published by both groups, there was no probative evidence to support any claim that the copyright in the photographs belonged to PCH.",
      "id": "s115"
    },
    {
      "text": "I, accordingly, find that there is no reasonable cause to believe that the applicants have, or may have, a right to relief in this Court from the first respondent based on the allegation that the first (or indeed the twelfth) respondent has published material on a website, which infringes PCH's copyright in its project data sheets.",
      "id": "s116"
    },
    {
      "text": "As to the second aspect of the first respondent's conduct complained of, namely, copying of parts of the PCH project data sheets by MAS, and the distribution of those MAS project data sheets, Mr White deposed that the MAS project data sheets were produced by an employee of MAS in Thailand.",
      "id": "s117"
    },
    {
      "text": "The MAS project data sheets were produced without the knowledge of Mr White and he had issued instructions to MAS employees in Thailand that any document that had been produced in that format be immediately destroyed and not otherwise reproduced.",
      "id": "s118"
    },
    {
      "text": "Mr White went on to say that the documents had not been made available in Australia.",
      "id": "s119"
    },
    {
      "text": "He also said that he believed that they were probably provided to Mr Murdoch by someone who had access to those documents in Thailand.",
      "id": "s120"
    },
    {
      "text": "I accept the evidence of Mr White and find that the impugned MAS project data sheets were produced and distributed in Thailand and not in Australia.",
      "id": "s121"
    },
    {
      "text": "My reasons for so finding are the following.",
      "id": "s122"
    },
    {
      "text": "Mr Murdoch did not describe in his affidavits the circumstances in which he came to obtain possession of the MAS project data sheets, nor did he contradict the evidence of Mr White that the impugned project data sheets were only distributed in Thailand.",
      "id": "s123"
    },
    {
      "text": "In addition, Mr White's evidence is consistent with the statements made in Blake Dawson's letter of 25 August 2008 (see [29] above), that it had been instructed that marketing information had been distributed to \"prospective customers in Asia\".",
      "id": "s124"
    },
    {
      "text": "Accordingly, I find on the evidence before the Court, that any potential infringement of PCH's copyright in the project data sheets by the production and distribution of the impugned MAS project data sheets occurred outside of Australia and would not fall within the ambit of s 36(1) of the Copyright Act .",
      "id": "s125"
    },
    {
      "text": "Accordingly, I find that the applicants have not satisfied the requirement under O 15A r 6 that there is reasonable cause to believe that one or both of the applicants have, or may have, a claim for relief for the infringement of PCH's copyright in the PCH project data sheets.",
      "id": "s126"
    },
    {
      "text": "Further, there are the following discretionary reasons why I would, in any event, not grant relief to the applicants in respect of this potential claim.",
      "id": "s127"
    },
    {
      "text": "First, the applicants have not deposed to the nature of the harm that either or both the applicants have suffered, or may suffer, by reason of the alleged infringement of the copyright in the PCH project data sheets.",
      "id": "s128"
    },
    {
      "text": "Secondly, the applicants have not led evidence as to the nature of the documents that they require in order to decide whether to commence an application against the first respondent for infringement of PCH's copyright, nor how the obtaining of access to those documents would assist them in deciding to commence a proceeding against the first respondent.",
      "id": "s129"
    },
    {
      "text": "In fact, none of the letters from Blake Dawson written prior to the commencement of this proceeding, claimed that the applicants required documents from the first respondent because the applicants were contemplating the commencement of a proceeding against the first respondent founded on an infringement of the Copyright Act .",
      "id": "s130"
    },
    {
      "text": "The letter from Blake Dawson of 19 August 2008 (see [22] above), asserted that the first respondent's website continued to \"contain photos and other confidential information owned by PCH\" and also contained \"several project datasheets that imply that Modern undertook the works described, when in fact PCH undertook those works\".",
      "id": "s131"
    },
    {
      "text": "The letter referred to misuse of information belonging to the applicants.",
      "id": "s132"
    },
    {
      "text": "The letter went on to state that \"any implication\" by the first respondent that it had undertaken the project works which were in fact undertaken by PCH, was potentially misleading or deceptive conduct under the Trade Practices Act 1974 (Cth).",
      "id": "s133"
    },
    {
      "text": "There was no mention made of the Copyright Act .",
      "id": "s134"
    },
    {
      "text": "Misuse of confidential information\n The applicants also contend that they require preliminary discovery in order to determine whether to commence a proceeding against the respondents in respect of misuse of confidential information.",
      "id": "s135"
    },
    {
      "text": "I now deal with that contention.",
      "id": "s136"
    },
    {
      "text": "In support of this contention, Mr Murdoch deposed that each of the second to tenth respondents had in the course of his employment with PCH been exposed to information which Mr Murdoch regarded as \"confidential\".",
      "id": "s137"
    },
    {
      "text": "There was annexed to his affidavit of 19 November 2008, as annexure \"SM-1\", a list of a number of categories of such information.",
      "id": "s138"
    },
    {
      "text": "There is also annexed to that affidavit, as annexure \"SM-15\", a chart stating the categories of information which, it is asserted, each of the second to tenth respondents was exposed to during his employment with PCH.",
      "id": "s139"
    },
    {
      "text": "Thus, for example, it was said that Mr Stephen Broughen, the third respondent, who had been the purchasing officer of PCH, had been exposed to documents containing the following categories of confidential information: Customers and Trade, Policies and Procedures, Labour Pricing and Scaftrack.",
      "id": "s140"
    },
    {
      "text": "Mr Anderson, the second respondent, had been exposed to documents containing a greater number of categories of information, including: Customers and Trade, Financial Details and Tenders.",
      "id": "s141"
    },
    {
      "text": "The evidence is stated in a conclusionary form.",
      "id": "s142"
    },
    {
      "text": "Mr Murdoch went on to depose that he became concerned, after learning that MAS had been the successful tenderer for the Sino Iron Ore project, that \"the first respondent may have used the applicants' confidential information as part of the tender for the project and that the second to tenth respondents had been the conduit of the applicants' confidential information\".",
      "id": "s143"
    },
    {
      "text": "In his affidavit of 23 January 2009, Mr White said that the tender had been derived from first principles.",
      "id": "s144"
    },
    {
      "text": "He referred to the cost items that constitute a tender for the provision of scaffolding and related services and said that the input costs of the tender components change frequently.",
      "id": "s145"
    },
    {
      "text": "Mr White went on to depose that to the best of his knowledge and belief none of the second to tenth respondents had provided the first respondent with any confidential information belonging to either the first or the second applicant.",
      "id": "s146"
    },
    {
      "text": "Each of the second to tenth respondents relied on an affidavit.",
      "id": "s147"
    },
    {
      "text": "Each of these respondents deposed that when he resigned he had handed back all documents that he had in his possession during his employment with PCH, and did not have any documents containing any confidential information belonging to the applicants.",
      "id": "s148"
    },
    {
      "text": "In his second affidavit of 26 February 2009, Mr Murdoch referred to the colour of the scaffolding which was being used by the first respondent.",
      "id": "s149"
    },
    {
      "text": "He said that the first respondent had painted its scaffolding in a colour which was deceptively similar to the colour used by PCH for its scaffolding.",
      "id": "s150"
    },
    {
      "text": "The relevance of this evidence was unclear when considered in the context of the class of documents in respect of which discovery was sought by the applicants.",
      "id": "s151"
    },
    {
      "text": "Further, there was no evidence from Mr Murdoch that the applicants were contemplating bringing a claim based on the colour of the scaffolding, nor that any inquiries had been made of the first respondent that may have assisted in making a decision on whether to commence such a proceeding.",
      "id": "s152"
    },
    {
      "text": "Mr Murdoch said that the costs of component items of a scaffolding tender referred to by Mr White in his affidavit, did not change significantly between the time the second to tenth respondents resigned from PCH and August 2008.",
      "id": "s153"
    },
    {
      "text": "Mr Murdoch also deposed that the line between winning and losing a tender was very thin and small differences, for example, charge out rates and other cost parameters as well as profit margins were likely to be critical determinants in a successful bid.",
      "id": "s154"
    },
    {
      "text": "He said that if a company knew the profit margins used by a competitor company in their tenders it would be possible for the company to undercut the competitor company.",
      "id": "s155"
    },
    {
      "text": "Mr Murdoch also deposed that none of the companies in the Modern Industries Group had previously been successful in winning a scaffolding tender such as the Sino Iron Ore project which was a major tender.",
      "id": "s156"
    },
    {
      "text": "As to the Woodside Pluto project, Mr Murdoch deposed that he had been informed by Mr David McHutchison, the business development manager of the first applicant, that the applicants were repeatedly asked to clarify details of their tender and to provide additional information.",
      "id": "s157"
    },
    {
      "text": "In particular, the applicants were requested to provide company financial statements.",
      "id": "s158"
    },
    {
      "text": "Mr Murdoch deposed that, in his experience, this does not usually happen after successfully pre-qualifying for a tender.",
      "id": "s159"
    },
    {
      "text": "The applicants were also advised on more than one occasion that their tender was not sufficiently competitive.",
      "id": "s160"
    },
    {
      "text": "Mr Murdoch went on to depose that his concerns regarding the real risk that the applicant's confidential information may have been utilised in some unauthorised way by the first respondent through the involvement of one or more of the second to tenth respondents was the basis on which he caused the applicant's solicitors to write the various letters of demand to the respondents and each of them.",
      "id": "s161"
    },
    {
      "text": "Mr White in his affidavit of 4 March 2009, disputed Mr Murdoch's claims about the costs of items comprising the tender.",
      "id": "s162"
    },
    {
      "text": "He also said that MAS had been asked by Woodside to provide the same information as Woodside had asked of the applicants.",
      "id": "s163"
    },
    {
      "text": "I deal first with the issue of whether there is reasonable cause to believe that the applicants have, or may have, a right to obtain relief against each of the respondents.",
      "id": "s164"
    },
    {
      "text": "Counsel for the applicants contended that the following circumstances taken in combination are sufficient to show that there is reasonable cause to believe that the applicants have, or may have, a claim for relief against each of the respondents in relation to the misuse of confidential information in relation to the Sino Iron Ore and Woodside tenders.",
      "id": "s165"
    },
    {
      "text": "First, MAS only recently entered into the business of hiring scaffolding and providing services for scaffolding.",
      "id": "s166"
    },
    {
      "text": "Secondly, within a relatively short period of time in early 2008, the second to tenth respondents left the services of PCH and commenced employment with MAS.",
      "id": "s167"
    },
    {
      "text": "Further, one of the former employees of PCH is a director of MAS.",
      "id": "s168"
    },
    {
      "text": "The second to tenth respondents had access to confidential information during the course of their employment with PCH.",
      "id": "s169"
    },
    {
      "text": "Thirdly, during 2008, within a short period of the second to tenth respondents joining MAS, MAS submitted a tender for scaffolding work and services for the Sino Iron Ore and Woodside tenders.",
      "id": "s170"
    },
    {
      "text": "The applicants also contended that the facts in this case are similar to the facts in Paxus Services Ltd v People Bank Pty Ltd [1990] FCA 500 ; (1990) 99 ALR 728 ( Paxus ).",
      "id": "s171"
    },
    {
      "text": "In that case, a number of employees left the employment of Paxus and set up a company, People Bank Pty Ltd, which competed against Paxus.",
      "id": "s172"
    },
    {
      "text": "Paxus contended that the respondents in that case had appropriated, and were using its confidential information in the conduct of their competing business.",
      "id": "s173"
    },
    {
      "text": "The Court ordered that the respondents provide preliminary discovery under O 15A of the Rules.",
      "id": "s174"
    },
    {
      "text": "In the case of Cape Australia Holdings Pty Ltd v Iannello [2009] FCA 709 ( Iannello ), I referred to the observations of Gleeson CJ (as he then was) in dissent in the case of Wright v Gasweld Pty Ltd (1991) 22 NSWLR 317 ( Wright ) in relation to the tension between two policy considerations, namely, permitting a former employee to compete against his former employer, on the one hand, and the protection of the confidential information of the former employer, on the other.",
      "id": "s175"
    },
    {
      "text": "At 329, Gleeson CJ observed: \n ...a case such as the present involves a tension between two competing considerations of public policy.",
      "id": "s176"
    },
    {
      "text": "An employer is not entitled to protect himself against mere competition by a former employee, and the corollary of that is that the employee is entitled to use skill, experience and know-how acquired in the service of the former employer in legitimate competition.",
      "id": "s177"
    },
    {
      "text": "It is in the public interest that this should be so: Stenhouse Australia Ltd v Phillips [1973] UKPC 1 ; [1974] AC 391 at 400.",
      "id": "s178"
    },
    {
      "text": "At the same time the law will protect trade secrets and confidential information, and will intervene to prevent their misuse.",
      "id": "s179"
    },
    {
      "text": "The decision of the Court of Appeal in England in Faccenda Chicken Ltd v Fowler [1987] Ch 117 illustrates the importance, when there is a conflict between these two principles, of a close examination and accurate categorisation of the nature of the alleged trade secret or confidential information.",
      "id": "s180"
    },
    {
      "text": "At [72] in Iannello , I observed: \n It is accepted, of course, that an application for preliminary discovery permits \"fishing\" and does not require that the applicants for discovery adduce evidence that supports a prima facie case.",
      "id": "s181"
    },
    {
      "text": "Nevertheless, in my view, the considerations referred to by Gleeson CJ inform the assessment to be made of the evidence proffered by an applicant in support of satisfying the criterion of \"reasonable cause to believe\" in O 15A r 6(a) in cases of that nature.",
      "id": "s182"
    },
    {
      "text": "These observations are also pertinent to the issues in this case.",
      "id": "s183"
    },
    {
      "text": "In my view, the applicants have failed to satisfy the requirement that there is reasonable cause to believe that the applicants may have a cause of action against each of the respondents arising from the misuse by each of the respondents of the applicants' confidential information.",
      "id": "s184"
    },
    {
      "text": "There is no evidence of any appropriation or misuse of any confidential information by the second to tenth respondents in the preparation of the tenders by MAS, nor is there evidence that gives rise to an inference that there was, or may have been, any such appropriation or misuse.",
      "id": "s185"
    },
    {
      "text": "On that basis, the facts in this case are distinguishable from the facts in the Paxus case.",
      "id": "s186"
    },
    {
      "text": "In Paxus , there was evidence which was capable of giving rise to the inference that the former employees of Paxus had appropriated computer files comprising the database of Paxus and were using that database in the conduct of their new business.",
      "id": "s187"
    },
    {
      "text": "The same is true in relation to the Optiver case, where there was evidence that the former employees, who had established a competing business, without authority, obtained source code used in their former employer's computer program and may have used that source code in developing a computer program which they were using in their competitive business.",
      "id": "s188"
    },
    {
      "text": "The circumstances relied on by the applicants and the generalised evidence of Mr Murdoch on the tendering process referred to above, does not comprise evidence of the nature that was before the Court in those two cases.",
      "id": "s189"
    },
    {
      "text": "Nor does the principle in the case of Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298 assist the applicants in this case because the respondents gave evidence and were not cross-examined.",
      "id": "s190"
    },
    {
      "text": "The evidence does not incline the mind to believe that such of the unspecified second to tenth respondents as were involved in the making of the MAS tenders, may have used PCH's confidential information, as opposed to using their industry \"know how\".",
      "id": "s191"
    },
    {
      "text": "The applicants' case reflects no more than a suspicion on the part of Mr Murdoch that the respondents may have used the applicants' confidential information in preparing the MAS tenders.",
      "id": "s192"
    },
    {
      "text": "However, the holding of a suspicion is not a sufficient basis to demonstrate that there is reasonable cause to believe that an applicant under O 15A r 6 has, or may have, a right to relief in this Court.",
      "id": "s193"
    },
    {
      "text": "In any event, I would as a matter of discretion not make any order for the preliminary discovery in relation to the proposed claim founded on the postulated misuse of confidential information.",
      "id": "s194"
    },
    {
      "text": "This is because of the high level of generality at which the applicants' claim has been made.",
      "id": "s195"
    },
    {
      "text": "This is particularly evidenced by the indiscriminate way in which the applicants have joined the second to tenth respondents to this application, without deposing to whether the respondent in question had, whilst employed by PCH, been involved in the tendering process of PCH; or the basis on which it is believed that the respondent was likely to have been involved in the tendering process undertaken by MAS.",
      "id": "s196"
    },
    {
      "text": "Thus, for example, Mr Murdoch deposed that the eighth respondent, Mr McKenzie was employed by PCH as the yard manager.",
      "id": "s197"
    },
    {
      "text": "Mr Murdoch did not depose to any circumstance which might cause him to believe that Mr McKenzie may have been involved in the preparation by MAS of the tender for the Sino Iron Ore project or the Pluto project, nor the basis on which he believed Mr McKenzie may have documents in his possession which may cast light on that process.",
      "id": "s198"
    },
    {
      "text": "An approach at this level of generality is at odds with the abovementioned observations of Gleeson CJ in Wright of the need for specificity when allegations are made which bring into conflict the two principles to which his Honour refers.",
      "id": "s199"
    },
    {
      "text": "Further, there was also a failure to clearly differentiate the interests of the two applicants.",
      "id": "s200"
    },
    {
      "text": "Whilst there was evidence of an employment contract between each of the second to tenth respondents and PCH which included a confidentiality clause, the interest of Cape in the proceeding was not clear.",
      "id": "s201"
    },
    {
      "text": "In particular, as I have said, it is not clear which of the applicants made the tenders for each of the Sino Iron Ore project and the Pluto project.",
      "id": "s202"
    },
    {
      "text": "As I have already mentioned, the letter from MCC Mining is addressed to Cape and not PCH.",
      "id": "s203"
    },
    {
      "text": "Further, Mr Murdoch deposed to matters regarding the Woodside tender on the basis of information and belief derived from an officer of Cape.",
      "id": "s204"
    },
    {
      "text": "There is no evidence that the second to tenth respondents owed any duty of confidence to Cape and, therefore, if it was Cape that made the tenders, the basis of a potential cause of action against any of the respondents on the grounds of breach of such a duty by the second to tenth respondents, is unclear.",
      "id": "s205"
    },
    {
      "text": "If, on the other hand, it was PCH that made the tenders, then the presence of Cape in the proceeding would appear, without more, to be superfluous.",
      "id": "s206"
    },
    {
      "text": "The respondents have all complained that the applicants have commenced this proceeding as a means of exerting pressure upon them because they are now in competition.",
      "id": "s207"
    },
    {
      "text": "Whilst I am not prepared to find positively this to be the case, the applicants' conduct referred to in the preceding two paragraphs and the applicants' lack of care in making their allegations regarding the content of the materials which were on the first respondent's website, have weighed with me in any decision to withhold relief also on discretionary grounds.",
      "id": "s208"
    },
    {
      "text": "I note that during the course of oral submissions, counsel for the applicants also submitted that the applicants may also have a potential claim founded on misleading or deceptive conduct in contravention of s 52 of the Trade Practices Act .",
      "id": "s209"
    },
    {
      "text": "As I understood counsel's submission, the misleading or deceptive conduct would comprise MAS providing to each of MCC Mining and Woodside a tender which contained confidential information belonging to the applicants, whilst impliedly representing that the tenders did not contain that information.",
      "id": "s210"
    },
    {
      "text": "However, there was no evidence which demonstrated that the applicants were contemplating bringing a claim of that nature.",
      "id": "s211"
    },
    {
      "text": "Further, even if there had been evidence of such a nature, for the reasons already given at [78], [79] and [80] above, there is no reasonable cause to believe that the applicants have, or may have, a right to obtain relief on the basis of that claim.",
      "id": "s212"
    },
    {
      "text": "Application under O 15A r 3 of the Rules\n The applicants seek an order under O 15A r 3 of the Rules.",
      "id": "s213"
    },
    {
      "text": "The evidence in support of this application is at a very high level of generality.",
      "id": "s214"
    },
    {
      "text": "Mr Murdoch deposed that the respondents: \n may have provided documents of the applicants, to other Potential Parties, which may give rise to separate causes of action against those Potential Parties.",
      "id": "s215"
    },
    {
      "text": "In my view, the applicants have misconceived the function of O 15A r 3 because it is apparent on Mr Murdoch's evidence that the applicants have not identified a cause of action against an unidentified third party, which they are unable to commence because of the absence of the proper description of the party ( Iannello at [62]-[64]).",
      "id": "s216"
    },
    {
      "text": "Accordingly, the application under O 15A r 3 of the Rules is dismissed.",
      "id": "s217"
    },
    {
      "text": "The application is dismissed with costs.",
      "id": "s218"
    },
    {
      "text": "I certify that the preceding eighty-eight (88) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s219"
    },
    {
      "text": "Associate:\n \n \nDated: 31 August 2009\n \n Counsel for the Applicants: Mr RJL McCormack \n \n Solicitor for the Applicants: Blake Dawson \n \n Counsel for the Respondents: Mr CS Gough \n \n Solicitor for the Respondents: Minter Ellison \n Date of Hearing: 5 March 2009 \n \n Date of Judgment: 31 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/976.html",
      "id": "s220"
    }
  ]
}