{
  "name": "Khanam v Minister for Immigration and Citizenship [2009] FCA 966 (27 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/966.html",
  "catchphrases": [
    {
      "text": "application to review decision of migration review tribunal",
      "id": "c0"
    },
    {
      "text": "migration act 1958 (cth) s 499",
      "id": "c1"
    },
    {
      "text": "subclass ul sponsored family visitor visa",
      "id": "c2"
    },
    {
      "text": "whether jurisdictional error in decision of tribunal to refuse grant of visitor visa",
      "id": "c3"
    },
    {
      "text": "appellant mother of visa applicant previously granted asylum in australia",
      "id": "c4"
    },
    {
      "text": "tribunal's treatment of question of whether visa applicant's intention to only to visit australia genuine",
      "id": "c5"
    },
    {
      "text": "migration regulations 1994 (cth) cl 679.224",
      "id": "c6"
    },
    {
      "text": "court may but has no obligation to identify other grounds of appeal",
      "id": "c7"
    },
    {
      "text": "principles going to \"satisfaction of the minister\" with respect to a condition",
      "id": "c8"
    },
    {
      "text": "whether tribunal failed to take into account a relevant consideration being the specific circumstances of the visa applicant",
      "id": "c9"
    },
    {
      "text": "whether tribunal gave genuine consideration to reasons of visa applicant and appellant for the visa applicant's proposed visit australia when assessing genuineness of proposed visit under cl 679.224",
      "id": "c10"
    },
    {
      "text": "whether tribunal considered the situation of all ahmadi muslims in pakistan instead of the situation of the visa applicant",
      "id": "c11"
    },
    {
      "text": "whether the tribunal asked itself the wrong question",
      "id": "c12"
    },
    {
      "text": "migration",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a decision of a Federal Magistrate, in which the Federal Magistrate dismissed an application seeking judicial review of a decision of the Migration Review Tribunal (\"the Tribunal\").",
      "id": "s0"
    },
    {
      "text": "In that decision the Tribunal had affirmed the decision of a delegate of the Minister for Immigration and Citizenship refusing an application by the visa applicant for a visa under s 65 of the Migration Act 1958 (Cth) (\"the Act\").",
      "id": "s1"
    },
    {
      "text": "The appellant in these proceedings is the mother of the visa applicant.",
      "id": "s2"
    },
    {
      "text": "In summary the Tribunal affirmed the decision of the delegate as it was not satisfied that the express intention of the applicant to only visit Australia was genuine; accordingly the applicant failed to satisfy cl 679.224 of Sch 2 to the Migration Regulations 1994 (Cth) (\"the Regulations\").",
      "id": "s3"
    },
    {
      "text": "Background\n The visa applicant is a male national of Pakistan born 23 March 1989.",
      "id": "s4"
    },
    {
      "text": "He applied for a Sponsored (Visitor) Class UL (subclass 679 (Sponsored Family Visitor)) visa (\"subclass 679 visa\") on 25 March 2008.",
      "id": "s5"
    },
    {
      "text": "The subclass 679 visa provides for an application by a person seeking to enter Australia for the purposes of visiting an Australian citizen or Australian permanent resident who is, inter alia , a parent of the visa applicant, for a purpose other than related to business or medical treatment.",
      "id": "s6"
    },
    {
      "text": "This visa subclass allows a relative (as defined in reg 1.03 of the Regulations) to formally sponsor a visa applicant.",
      "id": "s7"
    },
    {
      "text": "In this matter the appellant is one of the sponsors of the visa applicant.",
      "id": "s8"
    },
    {
      "text": "It is not in dispute that the appellant is entitled to sponsor the visa applicant as required by the Regulations.",
      "id": "s9"
    },
    {
      "text": "The appellant came to Australia in 2005 on a visitor's visa and was granted a protection visa in 2006 due to the risk of persecution.",
      "id": "s10"
    },
    {
      "text": "The visa applicant's father subsequently came to Australia on a spouse visa.",
      "id": "s11"
    },
    {
      "text": "The appellant has a daughter living in Brisbane, and two sons --- including the visa applicant --- and a daughter still living in Pakistan.",
      "id": "s12"
    },
    {
      "text": "The visa applicant has been married since 19 May 2005 and lives with his wife and brother in Rabwah in Pakistan.",
      "id": "s13"
    },
    {
      "text": "On his visa application the visa applicant indicated he wants to visit his mother, the appellant, in Australia for 13 days.",
      "id": "s14"
    },
    {
      "text": "The visa applicant stated he owns a business, the Nabeel Karyana General Store in Rabwah, and has done so for 3 years and 2 months.",
      "id": "s15"
    },
    {
      "text": "He stated that he has sufficient funds in his bank account to visit Australia for a short time.",
      "id": "s16"
    },
    {
      "text": "Relevant Legislation\n The criteria for a subclass 679 visa are found in Pt 679 of Sch 2 to the Regulations.",
      "id": "s17"
    },
    {
      "text": "So far as is relevant the criteria are as follows: \n 679.21 Criteria to be satisfied at time of application \n\n \n 679.211 The applicant seeks to visit Australia: \n\n \n(a) for the purpose of visiting an Australian citizen, or Australian permanent resident, who is a parent, spouse, de facto partner, child, brother or sister of the applicant; or\n \n(b) for a purpose other than a purpose related to business or medical treatment.",
      "id": "s18"
    },
    {
      "text": "679.212 The applicant has adequate funds, or access to adequate funds, for personal support during the period of the proposed visit to Australia.",
      "id": "s19"
    },
    {
      "text": "679.213 The period of stay in Australia proposed in the application does not exceed 12 months.",
      "id": "s20"
    },
    {
      "text": "679.214 The applicant is sponsored by: \n\n \n(a) a settled Australian citizen, or a settled Australian permanent resident, who:\n \n(i) is:\n \n(A) a relative of the applicant; or\n \n(B) a relative of a person who:\n \n(I) is a member of the family unit of the applicant; and\n \n(II) is also an applicant for a Subclass 679 visa; and\n \n(ii) has turned 18; or\n \n(b) a settled Australian citizen, or a settled Australian permanent resident, who:\n \n(i) is a member of the Commonwealth Parliament or a State Parliament; or\n \n(ii) is a member of the Legislative Assembly of the Australian Capital Territory or the Northern Territory; or\n \n(iii) holds the office of mayor; or\n \n(c) a Commonwealth government agency or instrumentality or a State or Territory government agency or instrumentality.",
      "id": "s21"
    },
    {
      "text": "679.22 Criteria to be satisfied at time of decision \n\n \n 679.221 The applicant continues to satisfy the criteria in clauses 679.211 to 679.214.",
      "id": "s22"
    },
    {
      "text": "679.222 The sponsorship referred to in clause 679.214 has been approved by the Minister and is still in force.",
      "id": "s23"
    },
    {
      "text": "679.223 If: \n\n \n(a) the applicant's sponsor is a settled Australian citizen or a settled Australian permanent resident; and\n \n(b) the applicant is not a relative of the sponsor, but is included in the sponsorship on the basis that the applicant is a member of the family unit of a person who:\n \n(i) is an applicant for a Subclass 679 visa; and\n \n(ii) is sponsored by the sponsor; and\n \n(iii) is a relative of the sponsor ---\n \nthe person has been granted a Subclass 679 visa.",
      "id": "s24"
    },
    {
      "text": "679.224 The applicant satisfies the Minister that the expressed intention of the applicant only to visit Australia is genuine.",
      "id": "s25"
    },
    {
      "text": "In this case it is not in dispute that the visa applicant has satisfied all of the requirements for a subclass 679 visa except for the criterion in cl 679.224, namely that the Minister must be satisfied that the express intention of the Applicant to only visit Australia is genuine.",
      "id": "s26"
    },
    {
      "text": "Ministerial Direction No 36 of 2005\n The Tribunal identified this Ministerial Direction as information to which it should have regard in considering whether a person satisfies the criteria for a visitor visa.",
      "id": "s27"
    },
    {
      "text": "Ministerial Direction No 36 of 2005 applies to visitor applications, including Class UL --- Sponsored (Visitor) visas.",
      "id": "s28"
    },
    {
      "text": "The Tribunal observed that it must comply with the Minister's directions made pursuant to s 499 of the Act to the extent that they are consistent with the Act or Regulations.",
      "id": "s29"
    },
    {
      "text": "In particular, para 8 of the Direction specifies relevant considerations for determining whether an applicant intends a genuine visit.",
      "id": "s30"
    },
    {
      "text": "The Tribunal summarised these considerations as including, but not limited to, the following: The Tribunal also said: \n 11.",
      "id": "s31"
    },
    {
      "text": "Paragraph 9 of Direction 36 of 2005 states that generally, offers of support or guarantees given by family and friends in Australia are not sufficient evidence of a genuine visit.",
      "id": "s32"
    },
    {
      "text": "Notwithstanding this, when such offers have been investigated and confirmed by the relevant State or Territory Office, decision-makers should pay high regard to that advice in assessing the application.",
      "id": "s33"
    },
    {
      "text": "12.",
      "id": "s34"
    },
    {
      "text": "Paragraph 27 of Direction No.",
      "id": "s35"
    },
    {
      "text": "36 of 2005 states that when considering whether or not the expressed intention of a visa applicant is genuine, decision-makers should consider the circumstances of the proposed sponsor but only if those circumstances are directly relevant to the visa applicant's intention.",
      "id": "s36"
    },
    {
      "text": "Factors might include: has the sponsor previously sponsored a visa applicant and did that visa applicant (once granted a visa) abide by the conditions of that visa?",
      "id": "s37"
    },
    {
      "text": "In this respect, the intentions, assurances and history of a proposed sponsor might be relevant in the process of forming a view of the intentions of the visa applicant although it is ultimately the intentions of the visa applicant that must be ascertained .",
      "id": "s38"
    },
    {
      "text": "(emphasis added) \n\n Hearing before the Tribunal\n The appellant and her husband appeared before the Tribunal to give evidence and present arguments.",
      "id": "s39"
    },
    {
      "text": "The Tribunal explained to the appellant that the delegate had refused to grant the visa applicant a visitor visa on the grounds that it did not think that the visa applicant's visit to Australia was genuine, but rather that the delegate was of the view that the visa applicant was likely to seek asylum should he be granted a visitor visa.",
      "id": "s40"
    },
    {
      "text": "During the hearing the Tribunal spoke with the appellant and her husband, through an interpreter.",
      "id": "s41"
    },
    {
      "text": "The Tribunal also spoke at length with the visa applicant by telephone, through an interpreter.",
      "id": "s42"
    },
    {
      "text": "Decision of the Tribunal\n The Tribunal was not satisfied that the visa applicant's visit to Australia was genuine as required by cl 679.224 of the Regulations.",
      "id": "s43"
    },
    {
      "text": "Satisfaction by the visa applicant of other criteria prescribed by the Regulations was not an issue in the proceedings before the Tribunal.",
      "id": "s44"
    },
    {
      "text": "In summary, the Tribunal found as follows: In relation to para 8(a) of the Ministerial direction and consideration of personal circumstances which may encourage the visa applicant to return to his home country, the Tribunal accepted that: the visa applicant has a wife in Pakistan as well as other family; the visa applicant owned a business which the Tribunal accepted was successful and making a profit; and the visa applicant owned property.",
      "id": "s45"
    },
    {
      "text": "The Tribunal noted that the visa applicant was a member of the Ahmadi religion and that there were many Ahmadis in the region in which the visa applicant lived.",
      "id": "s46"
    },
    {
      "text": "The Tribunal accepted that these factors could encourage the visa applicant to return to Pakistan.",
      "id": "s47"
    },
    {
      "text": "In relation to para 8(b) of the Ministerial direction and consideration of circumstances which may encourage the visa applicant to remain in Australia, the Tribunal found that: the visa applicant has significant family ties in Australia in that his parents reside in Australia, as do his sister and her family; the visa applicant is a follower of the Ahmadi religion, and based on independent country information the Tribunal is of the view that Ahmadis are currently persecuted in Pakistan.",
      "id": "s48"
    },
    {
      "text": "The Tribunal observed: \nEven though the visa applicant lives in Rabwah, a town originally established by Ahmadis, based on the independent country information the Tribunal believes that he is still at risk of serious harm there.",
      "id": "s49"
    },
    {
      "text": "(at [74])\n \n \nNotwithstanding evidence given by the visa applicant and the appellant, the Tribunal did not accept the claims of the visa applicant and the appellant that the visa applicant is somehow safe and not at risk of serious harm in Rabwah, because:\n \nBased on the independent country information, the Tribunal considers that being an Ahmadi is sufficient to invite persecution in Rabwah or anywhere in Pakistan.",
      "id": "s50"
    },
    {
      "text": "This is a significant factor which may encourage the visa applicant to remain in Australia.",
      "id": "s51"
    },
    {
      "text": "(at [78])\n \n In relation to para 8(c) of the Ministerial direction, although the visa applicant gave evidence that he travelled to India each year for religious reasons, and returned to Pakistan, the Tribunal put \"little weight on this return travel as it is to India for religious purposes only; it is not to a free developed country where his parents reside.",
      "id": "s52"
    },
    {
      "text": "There has been no previous travel to Australia\".",
      "id": "s53"
    },
    {
      "text": "(at [79]) In relation to para 8(d) of the Ministerial direction and the credibility of the visa applicant in terms of his character and conduct, the Tribunal was not aware of any false or misleading information or documentation presented in relation to the visa application or any other visa application.",
      "id": "s54"
    },
    {
      "text": "In relation to para 8(e) of the Ministerial direction and the claimed purpose of the applicant's visit, including the duration of his proposed stay, the Tribunal found: \n... the stated purpose of the visa applicant's travel to Australia is to visit his mother and father for 2 to 3 months.",
      "id": "s55"
    },
    {
      "text": "The Tribunal accepts that as he runs his own store, he does not need to obtain approved leave.",
      "id": "s56"
    },
    {
      "text": "As such, the visa applicant's plans are reasonable and consistent with the purpose of a visitor visa.",
      "id": "s57"
    },
    {
      "text": "(at [81])\n \n In relation to para 8(f) of the Ministerial Direction the Tribunal noted that there was independent country information available as to the persecution of Ahmadis in Rabwah and Pakistan, that the Tribunal was not aware of any reports as to the numbers of Ahmadis seeking protection in Australia, but was aware that significant numbers of Pakistanis sought protection here.",
      "id": "s58"
    },
    {
      "text": "In relation to para 8(g) of the Ministerial Direction the Tribunal was not aware of any such profile information or analysis.",
      "id": "s59"
    },
    {
      "text": "In relation to circumstances of the appellant, who was a proposed sponsor of the visa applicant, the Tribunal noted that she had sought protection in Australia after arriving on a visitor visa in 2005.",
      "id": "s60"
    },
    {
      "text": "The Tribunal continued: \n85.",
      "id": "s61"
    },
    {
      "text": "The review applicant has claimed in her oral evidence that it was not her intention to seek protection on first arriving here in Australia, but the circumstances changed so that her husband was at risk of serious harm.",
      "id": "s62"
    },
    {
      "text": "It was only because of the change of circumstances that she applied for a protection visa.",
      "id": "s63"
    },
    {
      "text": "Her husband supported this claim.",
      "id": "s64"
    },
    {
      "text": "However she later agreed that she had sought protection here in 2006 because of the FIR issued in March 2005 against her husband.",
      "id": "s65"
    },
    {
      "text": "86.",
      "id": "s66"
    },
    {
      "text": "As noted earlier, based on the independent country information, the Tribunal finds that Ahmadis are constantly at risk of serious harm.",
      "id": "s67"
    },
    {
      "text": "Thus, the Tribunal does not accept the claim of the review applicant.",
      "id": "s68"
    },
    {
      "text": "Rather, the Tribunal finds that it was the review applicant's intention to seek protection in Australia when she obtained her visitor visa.",
      "id": "s69"
    },
    {
      "text": "In reviewing other considerations, the Tribunal found that: the undertaking of the appellant's husband that he could be deported if the visa applicant sought protection in Australia was hollow, as it would not happen under Australian law; although the Tribunal accepted that the fact of the visa applicant seeking protection in Australia would probably disentitle his siblings obtaining visitor visas in future, this would not prevent the visa applicant seeking protection; the claim of the appellant that she could have brought the visa applicant to Australia with her in 2006, because he was a minor of only 16 or 17 at the time, but that he did not wish to come to Australia, lacks substance because at the time the appellant sought asylum the visa applicant, while under 18, was married and no longer a member of the appellant's \"family unit\" for the purposes of the relevant legislation; although the visa applicant has significant family, business and religious reasons to return to Rabwah, these reasons can be overcome by the visa applicant because he could bring his wife to Australia, sell his business and continue to practise his religion.",
      "id": "s70"
    },
    {
      "text": "In light of these findings the Tribunal was not satisfied that the family, business and religious reasons for the visa applicant to return to Pakistan were sufficiently strong to outweigh the likelihood that, because of the risk he faces daily as an Ahmadi in Rabwah or elsewhere in Pakistan, and the fact that his parents now reside in Australia, he would seek to permanently remain in Australia.",
      "id": "s71"
    },
    {
      "text": "Accordingly, the Tribunal was not satisfied that the expressed intention of the visa applicant only to visit Australia was genuine, which meant in turn that he failed to satisfy the provisions of cl 679.224 and could not meet the essential prescribed criteria for the grant of a subclass 679 visa.",
      "id": "s72"
    },
    {
      "text": "Application to Federal Magistrates Court\n Before the learned Federal Magistrate, the appellant was self-represented.",
      "id": "s73"
    },
    {
      "text": "She claimed the following grounds of jurisdictional error: the Tribunal failed to consider all of the requirements that must be satisfied before the grant of a subclass 679 visa, and that the visa applicant had satisfied those requirements; the Tribunal failed to properly apply the correct law to the determination of the application; the Tribunal could not lawfully have refused the application because the visa application satisfied all of the criteria for the subclass 679 visa.",
      "id": "s74"
    },
    {
      "text": "In affirming the decision of the Tribunal ( Khanam v Minister for Immigration &amp; Citizenship [2009] FMCA 285) , the Court found in summary as follows: The Tribunal focussed on whether the visa applicant had satisfied the criteria in cl 679.224.",
      "id": "s75"
    },
    {
      "text": "Such an approach was neither erroneous nor in contravention of its jurisdiction (at [11]).",
      "id": "s76"
    },
    {
      "text": "The Tribunal accepted that the visa applicant had satisfied and continued to satisfy the criteria in subcll 679.211 to 214 (at [12]).",
      "id": "s77"
    },
    {
      "text": "The Tribunal correctly identified the relevant legislation which guided its consideration, and did not misconstrue nor misapply the prescribed visa criteria (at [13]).",
      "id": "s78"
    },
    {
      "text": "The Tribunal carefully considered the evidence both before the Department and the Tribunal itself (at [15]).",
      "id": "s79"
    },
    {
      "text": "The Tribunal member balanced the matters favouring and disfavouring the required state of satisfaction, and concluded that he was not satisfied that the expressed intention of the visa applicant only to visit Australia was genuine (at [16]).",
      "id": "s80"
    },
    {
      "text": "There was no ground for concluding that the Tribunal acted in a manner that would attract judicial intervention.",
      "id": "s81"
    },
    {
      "text": "Appeal to this Court\n The appellant continued to be self-represented in proceedings before this Court.",
      "id": "s82"
    },
    {
      "text": "Her grounds of appeal from the decision of the Federal Magistrate were as follows: That the learned Federal Magistrate has failed to consider the legal requirements, regarding the family sponsored visitor visa, the appellant fulfilled the requirements of the criteria as laid down under the Migration Act , and the relevant migration legislations, but the decision of the MRT was upheld, the decision of the MRT is full of legal errors coupled with the jurisdictional error.",
      "id": "s83"
    },
    {
      "text": "The learned FM simply upheld the decision of the MRT, without giving his own reasons of judgment.",
      "id": "s84"
    },
    {
      "text": "That the appellant submitted the whole evidence of the visa applicant that within the allowed time, the visa applicant shall go back, in this regard the appellant requested any bond or any security required in this behalf.",
      "id": "s85"
    },
    {
      "text": "The appellant has satisfied the criteria laid down in subclass 679, the appellant also satisfied all the requirement as laid down in cl 679.214 of the Sch 2 of the Migration Regulations .",
      "id": "s86"
    },
    {
      "text": "The applicant also duly complied with r 1.03 of the Regulations, and has also fulfilled the criterion as required under cl 679.212, and cl 679.213 of the Migration Regulation.",
      "id": "s87"
    },
    {
      "text": "In the MRT decision it has been laid down that the applicant has not satisfied 679.214 at the time of the application read with subclass 679.211, this is the incorrect application of the law.",
      "id": "s88"
    },
    {
      "text": "The most important question is of the satisfactions of the respondent, the satisfaction is their will, and discretion to which there is no yard stick to satisfy them.",
      "id": "s89"
    },
    {
      "text": "This is a complicated question of satisfaction; the appellant only requests that if there is a question of discretion, it should be exercised in favour of the applicant.",
      "id": "s90"
    },
    {
      "text": "That the respondents did not applied the proper law and procedure, this has resulted in the error of law, coupled with the jurisdictional laws, the laws of natural justice have been clearly violated.",
      "id": "s91"
    },
    {
      "text": "In written submissions the Minister contended that, although expressed as three separate grounds, the appellant actually only sought to appeal one ground with different particulars, namely that the Tribunal failed to consider relevant considerations being the requirements other than cl 679.224.",
      "id": "s92"
    },
    {
      "text": "In summary, the Minister further submitted: The requirements in subclass 679 are cumulative, all of them must be satisfied before the visa can be granted.",
      "id": "s93"
    },
    {
      "text": "Determination by the Tribunal that the visa applicant had failed to satisfy requirements of subcl 679.224 was sufficient to resolve the matter against the visa applicant.",
      "id": "s94"
    },
    {
      "text": "In light of this finding it was not relevant that the visa applicant may have satisfied the requirements of subcll 679.211-214.",
      "id": "s95"
    },
    {
      "text": "The finding by the Federal Magistrate that the approach of the Tribunal was correct, that it had identified the relevant legislative requirements and that it did not misconstrue or misapply the prescribed visa criteria was correct and did not support a finding of jurisdictional error.",
      "id": "s96"
    },
    {
      "text": "The third ground of appeal was not properly particularised.",
      "id": "s97"
    },
    {
      "text": "In any event, as the Federal Magistrate noted the Tribunal member carefully considered the evidence before him and made a decision after weighing that evidence.",
      "id": "s98"
    },
    {
      "text": "The appellant has not contested or raised any alleged jurisdictional error with respect to the consideration of subcl 679.224.",
      "id": "s99"
    },
    {
      "text": "The Tribunal considered the evidence of the visa applicant and the appellant and made a credibility finding in relation to whether the expressed intention only to visit Australia was genuine.",
      "id": "s100"
    },
    {
      "text": "A credibility finding is a finding of fact, and a matter for the Tribunal.",
      "id": "s101"
    },
    {
      "text": "The Tribunal did not accept the visa or review applicants' evidence and found the expressed intention was not genuine.",
      "id": "s102"
    },
    {
      "text": "This finding was open to the Tribunal.",
      "id": "s103"
    },
    {
      "text": "The Tribunal asked itself the right questions and properly considered the material before it.",
      "id": "s104"
    },
    {
      "text": "Wilson FM considered these matters and correctly held that the Tribunal applied the correct test.",
      "id": "s105"
    },
    {
      "text": "No error of the Federal Magistrate or jurisdictional error of the Tribunal has been established.",
      "id": "s106"
    },
    {
      "text": "Consideration\n The articulation of the grounds of appeal in this case reflect the difficulties faced by self-represented litigants in pleading grounds of jurisdictional defect, which provide the sole basis for review of decisions of the Tribunal.",
      "id": "s107"
    },
    {
      "text": "I consider that the submissions of the Minister with respect to the appellant's pleaded grounds of appeal have merit.",
      "id": "s108"
    },
    {
      "text": "The pleaded grounds of appeal are unparticularised, they do not plead any identifiable ground of jurisdictional error, and they are vague and difficult to follow.",
      "id": "s109"
    },
    {
      "text": "In my view the case of the appellant as articulated in her grounds of appeal is not sustainable.",
      "id": "s110"
    },
    {
      "text": "However while there is no obligation on the Court, in cases particularly involving a self-represented litigant it is open to the Court to identify other grounds of appeal which the litigant may have missed, but which present an arguable case.",
      "id": "s111"
    },
    {
      "text": "This practice is particularly apparent in migration matters where litigants are commonly not only self-represented, but frequently lack English language skills in attempting to address the Court in respect of an area of law of considerable difficulty.",
      "id": "s112"
    },
    {
      "text": "The position can be placed no higher --- I agree with the observations of Madgwick J in SZFNK v Minister for Immigration and Multicultural Affairs [2006] FCA 1601 at [4] - [5] that no obligation is imposed on the Court to investigate alternative grounds to advance the case of the self-represented litigant.",
      "id": "s113"
    },
    {
      "text": "\"Satisfaction\" of Minister\n The primary criterion in cl 679.224 to be met by the visa applicant is that the visa applicant satisfies the Minister that the expressed intention of the visa applicant only to visit Australia is genuine.",
      "id": "s114"
    },
    {
      "text": "Clearly reaching a level of satisfaction one way or the other is a factual issue.",
      "id": "s115"
    },
    {
      "text": "Notwithstanding this, the decision reached by the Minister as to whether he or she is satisfied is not unexaminable.",
      "id": "s116"
    },
    {
      "text": "As observed by Dixon J in Avon Downs Pty Ltd v FCT [1949] HCA 26 ; (1949) 78 CLR 353 at 360 in relation to the satisfaction (or not) of the Commissioner of Taxation in the circumstances of that case.",
      "id": "s117"
    },
    {
      "text": "If he does not address himself to the question which the subsection formulates, if his conclusion is affected by some mistake of law, if he takes some extraneous reason into consideration or excludes from consideration some factor which should affect his determination, on any of these grounds his conclusion is liable to review.",
      "id": "s118"
    },
    {
      "text": "(cf Gleeson CJ in Re Minister for Immigration and Multicultural Affairs; ex parte Applicant S20/2002 [2003] HCA 30 ; (2003) 198 ALR 59 at [8] ) \n\n More generally, the Full Court recently observed in NAIS v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 1: \n [6] Just what constitutes jurisdictional error may be a matter of debate, at least at the margin.",
      "id": "s119"
    },
    {
      "text": "However, it is not in dispute that jurisdictional error will include the various categories referred to in the well-known passage from the judgment of Brennan, Deane, Toohey, Gaudron and McHugh JJ in Craig v South Australia [1995] HCA 58 ; (1995) 184 CLR 163 at 179 where their Honours, after noting the distinction between administrative tribunals on the one hand, with no power in a constitutional sense in Australia to exercise judicial power and courts which did exercise judicial power, said: \n\n \nIf such an administrative tribunal falls into an error of law which cause it to identify a wrong issue, to ask itself a wrong question, to ignore circumstances, to make an erroneous finding or to reach a mistaken conclusion and the tribunal's exercise or purported exercise of power is thereby affected, it exceeds its authority or powers.",
      "id": "s120"
    },
    {
      "text": "Such an error of law is jurisdictional error which will invalidate any order or decision of the tribunal which reflects it.",
      "id": "s121"
    },
    {
      "text": "Proceedings in this Court\n The decision of the Tribunal in this case is lengthy, with detailed reference to evidence presented by both the visa applicant and the appellant and to material including relevant legislation and country information.",
      "id": "s122"
    },
    {
      "text": "The Tribunal observed --- in my view correctly --- that ultimately it was the intentions of the visa applicant which required ascertainment (at [12]).",
      "id": "s123"
    },
    {
      "text": "During the hearing I expressed reservations as to whether the Tribunal had considered the specific circumstances of the visa applicant, as distinct from the position of the visa applicant simply as a member of the Ahmadi religion .",
      "id": "s124"
    },
    {
      "text": "The hearing was temporarily adjourned to allow Counsel the opportunity to identify instances where the Tribunal had considered the individual circumstances of the visa applicant.",
      "id": "s125"
    },
    {
      "text": "On resumption of the hearing, Ms Wheatley for the Minister submitted, in summary: The Tribunal has clearly taken into account in reaching its decision the visa applicant's claimed reason for wishing to visit Australia (TS p 13 ll 17-18).",
      "id": "s126"
    },
    {
      "text": "Matters of weight of evidence are matters for the Tribunal.",
      "id": "s127"
    },
    {
      "text": "In setting out in the decision something that the visa applicant has said, it follows that the Tribunal has actually assessed it and taken it into account (TS p 14 ll 18-20).",
      "id": "s128"
    },
    {
      "text": "The decision under review is not to be construed minutely and finely with an eye keenly attuned to the perception of error.",
      "id": "s129"
    },
    {
      "text": "Jurisdictional defects in Tribunal's decision\n I have considered the material before me, including the oral submissions of Counsel during the hearing.",
      "id": "s130"
    },
    {
      "text": "While the Tribunal gave detailed consideration to the case before it, it is clear that the Tribunal's conclusion that the express intention of the visa applicant to visit Australia was not genuine was based exclusively on the conclusion reached by the Tribunal that the visa applicant could claim asylum in Australia because of his religion.",
      "id": "s131"
    },
    {
      "text": "Indeed the line of reasoning of the Tribunal can be summarised as follows: Ahmadi Muslims are persecuted in Pakistan and could claim asylum in Australia.",
      "id": "s132"
    },
    {
      "text": "The visa applicant is an Ahmadi Muslim, currently living in Pakistan.",
      "id": "s133"
    },
    {
      "text": "Therefore the visa applicant's real motive in visiting Australia is to claim asylum, and not genuinely to visit Australia, as required by subcl 679 of the Regulations.",
      "id": "s134"
    },
    {
      "text": "Notwithstanding the acknowledgement by the Tribunal that it is ultimately the intentions of the visa applicant which must be ascertained, the Tribunal formed its opinion based on its view of likely intentions of Ahmadi Muslims as a group in applying for subclass 679 visas rather than based on the circumstances of the visa applicant in this particular case.",
      "id": "s135"
    },
    {
      "text": "Indeed, reviewing the reasons of the Tribunal one might wonder whether any Ahmadi Muslim from Pakistan seeking to visit relatives in Australia would receive a subclass 679 visa.",
      "id": "s136"
    },
    {
      "text": "The reasons given by the Tribunal suggest not.",
      "id": "s137"
    },
    {
      "text": "In my view it follows that the decision of the Tribunal is liable to be set aside on the basis of jurisdictional defect, on two grounds: First, the Tribunal failed to take into account a relevant consideration, namely the reasons given by the visa applicant and the appellant for the visa applicant to visit Australia and the visa applicant's motive for doing so.",
      "id": "s138"
    },
    {
      "text": "The fact that the visa applicant was Ahmadi Muslim was also a relevant consideration, but not the only relevant consideration in determining this application.",
      "id": "s139"
    },
    {
      "text": "Second, the Tribunal did not properly determine the application before it because in considering the application it asked itself the wrong question --- namely \"Is the visa applicant an Ahmadi Muslim from Pakistan?",
      "id": "s140"
    },
    {
      "text": "\" The answer to that question, while obviously relevant in the circumstances, could not alone determine the application before the Tribunal.",
      "id": "s141"
    },
    {
      "text": "However a review of the decision of the Tribunal indicates that the answer to that question was in fact determinative of this particular application.",
      "id": "s142"
    },
    {
      "text": "Jurisdictional defects --- reasons\n I have reached this conclusion for the following reasons.",
      "id": "s143"
    },
    {
      "text": "Nowhere in the Tribunal's reasons for finding that the proposed visit to Australia by the visa applicant was not genuine does the Tribunal directly address and consider the stated reason given by the visa applicant (and the appellant) for the visit, namely that the visa applicant wished to travel to visit Australia to visit his mother .",
      "id": "s144"
    },
    {
      "text": "The evidence before the Tribunal was that the visa applicant is approximately 20 years old, and has not seen his parents since he was 16 years old.",
      "id": "s145"
    },
    {
      "text": "It does not require a leap of imagination to infer that, in view of the visa applicant's relative youth and the time which has passed since the relevant parties last met, it is natural that the visa applicant would wish to travel to Australia to visit his parents.",
      "id": "s146"
    },
    {
      "text": "To the extent relevant, given that his mother successfully applied for asylum in Australia, an inference could be drawn that it is not practical for the visa applicant's parents to travel to Pakistan to see the visa applicant.",
      "id": "s147"
    },
    {
      "text": "However the Tribunal does not deal specifically with this claimed motive of the visa applicant and explain why, in respect of this visa applicant, the Tribunal disbelieved that the reason given was not genuine.",
      "id": "s148"
    },
    {
      "text": "While reasons for a decision under review are not to be construed minutely and finely with an eye keenly attuned to the perception of error ( Collector of Customs v Pozzolanic [1993] FCA 456 ; (1993) 43 FCR 280 at 287, Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-272; SZCOQ v Minister for Immigration and Multicultural Affairs [2007] FCAFC 9 at [14] , [27]) nonetheless the claimed reason of the visa applicant to visit Australia is clearly a relevant consideration, acceptance or rejection of which goes to the core of his application and the \"genuineness\" of the proposed visit.",
      "id": "s149"
    },
    {
      "text": "During the hearing I asked Counsel for the Minister to identify in the decision of the Tribunal where the Tribunal specifically considered the claimed reason of the visa applicant to visit Australia but rejected that claim.",
      "id": "s150"
    },
    {
      "text": "Counsel referred me to the following statements by the Tribunal: \"The stated purpose of the visa applicant's travel to Australia is to visit his mother and father for two to three months.",
      "id": "s151"
    },
    {
      "text": "\" (p 26 para 81) (TS p 13 ll 6-7); \"The tribunal acknowledges that there are significant family business and religious reasons for the visa applicant to return.",
      "id": "s152"
    },
    {
      "text": "However these reasons can be overcome by the visa applicant if he is successful in obtaining a protection visa.",
      "id": "s153"
    },
    {
      "text": "...",
      "id": "s154"
    },
    {
      "text": "If the tribunal is thus not satisfied that the above reasons are strong enough to outweigh the likelihood because of the risk he faces daily...\" (p 27 paras 92-93) (TS p 13 ll 33-41).",
      "id": "s155"
    },
    {
      "text": "In my view these statements do not demonstrate any consideration of the visa applicant's claimed reason for wishing to visit Australia.",
      "id": "s156"
    },
    {
      "text": "Indeed, the statement at p 27 paras 92-93 of the Tribunal's reasons for decision actually relates to a different issue, namely reasons why the visa applicant may wish to return to Pakistan .",
      "id": "s157"
    },
    {
      "text": "Counsel for the Minister also directed my attention to the statement by the Tribunal that the visa applicant is required to satisfy subcl 679.211 of the Regulations (TS p 12 ll 6-45, p 13 ll 1-7).",
      "id": "s158"
    },
    {
      "text": "Subclause 679.211 provides that one of the criteria that a visa applicant must satisfy is as follows: \n679.211 The applicant seeks to visit Australia:\n \n \n(a) for the purpose of visiting an Australian citizen, or Australian permanent resident, who is a parent, spouse, de facto partner, child, brother or sister of the applicant; or\n \n(b) for a purpose other than a purpose related to business or medical treatment.",
      "id": "s159"
    },
    {
      "text": "The Minister conceded in submissions (TS p 17 ll 1-2) that the visa applicant had satisfied this criterion.",
      "id": "s160"
    },
    {
      "text": "Counsel submitted that this meant that the Tribunal had considered the personal circumstances of the visa applicant, and his wish to visit his mother, for the purposes of subcl 679.224.",
      "id": "s161"
    },
    {
      "text": "However because the Tribunal did not specifically discuss subcl 679.211 and the manner of the visa applicant's apparent satisfaction of that criterion, it is difficult to draw any conclusions in relation to this issue from the reasons of the Tribunal.",
      "id": "s162"
    },
    {
      "text": "Did the apparent satisfaction of subcl 679.211 simply require an unsupported statement by the visa applicant (which may or may not be genuine) that his or her purpose in visiting Australia falls within subcl 679.211(a) or (b)?",
      "id": "s163"
    },
    {
      "text": "(This is consistent with the language of subcl 679.211, namely that the visa applicant \"seeks to visit Australia\" for nominated purposes.",
      "id": "s164"
    },
    {
      "text": ") Or, because the Tribunal specifically did not discuss subcl 679.211 in its application to the visa applicant, does it follow that:\n the Tribunal impliedly accepted that the visa applicant's purpose in visiting Australia was as contemplated by subcl 679.211(a) or (b); but that because the Tribunal subsequently found against the visa applicant pursuant to subcl 679.224 without making further reference to the visa applicant's stated purpose, the Tribunal had impliedly found that a more compelling reason for the visa applicant's visit was to seek asylum?",
      "id": "s165"
    },
    {
      "text": "In my view not only is such a process of reasoning tortured, it is not supported by the language of subcl 679.211 (which does not appear to require anything more than a statement of a purpose by the visa applicant), and it potentially gives rise to a denial of procedural fairness.",
      "id": "s166"
    },
    {
      "text": "Indeed the Minister conceded that, in determining whether the visa applicant had satisfied the criterion in subcl 679.224, the genuineness of the wishes of the visa applicant required separate consideration of the stated purpose of the visa applicant in visiting Australia.",
      "id": "s167"
    },
    {
      "text": "In the circumstances, in light of the absence of discussion or reasoning by the Tribunal, I cannot draw any inferences with respect to the decision of the Tribunal in relation to subcl 679.224 from the apparent satisfaction of subcl 679.211 by the visa applicant.",
      "id": "s168"
    },
    {
      "text": "The submission by the Minister during the appeal before me that the decision of the Tribunal was essentially a credibility finding with respect to the evidence of the visa applicant (TS p 8 ll 32-33) appears inconsistent with the positive view specifically taken by the Tribunal in relation to the credibility of the visa applicant in terms of his character and conduct, namely that the Tribunal was not aware of any false or misleading information or documentation presented in relation to the visa application or any other visa application.",
      "id": "s169"
    },
    {
      "text": "If the Tribunal subsequently found that the visa applicant lacked credibility in relation to his stated reason for wishing to visit Australia --- again, an issue which is at the core of this case --- the Tribunal should have explained why.",
      "id": "s170"
    },
    {
      "text": "Counsel for the Minister also submitted that the findings of the Tribunal as to the genuineness of the visa applicant's visit to Australia involved matters of weight of evidence, which are matters for the Tribunal and not subject to review by this Court.",
      "id": "s171"
    },
    {
      "text": "It is clear that findings in respect of the credibility of an applicant are matters for the Tribunal ( Re Minister for Immigration and Multicultural Affairs; ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 at 423) and that the weight given by the Tribunal to material before it, both oral evidence and documentary, is a matter for the Tribunal as an incident of its role as the arbiter of fact ( Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259).",
      "id": "s172"
    },
    {
      "text": "However it is also clear that, in accordance with requirements of procedural fairness, in considering whether a claimed visit to Australia is genuine for the purposes of a claim for a visa the Tribunal is obliged to give genuine consideration to a claimed reason to visit.",
      "id": "s173"
    },
    {
      "text": "Counsel for the Minister submitted that that, because the Tribunal had stated the claimed purpose of the visa applicant's travel to Australia at p 26 para 81 of the reasons for decision, it followed that the Tribunal had weighed that claim in reaching its decision.",
      "id": "s174"
    },
    {
      "text": "However in my view simple statement of an issue is not automatically tantamount to consideration of that issue, and to the extent that Counsel for the Minister relied on that submission I reject it.",
      "id": "s175"
    },
    {
      "text": "At the very least, in order to weigh the merit of an issue or of evidence, the issue or evidence must be actually addressed.",
      "id": "s176"
    },
    {
      "text": "Generally, the fact that the Tribunal has addressed an issue may be inferred from its reasons, however in this case I am not satisfied that the Tribunal has addressed the visa applicant's claimed reason for visiting Australia based on the statements to which my attention has been directed by Counsel.",
      "id": "s177"
    },
    {
      "text": "Procedural fairness requires the tribunal to give real consideration to the claim of the visa applicant and the merits of his case, including his claimed reason for visiting Australia.",
      "id": "s178"
    },
    {
      "text": "That failure to do so constitutes a denial of natural justice --- and a jurisdictional defect infecting the decision of the Tribunal --- is clear from such cases as Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389 at 394, 406-407, 408 , Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 367 per Kirby J, Minister for Immigration and Multicultural and Indigenous Affairs v Maltsin [2005] FCAFC 118 at [38] , SZEJF v Minister for Immigration and Multicultural and Indigenous Affairs (2006) FCA 724 at [38] - [39] .",
      "id": "s179"
    },
    {
      "text": "That the Tribunal did not consider the claimed reason of the visa applicant for visiting Australia, but considered the application before it exclusively in light of the circumstances of the group into which the Tribunal categorised the visa applicant --- namely Ahmadi Muslims from Pakistan --- is evident from the conduct of the hearing and the Tribunal's findings.",
      "id": "s180"
    },
    {
      "text": "In particular I note the following: the consideration by the Tribunal of the fact that the appellant had claimed to be at risk of persecution because she was an Ahmadi Muslim (at [23]) and that the visa applicant was also an Ahmadi Muslim (at [22]); the fact that, during the proceedings before the Tribunal, the Tribunal asked the appellant \"why her son, as an Ahmadi, would not seek asylum should he come to Australia\" (at [32]); the fact that, during questioning of the visa applicant by telephone, it appears that the Tribunal focussed almost exclusively on the fact that the visa applicant was an Ahmadi Muslim, which suggested that the visa applicant faced persecution in Pakistan.",
      "id": "s181"
    },
    {
      "text": "I note in particular paras [50]-[56] of the Tribunal's reasons for decision; the fact that, during questioning of the appellant, the Tribunal focussed extensively on the fact that the visa applicant was an Ahmadi Muslim, which suggested that the visa applicant faced persecution in Pakistan and would seek asylum in Australia.",
      "id": "s182"
    },
    {
      "text": "I note in particular paras [32], [59]-[60]; the detailing of independent country information with respect to Ahmadi Muslims in Pakistan over several pages; the finding of the Tribunal that, notwithstanding the claims of the visa applicant that he is not persecuted, because the visa applicant was an Ahmadi Muslim he was at risk of serious harm in Pakistan (at [74], [76], [78]) if not constantly at risk of serious harm (at [86]); the finding of the Tribunal that, notwithstanding the visa applicant's reasons to return to Pakistan, \"because of the risk he faces daily as an Ahmadi in Rabwah or elsewhere in Pakistan should he return\" he would seek to remain permanently in Australia (at [93]).",
      "id": "s183"
    },
    {
      "text": "These findings of fact by the Tribunal were clearly relevant to the determination of the visa application by the Tribunal, because, as contemplated by the Ministerial Direction, they relate to conditions in Pakistan which may encourage the visa applicant to remain in Australia.",
      "id": "s184"
    },
    {
      "text": "However in the context of the apparent failure by the Tribunal to address any of the personal circumstances of the visa applicant other than his religion --- including the natural desire of a young person to visit his mother --- in my view these findings suggest that the Tribunal member considered the application exclusively from the perspective of the visa applicant's religious affiliations and the likelihood that the visa applicant was being persecuted in Pakistan.",
      "id": "s185"
    },
    {
      "text": "In my view the Tribunal's reasons do not support a submission that the Tribunal failed to weigh properly issues raised and evidence of the visa applicant (which in itself would not give rise to jurisdictional defect: cf SZLSA v Minister for Immigration and Citizenship [2009] FCA 23 at [11] ) --- rather the decision indicates that the Tribunal did not weigh the claims or evidence of the visa applicant at all .",
      "id": "s186"
    },
    {
      "text": "Finally I note that the Tribunal addressed the visa applicant's immigration history as contemplated by para 8(c) of the Ministerial Direction, and found: \n...the visa applicant has told the Tribunal of his travel to India each year, and hence, of his return to Pakistan each year.",
      "id": "s187"
    },
    {
      "text": "The Tribunal puts little weight on this return travel as it is to nearby India for religious purposes only; it is not to a free developed country where his parents reside.",
      "id": "s188"
    },
    {
      "text": "There has been no previous travel to Australia.",
      "id": "s189"
    },
    {
      "text": "(at [79])\n \n \nIn relation to this finding I make the following observations:\n While findings as to weight of evidence are findings for the Tribunal, the Tribunal's articulation of this issue suggests that the Tribunal's approach to the issue of the visa applicant's immigration history was premised on a wrong question --- namely \"What is the visa applicant's immigration history with respect to Australia or other free developed countries?",
      "id": "s190"
    },
    {
      "text": "\" Clearly para 8(c) of the Ministerial Direction is not so limited.",
      "id": "s191"
    },
    {
      "text": "The Tribunal appeared to discount travel to India because it was \"for religious purposes only\".",
      "id": "s192"
    },
    {
      "text": "Without further explanation, it is unclear why religious travel should not be relevant to the visa applicant's immigration history in the context of his visa application.",
      "id": "s193"
    },
    {
      "text": "Finally, the Tribunal considered return travel to India of little weight because India is not a \"free developed country\" where his parents reside.",
      "id": "s194"
    },
    {
      "text": "I note in passing that the Australian Department of Foreign Affairs and Trade country information for India dated April 2009 describes the republic of India as \"a constitutional democracy made up of 28 states and seven unions and national territories\" (Department of Foreign Affairs and Trade, India Country brief --- April 2009, www.dfat.gov.au/geo/india/india_brief.html) and that further: \nIndia is the major power in South Asia and its relations with its neighbours govern the tenor of foreign relations in the region.",
      "id": "s195"
    },
    {
      "text": "...",
      "id": "s196"
    },
    {
      "text": "The Indian economy comprises a wide spectrum of activity, ranging from high technology to subsistence agriculture.",
      "id": "s197"
    },
    {
      "text": "After decades of failing to realise its full economic potential, India has been one of the world's fastest growing large economies since 1994.",
      "id": "s198"
    },
    {
      "text": "Indian economic engagement with the rest of the world has increased, particularly in the services sector...",
      "id": "s199"
    },
    {
      "text": "Despite recent progress, significant challenges remain...",
      "id": "s200"
    },
    {
      "text": "In light of the fact that it is public knowledge that India is a constitutional democracy and a growing and significant economic power it is somewhat curious that the Tribunal should have dismissed a visit to India by the visa applicant because India is not \"free\" and \"developed\", without elaboration other than the fact that the visa applicant's parents do not reside there.",
      "id": "s201"
    },
    {
      "text": "Potentially this approach raises issues beyond weight --- in this case it is questionable whether the Tribunal gave genuine consideration to the fact that the visa applicant had travelled to another country, which is a relevant consideration for the purposes of this application.",
      "id": "s202"
    },
    {
      "text": "In the circumstances however it is unnecessary for me to decide whether the Tribunal's approach to the visa applicant's immigration history is also infected with jurisdictional error.",
      "id": "s203"
    },
    {
      "text": "Conclusion\n It follows that the appeal from the decision of the Federal Magistrate should be allowed, the decision of the Tribunal quashed, and the matter remitted to the Tribunal for hearing.",
      "id": "s204"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s205"
    },
    {
      "text": "Associate:\n \n \nDated: 27 August 2009\n \n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the First Respondent: Ms AL Wheatley \n \n Solicitor for the First Respondent: Clayton Utz \n \n Counsel for the Second Respondent: The Second Respondent did not appear \n Date of Hearing: 11 August 2009 \n \n Date of Judgment: 27 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/966.html",
      "id": "s206"
    }
  ]
}