{
  "name": "Kayikci v Minister for Immigration and Citizenship [2009] FCA 92 (13 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/92.html",
  "catchphrases": [
    {
      "text": "spouse visa",
      "id": "c0"
    },
    {
      "text": "whether the appellant is in a genuine marriage relationship with sponsor for the purposes of reg 1.15a of the migration regulations 1994 (cth)",
      "id": "c1"
    },
    {
      "text": "whether the parties had a mutual commitment to a shared life as husband and wife to the exclusion of all others",
      "id": "c2"
    },
    {
      "text": "whether the marriage was contrived for migration purposes",
      "id": "c3"
    },
    {
      "text": "strong evidence found by the tribunal in support of the appellant's visa application",
      "id": "c4"
    },
    {
      "text": "outweighed by perceived countervailing matters",
      "id": "c5"
    },
    {
      "text": "whether the tribunal's decision was infected by jurisdictional error by taking into account irrelevant matters or failing to take into account relevant matters, or due to gross unreasonableness",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a decision of a Federal Magistrate who affirmed a decision of the Migration Review Tribunal (the Tribunal) to refuse to grant spouse visas to the appellant on finding that, at the relevant times, the visa applicant (the appellant) and his wife (the sponsor) did not have a mutual commitment to a shared life as husband and wife to the exclusion of all others, and that the relationship was not genuine but was contrived for migration purposes.",
      "id": "s0"
    },
    {
      "text": "The relevant requirements for grant of the spouse visa sought are found under Reg 1.15 of the Migration Regulations 1994 (Cth) (the Regulations).",
      "id": "s1"
    },
    {
      "text": "Reg 1.15A(1A) provides that: \n Reg 1.15 Spouse \n\n \n (1A) Persons are in a married relationship if:\n (a) they are married to each other under a marriage that is recognized as valid for the purposes of the Act; and\n (b) the Minister is satisfied that: (i) they have a mutual commitment to a shared life as husband and wife to the exclusion of all others; and (ii) the relationship between them is genuine and continuing; and (iii) they: \n (A) live together; or\n (B) do not live separately and apart on a permanent basis.",
      "id": "s2"
    },
    {
      "text": "Under Reg 1.15A(3), in forming an opinion as to whether two persons are in a married relationship for the purposes of granting a spouse visa, the Minister must have regard to all of the circumstances of the relationship, including in particular: The duration of the period in which the persons have been living together at the same address is of central importance.",
      "id": "s3"
    },
    {
      "text": "Reg 1.15A(5) provides that: \n If two persons have been living together at the same address for six months or longer, that fact is taken to be strong evidence that the relationship is genuine and continuing.",
      "id": "s4"
    },
    {
      "text": "(Emphasis added)\n In this case, the parties have been living together since their marriage on 28 January 2005.",
      "id": "s5"
    },
    {
      "text": "BACKGROUND \n The appellant is a Turkish citizen.",
      "id": "s6"
    },
    {
      "text": "On 23 June 1993 he married his former Turkish wife, from whom he was divorced in Turkey on 3 February 2003.",
      "id": "s7"
    },
    {
      "text": "On 28 January 2005 the appellant married in Australia his present wife, who is an Australian citizen, and she is the sponsor.",
      "id": "s8"
    },
    {
      "text": "On 28 February 2005 the appellant, under the sponsorship of his wife, applied to the first respondent for a Partner (Temporary) (Class UK Visa) and a Partner Residence Class BS Visa.",
      "id": "s9"
    },
    {
      "text": "On 30 April 2005 a delegate of the Minister refused to grant the visas and on 11 May 2005 the appellant applied to the Tribunal for review of the delegate's decision.",
      "id": "s10"
    },
    {
      "text": "On 1 June 2006 the Tribunal conducted a hearing at which it heard evidence by the appellant, his sponsoring wife and seven witnesses with the assistance of an interpreter, in the presence of the appellant's then registered migration agent.",
      "id": "s11"
    },
    {
      "text": "On 1 November 2006 the Tribunal decided to affirm the delegate's decision to refuse the visas, and on 22 November 2006 it handed down its first decision.",
      "id": "s12"
    },
    {
      "text": "On 20 December 2006 the appellant applied to the Federal Magistrate's Court for relief against the Tribunal's first decision, and on 4 May 2007 and by consent the Federal Magistrate's Court set aside the Tribunal's first decision.",
      "id": "s13"
    },
    {
      "text": "Further correspondence ensued between the Tribunal and the appellant's migration agent and on 6 September 2007 the Tribunal conducted a further hearing with the consequence that, on 29 November 2007, the Tribunal affirmed the decision not to grant the spouse visas.",
      "id": "s14"
    },
    {
      "text": "On 14 December 2007 the Tribunal handed down the decision and gave its decision record and statement of reasons and on 11 January 2008 the appellant applied to the Federal Magistrate's Court for review and this application was dismissed on 3 October 2008.",
      "id": "s15"
    },
    {
      "text": "This appeal is from the judgment of the Federal Magistrate.",
      "id": "s16"
    },
    {
      "text": "TRIBUNAL'S DECISION \n The Tribunal below accepted that there was \"strong evidence\" in favour of the application, including evidence concerning each of the four chief mandated considerations under Reg 1.15A(3), which relate to the financial aspects of the relationship, the nature of the household, social recognition of the relationship and the nature of the parties' commitment to each other.",
      "id": "s17"
    },
    {
      "text": "The Tribunal however considered that these findings in the appellant's favour, although based on strong evidence, were outweighed by other non-mandatory considerations which essentially went to the credibility of the appellant and his spouse.",
      "id": "s18"
    },
    {
      "text": "As a consequence the Tribunal did not accept the submissions of the appellant and his wife as to their relationship, and found that the relationship was not only not genuine, but was contrived by them for migration purposes.",
      "id": "s19"
    },
    {
      "text": "The matters which the Tribunal took into account as overriding the strong cumulative effect of the favourable mandated considerations were as follows: firstly, that the appellant had made applications in 2003 and 2004 for temporary business visas, after the divorce in 2003 from his first wife in Turkey, and had given his status as \"married\" in relation to these applications.",
      "id": "s20"
    },
    {
      "text": "The Tribunal considered this indicated that the appellant always considered himself as married to his first wife and that either this discredited his claim to be the genuine spouse of his second wife, or alternatively that he disingenuously stated he was married in order to get a grant of the business visas then sought.",
      "id": "s21"
    },
    {
      "text": "Secondly, the Tribunal was not satisfied that the primary purpose of the appellant visiting Australia in February 2003 and 2004 was \"business\" as he alleged.",
      "id": "s22"
    },
    {
      "text": "Again this finding goes to credit, and the Tribunal drew the inference that the appellant and his first wife were still in a \"spousal relationship\" although technically they were divorced.",
      "id": "s23"
    },
    {
      "text": "Thirdly, the Tribunal did not accept that a genuine misunderstanding caused the sponsor wife to believe that the children of the appellant's first marriage were not his biological children.",
      "id": "s24"
    },
    {
      "text": "The Tribunal also found that the sponsor had an \"unnatural degree of disinterest\" in the applicant's ex-wife and his children.",
      "id": "s25"
    },
    {
      "text": "These countervailing circumstances were considered by the Tribunal to be not merely peripheral, but to go to the heart of the question of whether the marriage was exclusive and genuine.",
      "id": "s26"
    },
    {
      "text": "In my opinion, for reasons given below, the matters referred to in [13] above are both peripheral and irrelevant.",
      "id": "s27"
    },
    {
      "text": "DECISION BELOW \n The appellant submitted before the Federal Magistrate that the Tribunal's decision was infected by jurisdictional error because the Tribunal, in making the above findings, took into account irrelevant considerations, failed to have regard to relevant material considerations, and also that the decision was so unreasonable that no reasonable decision-maker could have reached such a conclusion.",
      "id": "s28"
    },
    {
      "text": "On application for review the Federal Magistrate considered that none of these grounds were made out and took the view that the decision of the Tribunal turned on findings of fact and assignment of weight, which were matters essentially for the Tribunal and that the Court was not entitled to review the matter on its merits.",
      "id": "s29"
    },
    {
      "text": "GROUNDS OF APPEAL \n These are essentially the grounds advanced before the Federal Magistrate.",
      "id": "s30"
    },
    {
      "text": "LEGAL PRINCIPLES \n The legal principles in relation to taking into account irrelevant matters or failing to take into account relevant matters, and the subject matter of unreasonableness, were all examined in Minister for Aboriginal Affairs v Peko-Wallsend Ltd (1986) 162 CLR 94 at 39, where Mason J observed: \n What factors a decision-maker is bound to consider in making the decision is determined by construction of the statute conferring the discretion.",
      "id": "s31"
    },
    {
      "text": "If the statute expressly states the considerations to be taken into account, it will often be necessary for the court to decide whether those enumerated factors are exhaustive or merely inclusive.",
      "id": "s32"
    },
    {
      "text": "If the relevant factors... are not expressly stated, they must be determined by implication from the subject-matter, scope and purpose of the Act.",
      "id": "s33"
    },
    {
      "text": "In the present case the considerations are not exclusively listed but a number of specific matters are prescribed under Reg 1.15A(3).",
      "id": "s34"
    },
    {
      "text": "At [41] his Honour continued: \n [I]n some circumstances a court may set aside an administrative decision which has failed to give adequate weight to a relevant factor of great importance, or has given excessive weight to a relevant factor of no great importance.",
      "id": "s35"
    },
    {
      "text": "The preferred ground on which this is done, however, is not the failure to take into account relevant considerations or the taking into account of irrelevant considerations, but that the decision is \"manifestly unreasonable.",
      "id": "s36"
    },
    {
      "text": "\" \n And at [42] his Honour further stated: \n [I]t has been held that an appellate court may review a discretionary judgment that has failed to give proper weight to a particular matter, but it will be slow to do so because a mere preference for a different result will not suffice...",
      "id": "s37"
    },
    {
      "text": "So too in the context of administrative law, a court should proceed with caution when reviewing an administrative decision on the ground that it does not give proper weight to relevant factors, lest it exceed its supervisory role by reviewing the decision on its merits.",
      "id": "s38"
    },
    {
      "text": "In this case the central question is whether the Tribunal made a jurisdictional error in deciding that the parties did not have a mutual commitment to a shared life as husband and wife to the exclusion of all others, and that the relationship was not genuine and continuing.",
      "id": "s39"
    },
    {
      "text": "In determining this question, the Regulations require the Tribunal to consider all the circumstances of the relationship.",
      "id": "s40"
    },
    {
      "text": "More specific guidance is given in that four particular aspects of the relationship are referred to in the Regulations, namely: the financial aspects; the nature of the household; the social aspects; and the nature of the commitment.",
      "id": "s41"
    },
    {
      "text": "These are clearly intended to be of central importance.",
      "id": "s42"
    },
    {
      "text": "Essentially, these specific considerations are objective in the sense that they are not simply matters of impression or subjective opinion but are particularised and can be verified by documents, facts and evidence.",
      "id": "s43"
    },
    {
      "text": "By way of illustration, the requirement that regard be had to the nature of a person's commitment is to be determined by reference to a series of specific matters, which include the duration of the relationship, the period of living together, the degree of companionship and their perception, and those of others, of the nature of the relationship.",
      "id": "s44"
    },
    {
      "text": "The statement in sub-reg (5) that the fact of living together at the same address for 6 months or more is strong evidence of a genuine relationship illustrates the central importance of objective facts.",
      "id": "s45"
    },
    {
      "text": "In the present case these objective factors were all found to have weighed very strongly in favour of the appellant, and this was readily accepted by the Tribunal without any substantial reservation.",
      "id": "s46"
    },
    {
      "text": "The strength of this evidence favourable to the appellant is emphasised in several places in the Tribunal reasons for decision.",
      "id": "s47"
    },
    {
      "text": "It is also important to note, in relation to the mandatory considerations in sub-reg (3), that they are concerned with and focus directly on the relationship of the parties during a specific period , that is to say from the time of the application, on 28 February 2005, to the time of decision, on 29 November 2007, a period of more than 33 months.",
      "id": "s48"
    },
    {
      "text": "The emphasis is not specifically directed to considerations of events before the sponsor and the appellant began to live together in December 2004, and this emphasis is important in considering whether circumstances are relevant or irrelevant to the central issue as to the genuineness of the relationship.",
      "id": "s49"
    },
    {
      "text": "Also pertinent to the genuineness of the relationship in this case are the observations of the Full Court in Minister of State for Immigration, Local Government and Ethnic Affairs v Dhillon (unreported, Northrop, Wilcox and French JJ, 8 May 1990) where the Full Court observed that: \n ...people enter marriages with a variety of purposes and motives, hopes and anticipations, so that it is not possible to classify some purposes etc. as according to what may be described as 'community expectations'.",
      "id": "s50"
    },
    {
      "text": "It is not necessarily inconsistent with a genuine marriage relationship that it was entered into by one or both parties with a view to material benefit or advancement , as for example with the hope of becoming eligible to reside in a particular country.",
      "id": "s51"
    },
    {
      "text": "The true test, we would suggest the only test, is whether at the time at which the matter has to be decided it can be said that the parties have a mutual commitment to a shared life as husband and wife to the exclusion of others.",
      "id": "s52"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s53"
    },
    {
      "text": ") \n These observations emphasise that the relevant time for examination of the question of whether a marriage is genuine is the period over which the genuineness of the relationship must be decided, and that this is the central point of reference.",
      "id": "s54"
    },
    {
      "text": "It also indicates that the fact that a relationship may be seen to confer a benefit as to residence entitlement does not of itself mean that the relationship is not genuine.",
      "id": "s55"
    },
    {
      "text": "REASONING ON APPEAL \n The appellant says that the Tribunal erred in finding that, notwithstanding the strong evidence that each of the mandatory considerations had been satisfied and that these matters favoured the appellant's case, the relationship was not genuine but was rather \"contrived,\" and this was an inference said to be available because of the countervailing factors referred to in the reasons.",
      "id": "s56"
    },
    {
      "text": "In reaching its conclusion as to these countervailing matters, the Tribunal referred to 'matters of concern in the evidence' which were regarded by it as going to 'the heart of whether the marriage is exclusive and genuine'.",
      "id": "s57"
    },
    {
      "text": "One important consideration, by way of example, which very strongly supported the appellant's case was the fact that the sponsor and the appellant had participated in an expensive, difficult and time-consuming IVF program and incurred very substantial debts arising to over $10,000 as a consequence.",
      "id": "s58"
    },
    {
      "text": "They had gone to considerable lengths to implement the program, and embryo transplants had taken place on two occasions, one in 2006 and one in 2007.",
      "id": "s59"
    },
    {
      "text": "The commitment which this evidences, when reinforced by the other mandatory considerations, calls for powerful, cogent evidence to the contrary before rejecting the appellant's case as to the genuineness of the relationship.",
      "id": "s60"
    },
    {
      "text": "The first of the matters 'of concern' referred to by the Tribunal was that after the Turkish divorce on 3 February 2003, (but well before the appellant married the sponsor on 28 January 2005), the appellant had made two visa applications in which he said he was \"married.",
      "id": "s61"
    },
    {
      "text": "\" These applications were made in 2003 and 2004 in relation to trips to Australia said to be for business purposes.",
      "id": "s62"
    },
    {
      "text": "The Tribunal was not satisfied with the appellant's explanations for referring to himself as \"married\" in these business visa applications after he had been divorced in Turkey.",
      "id": "s63"
    },
    {
      "text": "However, these statements occurred many months before the applicant married the sponsor in February 2005.",
      "id": "s64"
    },
    {
      "text": "The Tribunal reasoned that these references to \"marriage\" either directly undermined the genuineness of his marriage to the relationship with the sponsor or at least reflected doubt on the genuineness of his marriage in 2005.",
      "id": "s65"
    },
    {
      "text": "The reasons do not explain how this conclusion is open or was reached.",
      "id": "s66"
    },
    {
      "text": "Two further observations can be made about this matter.",
      "id": "s67"
    },
    {
      "text": "Firstly, there is no definite finding on this matter.",
      "id": "s68"
    },
    {
      "text": "Although there is a suggestion of lying, the matter is left hanging and a statement is made to the effect that at least the appellant's credibility may be in doubt as a result of these matters of concern.",
      "id": "s69"
    },
    {
      "text": "It is not indicated how the appellant's lack of credibility in this matter assists in forming the conclusion that all the \"favourable\" features of the relationship were \"contrived.",
      "id": "s70"
    },
    {
      "text": "\" The fact of the reference to marriage in the earlier visa applications does not in my view provide any basis for an inference that the later marriage was not genuine.",
      "id": "s71"
    },
    {
      "text": "There is no explanation given as to why or in what way these statements bore on the marriage many months later, in circumstances where the appellant and the sponsor had been living together for over 33 months in the relevant period.",
      "id": "s72"
    },
    {
      "text": "The evidence indicates they lived together on a continuing basis and there is nothing to suggest that they are not living together at the present time in February 2009, which is a period considerably longer of course than the 6 months referred to in sub-reg(5) of the Regulations.",
      "id": "s73"
    },
    {
      "text": "In relying on these statements in the visa applications therefore, the Tribunal has taken into account matters irrelevant to the question of the genuineness of the marriage.",
      "id": "s74"
    },
    {
      "text": "The facts were too insignificant and remote from the central question to be relevant.",
      "id": "s75"
    },
    {
      "text": "Accordingly, the Tribunal has taken into account an irrelevant matter when striking a balance between the considerations bearing on the question of the genuineness of the relationship which began February 2004, after the appellant had ceased his relationship with his former Turkish wife on the evidence.",
      "id": "s76"
    },
    {
      "text": "The second matter relied on by the Tribunal was that in relation to the \"business trips\" of the appellant, the first wife accompanied the appellant on one occasion, and applied to come but did not accompany the appellant on the second occasion after the Turkish divorce.",
      "id": "s77"
    },
    {
      "text": "However this was well before the appellant had met the sponsor.",
      "id": "s78"
    },
    {
      "text": "The Tribunal drew the inference from this circumstance that because the ex-wife came with the appellant to Australia in 2003, the first marriage relationship was still on foot, despite the parties technically being divorced.",
      "id": "s79"
    },
    {
      "text": "Whilst this circumstance might partially cast some shadow on the general credibility of the appellant, it could not be inferred affirmatively from this circumstance that the later marriage in 2005 to the sponsor was contrived or that the relationship was not genuine and continuing, having regard to the powerful contrary evidence.",
      "id": "s80"
    },
    {
      "text": "Again, no attempt was made in the reasons for decision to specify the reasoning on which the inference was based that the marriage was not genuine.",
      "id": "s81"
    },
    {
      "text": "The inference drawn by the Tribunal was that 'without a business case the inference can be drawn that they (first wife and appellant) were still in a spousal relationship even although technically divorced.",
      "id": "s82"
    },
    {
      "text": "' This simply does not follow.",
      "id": "s83"
    },
    {
      "text": "The lack of a 'business case' does not reasonably cast doubt on the relationship which began later.",
      "id": "s84"
    },
    {
      "text": "This inference is only open in relation to a period substantially before the meeting and marriage with the second wife.",
      "id": "s85"
    },
    {
      "text": "The issue to be resolved is the relationship with the sponsor after relations with his former wife had ceased in December 2003.",
      "id": "s86"
    },
    {
      "text": "The evidence is clear that there is no suggestion of any on-going relationship between the appellant and his ex-wife after the appellant met, courted and married the sponsor.",
      "id": "s87"
    },
    {
      "text": "The accepted fact was that the first wife finally moved out in December 2003 or January 2004.",
      "id": "s88"
    },
    {
      "text": "The observations in relation to the business trips after the Turkish divorce on the part of the Tribunal are so remote in time and relevance from the commencement of the marriage and the later on-going relationship between the appellant and the spouse during the relevant period that they cannot be said in any probative sense to support and inference as to the non-genuine nature of the second marriage.",
      "id": "s89"
    },
    {
      "text": "It is a further irrelevant factor which was taken into account.",
      "id": "s90"
    },
    {
      "text": "A third matter relied on by the Tribunal to outweigh the strong evidence in the appellant's favour was the belief expressed by the sponsor wife that the children of the applicant's first marriage were not his biological children.",
      "id": "s91"
    },
    {
      "text": "This was said to have been 'inadequately explained' and an observation is made by the Tribunal that the prior wife had 'an unnatural degree of disinterest in the personal details of the appellant's former wife and her children'.",
      "id": "s92"
    },
    {
      "text": "There is no evidence on which to base the assertion that this perceived lack of interest was 'of an unnatural degree,' whatever that may mean, nor does it on its face call for any explanation.",
      "id": "s93"
    },
    {
      "text": "The statement is pure speculation and it cannot support an inference of the non-genuineness of the marriage.",
      "id": "s94"
    },
    {
      "text": "On its face it is not improbable that a second wife may wish to disassociate herself from a former wife's relationship with her husband, by not expressing interest in the former wife or her off-spring.",
      "id": "s95"
    },
    {
      "text": "There is simply no evidence to support the view that this is 'unnatural' and is therefore a ground for discounting the force of the favourable mandatory considerations.",
      "id": "s96"
    },
    {
      "text": "This is a further irrelevant consideration wrongly taken into account by the Tribunal.",
      "id": "s97"
    },
    {
      "text": "Again, there is no attempt to explain the ways in which these factors, either taken alone or considered cumulatively, cut down the extremely strong, objective evidence on the mandatory factors that the marriage is not genuine.",
      "id": "s98"
    },
    {
      "text": "It is not insignificant that the Tribunal also seeks to diminish the weight of the IVF evidence by asserting that 'it is not rare for two people to deliberately have a child without an intention to be spouses.",
      "id": "s99"
    },
    {
      "text": "' There is no indication of any evidence to support this conclusion.",
      "id": "s100"
    },
    {
      "text": "It is an irrelevant observation because it is a generalised comment and it fails to take into account all the other particular favourable elements in support of the appellant's case.",
      "id": "s101"
    },
    {
      "text": "The fact of the IVF program and the effort and expense involved is not diminished simply by an assertion that some people want to have children together outside of marriage.",
      "id": "s102"
    },
    {
      "text": "A further indicator that the decision-maker has erred, in a jurisdictional sense, is the Tribunal's finding that the entire relationship was contrived over many years for migration purposes.",
      "id": "s103"
    },
    {
      "text": "The consequence of such a finding is that it involves finding that the parties' financial integration of their affairs, the joint ownership of the home, the joint liability for accounts, the period of co-habitation, the social recognition of the relationship, the conduct of the parties, the observations of their friends and the onerous and expensive IVF program, were all deliberately undertaken with intent to give a false impression as to the nature of their relationship for migration purposes.",
      "id": "s104"
    },
    {
      "text": "There is no evidence or material which could possibly sustain this conclusion.",
      "id": "s105"
    },
    {
      "text": "For the above reasons, I therefore consider that in reaching the decision in the present case the Tribunal member has taken into account a number of irrelevant considerations, and that this constitutes jurisdictional error.",
      "id": "s106"
    },
    {
      "text": "Alternatively, whilst I appreciate the reluctance of courts to reach a conclusion that a decision is so unreasonable that no reasonable Tribunal could reach it, I consider the evidence in the present case so sufficiently strong as to justify this conclusion.",
      "id": "s107"
    },
    {
      "text": "Accordingly, for the above reasons, the appeal ought to be allowed.",
      "id": "s108"
    },
    {
      "text": "The decisions of the Federal Magistrate and of the Migration Review Tribunal should be set aside, and the matter be remitted to the Tribunal for further consideration in accordance with law.",
      "id": "s109"
    },
    {
      "text": "The first respondent is to pay the costs of the appellant in this appeal and before the Federal Magistrate.",
      "id": "s110"
    },
    {
      "text": "I would add that I am greatly indebted to both counsel for their assistance, and especially to Mr Krohn for his excellent written and oral submissions on behalf of the appellant which have greatly assisted the presentation of the appellant's case.",
      "id": "s111"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s112"
    },
    {
      "text": "Associate:\n \n \nDated: 13 February 2009\n \n Solicitor for the Appellant: Erskine Rodan &amp; Associates \n \n Counsel for the Appellant: Mr A. Krohn \n \n Solicitor for the First Respondent: Ms E. Loh, Clayton Utz \n \n Counsel for the First Respondent: Ms S. Burchell \n Date of Hearing: 11 February 2009 \n \n Date of Judgment: 13 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/92.html",
      "id": "s113"
    }
  ]
}