{
  "name": "Labelmakers Pty Ltd v LL Force Pty Ltd [2009] FCA 956 (27 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/956.html",
  "catchphrases": [
    {
      "text": "application of o 10 r 1(2)(f)",
      "id": "c0"
    },
    {
      "text": "application of s 48 of the federal court of australia act 1976 (cth)",
      "id": "c1"
    },
    {
      "text": "whether proceeding should be transferred where all respondents are domiciled in another place",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This proceeding was commenced by application on 29 July 2009.",
      "id": "s0"
    },
    {
      "text": "The application sought various forms of relief, both interlocutory and final for the alleged misuse, by the Respondents, of the Applicants' confidential information.",
      "id": "s1"
    },
    {
      "text": "The individual Respondents were employees of the Second Applicant which is a wholly-owned subsidiary of the First Applicant.",
      "id": "s2"
    },
    {
      "text": "It was alleged that, whilst employed by the Second Applicant, the individual Respondents set up the First Respondent as a vehicle through which they might enter into competition against the Second Applicant in the production of labels.",
      "id": "s3"
    },
    {
      "text": "The Applicants claimed that the individual Respondents had removed confidential and commercially sensitive information from the offices of the Second Applicant and had sought to, and in some instances succeeded in, persuading some of the Second Applicant's customers to transfer their business to the First Respondent.",
      "id": "s4"
    },
    {
      "text": "On 31 July 2009 interim injunctions were granted which restrained the Respondents from using certain information, claimed by the Applicants to be confidential, and requiring them to deliver up any such material in their possession to an independent expert.",
      "id": "s5"
    },
    {
      "text": "These orders were extended following an interlocutory hearing held on 11 August 2009.",
      "id": "s6"
    },
    {
      "text": "At that time various directions were given, including a direction that the Respondents file their defences on or before 1 September 2009.",
      "id": "s7"
    },
    {
      "text": "The proceeding was commenced in the Victoria District Registry of the Court.",
      "id": "s8"
    },
    {
      "text": "Both the head office and the registered office of each Applicant is in Victoria.",
      "id": "s9"
    },
    {
      "text": "Each of the individual Respondents is domiciled in Western Australia.",
      "id": "s10"
    },
    {
      "text": "By Notice of Motion dated 11 August 2009 the Respondents have sought orders under O 10 r 1(2)(f) of the Federal Court Rules (\"the Rules\") that this proceeding be transferred to the Western Australian District Registry of the Court.",
      "id": "s11"
    },
    {
      "text": "The application is opposed by the Applicants.",
      "id": "s12"
    },
    {
      "text": "The affidavit evidence filed by the Respondents devotes greatest attention to the difficulties, financial and otherwise, which it is apprehended the individual Respondents will confront were the trial of the proceeding to be held away from Perth and, particularly, in Melbourne.",
      "id": "s13"
    },
    {
      "text": "They all live in Perth and would be greatly inconvenienced were they required to go to Melbourne to give evidence and provide instructions in the course of a trial.",
      "id": "s14"
    },
    {
      "text": "The ongoing business activities of the First Respondent would be severely prejudiced were the individual Respondents to be away from their workplaces in Perth for any protracted period.",
      "id": "s15"
    },
    {
      "text": "Concern was also expressed about the manner in which pre-trial matters such as discovery, inspection and the resolution of contested privilege claims might be resolved were the proceeding not transferred to the Western Australian District Registry.",
      "id": "s16"
    },
    {
      "text": "Section 48 of the Federal Court of Australia Act 1976 (Cth) \"(the Act\") provides that: \n \n \"The Court or a Judge may, at any stage of a proceeding in the Court, direct that the proceeding or a part of the proceeding be conducted or continued at a place specified in the order, subject to such conditions (if any) as the Court or Judge imposes.",
      "id": "s17"
    },
    {
      "text": "\" \n \n Order 10 r 1(2)(f) of the Rules empowers the Court to \n \n \"... direct that the proceeding be transferred to a place at which there is a Registry other than the then proper place.",
      "id": "s18"
    },
    {
      "text": "Where the proceeding is so transferred, the Registrar at the proper place from which the proceeding is transferred shall transmit all documents in his charge relating to the proceeding to the Registrar at the proper place to which the proceeding is transferred.",
      "id": "s19"
    },
    {
      "text": "\" \n \n These provisions were considered by a Full Court in National Mutual Holdings Pty Ltd &amp; Ors v Sentry Corporation &amp; Anor (1988) 18 FCR 155.",
      "id": "s20"
    },
    {
      "text": "The Court said (at 161-162) that: \n \n \"The Federal Court is a Court of wide jurisdiction throughout Australia whose judges may sit, whether as Full Courts or single judges, at any place in Australia.",
      "id": "s21"
    },
    {
      "text": "The Court has registries in each of the capital cities and the States and Territories.",
      "id": "s22"
    },
    {
      "text": "The purpose of the provision in the rules of a \"proper place\" is to ensure the orderly and efficient conduct of the Court's business by requiring all documents filed in a proceeding to be in the custody and charge of the registry where the matter is then proceeding.",
      "id": "s23"
    },
    {
      "text": "The power conferred on the Court or a judge by s 48 is in terms wholly unfettered.",
      "id": "s24"
    },
    {
      "text": "It should be exercised flexibly having regard to the circumstances of the particular case.",
      "id": "s25"
    },
    {
      "text": "It would be regrettable and unwise if the Court were to circumscribe the general power conferred by s 48 with inflexible rules or impose inelastic constraints upon its exercise.",
      "id": "s26"
    },
    {
      "text": "As the power may be exercised subject to conditions, the Court or judge is in a position to mould orders under the section to take account of the many and varied circumstances that arise in particular cases.",
      "id": "s27"
    },
    {
      "text": "The power conferred by s 48 recognises the national character of this Court.",
      "id": "s28"
    },
    {
      "text": "The factors which the Court is entitled to take into account in considering whether one city is more appropriate than another for interlocutory hearings or for the trial itself are numerous.",
      "id": "s29"
    },
    {
      "text": "The Court must weigh those factors in each case.",
      "id": "s30"
    },
    {
      "text": "Residence of parties and of witnesses, expense to parties, the place where the cause of action arose and the convenience of the Court itself are some of the factors that may be relevant in particular circumstances.",
      "id": "s31"
    },
    {
      "text": "The balance of convenience will generally be a relevant consideration, but not necessarily determinative of each case.",
      "id": "s32"
    },
    {
      "text": "A party commences a proceeding by filing an application in a particular registry of the Court.",
      "id": "s33"
    },
    {
      "text": "If that party or another party wishes to have the proceeding conducted or continued in another place he may apply to the Court for an order under s 48 or O 10 r 1(2)(f) or O 30, r 6 as the case may be.",
      "id": "s34"
    },
    {
      "text": "There is no onus of proof in the strict sense to be discharged by the party seeking to conduct or continue the proceedings elsewhere.",
      "id": "s35"
    },
    {
      "text": "It should be noted that the Court may exercise its powers under O 30, r 6 either on the application of a party or on its own motion.",
      "id": "s36"
    },
    {
      "text": "The Court must, however, be satisfied, after considering all relevant matters, that there is sound reason to direct that the proceeding be conducted or continued elsewhere.",
      "id": "s37"
    },
    {
      "text": "Its starting point is that the proceeding has been commenced at a particular place.",
      "id": "s38"
    },
    {
      "text": "Why should it be changed?",
      "id": "s39"
    },
    {
      "text": "On the one hand, if the party who commenced the proceeding chose that place capriciously the Court would be justified in giving no weight to the choice of place.",
      "id": "s40"
    },
    {
      "text": "At the other end of the scale, a proceeding may have continued for some time at the place of commencement with many steps having been taken there, for example, filing and pleadings and affidavits, discovery and inspection.",
      "id": "s41"
    },
    {
      "text": "Due weight would be given by the Court to such matters before directing that the proceeding should continue at a different place.",
      "id": "s42"
    },
    {
      "text": "The balance of convenience is important, but its weight must vary from case to case.",
      "id": "s43"
    },
    {
      "text": "Ultimately the test is: where can the case be conducted or continued most suitably bearing in mind the interests of all parties, the ends of justice in the determination of the issues between them, and the most efficient administration of the Court.",
      "id": "s44"
    },
    {
      "text": "It cannot and should not, in our opinion, be defined more closely or precisely.",
      "id": "s45"
    },
    {
      "text": "\" \n \n These principles have been applied in many cases.",
      "id": "s46"
    },
    {
      "text": "Not surprisingly the Respondents place reliance on cases, such as BWK Elders (Australia) Pty Ltd v Westgate Wool Co Pty Ltd (No 6) [2002] FCA 807 and Intercoal Ltd v Tarong Energy Corporation Ltd [2006] FCA 85 in which the Court granted applications to transfer; and the Applicants drew attention to cases such as Australian Competition and Consumer Commission v Pauls Ltd [2002] FCA 71 and Australian Competition and Consumer Commission v Virgin Mobile Australia Pty Ltd [2002] FCA 1239 in which transfer applications were refused.",
      "id": "s47"
    },
    {
      "text": "These decisions are of limited assistance given the wide range of variables which confronted the judges who decided them.",
      "id": "s48"
    },
    {
      "text": "They included the questions of whether pleadings had closed and whether the witnesses to be called at trial were known at the time at which the application was made.",
      "id": "s49"
    },
    {
      "text": "As National Mutual makes clear the Court has an unfettered discretion which is to be exercised in the interests of justice in the circumstances of the case in which the application is made.",
      "id": "s50"
    },
    {
      "text": "The Applicants' solicitors and counsel are based in Melbourne.",
      "id": "s51"
    },
    {
      "text": "They have chosen to commence the proceeding in the Victoria District Registry.",
      "id": "s52"
    },
    {
      "text": "In exercising the discretion conferred on the Court by s 48 and O 10 it is necessary that I consider whether, at this stage of the proceeding, the status quo should be disturbed.",
      "id": "s53"
    },
    {
      "text": "I can readily understand why the Respondents assert that it would be highly inconvenient to them and damaging to the interests of the First Respondent for them to have to travel to Melbourne to give evidence and instructions.",
      "id": "s54"
    },
    {
      "text": "Their evidence and submissions, however, are founded on a number of assumptions which may or may not prove to be correct.",
      "id": "s55"
    },
    {
      "text": "It is conceivable that a trial may not be necessary.",
      "id": "s56"
    },
    {
      "text": "The dispute, might, for example, be resolved through negotiations between the parties or mediation.",
      "id": "s57"
    },
    {
      "text": "Whilst the material presently before the Court suggests that, if a trial takes place, most of the witnesses will be residents of Perth, no concluded view of the domicile of most of the witnesses will be possible until the issues in dispute are defined.",
      "id": "s58"
    },
    {
      "text": "The number and identity of witnesses will not be able to be determined until the pre-trial process is much further advanced.",
      "id": "s59"
    },
    {
      "text": "Much less will it be possible to judge which witnesses will be required for cross-examination and how long their evidence is likely to take.",
      "id": "s60"
    },
    {
      "text": "It may be that, once that point is reached, it will be appropriate for an order to be made under O 30 of the Rules fixing the place of trial at Perth.",
      "id": "s61"
    },
    {
      "text": "It may or may not be necessary to consider whether evidence should also be heard at another place such as Melbourne.",
      "id": "s62"
    },
    {
      "text": "The application must, however, be determined having regard to the present state of the proceeding.",
      "id": "s63"
    },
    {
      "text": "For the moment it is resident in the Victoria District Registry and allocated to my docket.",
      "id": "s64"
    },
    {
      "text": "I have had the opportunity of considering extensive affidavits and I have made a range of interlocutory orders.",
      "id": "s65"
    },
    {
      "text": "I have thereby acquired a good deal of information relating to the issues in the case and have formed views as to the appropriate management of the pre-trial stages of the case.",
      "id": "s66"
    },
    {
      "text": "Were I to transfer it to the Western Australian District Registry at this time it would be necessary for another judge to have to retread the ground which I have already covered.",
      "id": "s67"
    },
    {
      "text": "There are, plainly, issues relating to discovery and inspection which will, most conveniently, be attended to through the Western Australian District Registry in Perth.",
      "id": "s68"
    },
    {
      "text": "That is not a reason for transferring the proceeding at this stage.",
      "id": "s69"
    },
    {
      "text": "In my view the considerations which informed the decision of French J in Lamb v Hogs' Breath Co Pty Ltd (No.",
      "id": "s70"
    },
    {
      "text": "1) [2007] FCA 49 are (with some changes to place names and a minor omission) equally apposite in the present circumstances.",
      "id": "s71"
    },
    {
      "text": "His Honour said (at [9]-[11]) that: \n \n \"[9] ...",
      "id": "s72"
    },
    {
      "text": "So far as the interlocutory processes are concerned, unless some unusual circumstances occur, it matters little whether the proceeding is in the Perth or [Melbourne] Registry because in either event the party not in the home Registry will be able to participate by way of video-link or even teleconference.",
      "id": "s73"
    },
    {
      "text": "The Court also has the facility for the electronic filing of submissions and the like and the conduct of litigation, in part, through that.",
      "id": "s74"
    },
    {
      "text": "The question of travel between Perth and [Melbourne], raised by the parties is, in my opinion, of little relevance at this stage of the proceeding.",
      "id": "s75"
    },
    {
      "text": "The question of transfer does not impact on the question of the place of the trial nor, ultimately, the judge who conducts the trial.",
      "id": "s76"
    },
    {
      "text": "[10] The docket system ...offers the advantage of continuity in case management, at least up to the point of trial.",
      "id": "s77"
    },
    {
      "text": "While ordinarily the docket judge will hear the trial of the action which he or she has been managing, it is not unusual for there to be cases in which the trial is allocated to another judge for reasons of convenience.",
      "id": "s78"
    },
    {
      "text": "So it might be that if this case were not to be transferred but it were thought that it would be most conveniently heard and determined in [Perth], a judge from the [Western Australia] Registry could hear the case without having been involved in the pre-trial case management.",
      "id": "s79"
    },
    {
      "text": "Much will depend upon the geographical distribution of the witnesses and it may be that part of the trial will be conducted in one centre and part in another.",
      "id": "s80"
    },
    {
      "text": "It is too early to make a determination about that.",
      "id": "s81"
    },
    {
      "text": "[11] So far as the return of subpoenas to produce documents is concerned, production can readily be directed to the Registry most conveniently located from the viewpoint of those who have to respond to those subpoenas.",
      "id": "s82"
    },
    {
      "text": "Those are all case management matters which can be dealt with in due course.",
      "id": "s83"
    },
    {
      "text": "\" \n \n In my view the preferable course is for me, as docket Judge, to continue to direct the pre-trial management of the proceeding.",
      "id": "s84"
    },
    {
      "text": "This will not disadvantage any party.",
      "id": "s85"
    },
    {
      "text": "The first two hearings were conducted in Melbourne.",
      "id": "s86"
    },
    {
      "text": "The hearing of the present application has taken place in Perth this morning.",
      "id": "s87"
    },
    {
      "text": "On each occasion the representatives of the parties who were not present in Court were heard by video-link.",
      "id": "s88"
    },
    {
      "text": "There is no reason why such arrangements cannot continue to be made.",
      "id": "s89"
    },
    {
      "text": "The Respondents' concern relating to the inspection of documents can be met by a regime under which that inspection takes place in Perth.",
      "id": "s90"
    },
    {
      "text": "If need be the facilities of the local Registry can be made available.",
      "id": "s91"
    },
    {
      "text": "The Respondents' application will, therefore, be refused, without prejudice to their right to renew the application should circumstances change or when the proceeding is ready for trial.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s93"
    },
    {
      "text": "Associate:\n \n \nDated: 27 August 2009\n \n Counsel for the First and Second Applicants: Mr J Slattery \n \n Solicitor for the First and Second Applicants: Clayton Utz \n \n Counsel for the Respondents: Mr M N Solomon \n \n Solicitor for the First and Second Applicants: Blakiston &amp; Crabb \n Date of Hearing: 27 August 2009 \n \n Date of Judgment: 27 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/956.html",
      "id": "s94"
    }
  ]
}