{
  "name": "SZGPK v Minister for Immigration and Citizenship [2009] FCA 953 (27 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/953.html",
  "catchphrases": [
    {
      "text": "consideration of a notice of appeal from a decision of the federal magistrates court of australia refusing an application to set aside orders dismissing an applicant's application for relief in relation to a decision of the refugee review tribunal affirming a decision of the first respondent's delegate",
      "id": "c0"
    },
    {
      "text": "consideration of whether the order appealed from is an interlocutory or final order",
      "id": "c1"
    },
    {
      "text": "consideration of whether the notice of appeal should be treated as an application for leave to appeal",
      "id": "c2"
    },
    {
      "text": "consideration of whether leave to appeal should be granted",
      "id": "c3"
    },
    {
      "text": "consideration of whether the grounds of appeal should be treated constructively as a contention that the federal magistrate fell into error by failing to find error on the part of the tribunal",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "The appellant appeals from a decision of the Federal Magistrates Court of Australia made on 18 July 2008 refusing an application to set aside orders made by that Court on 19 June 2008 dismissing an application for the issue of the constitutional writs in relation to a decision of the Refugee Review Tribunal (the \"Tribunal\") affirming the decision of the Minister's delegate to deny the appellant a protection visa under the provisions of the Migration Act 1958 (Cth).",
      "id": "s0"
    },
    {
      "text": "The application before the Federal Magistrates Court was dismissed on the ground that the appellant as applicant failed to appear at the hearing of the proceeding set down for determination on 19 June 2008.",
      "id": "s1"
    },
    {
      "text": "The application was dismissed under rule 13.03A(c) of the Federal Magistrates Court Rules which confers a power on the Federal Magistrates Court to dismiss a proceeding if the applicant fails to appear.",
      "id": "s2"
    },
    {
      "text": "The decision to dismiss the proceeding did not involve any consideration of the merits of the principal application.",
      "id": "s3"
    },
    {
      "text": "The proceeding was dismissed consequent upon an application at the hearing to exercise the discretion conferred by rule 13.03A(c) to dismiss the application for a procedural reason although, of course, a failure to appear is properly regarded as a fundamental procedural failure.",
      "id": "s4"
    },
    {
      "text": "An application was then made by the appellant to set aside the orders of 19 June 2008 on the footing that the applicant had suffered an injury to his right patella in April 2008 and had been unfit for work until 2 May 2008 and by reason of stress and injury, had forgotten that the application was listed for hearing on 19 June 2008; that the application arguably had merits; and, that the applicant would be prejudiced if the dismissal order was not set aside.",
      "id": "s5"
    },
    {
      "text": "Federal Magistrate Cameron found that the explanation for the failure to appear was unconvincing especially since the appellant contended that he held a well-founded fear of being killed should he return to his country of origin, Bangladesh.",
      "id": "s6"
    },
    {
      "text": "Therefore, the prosecution of the application to demonstrate jurisdictional error on the part of the Tribunal was presumably a matter of very great moment to the appellant.",
      "id": "s7"
    },
    {
      "text": "Federal Magistrate Cameron also concluded that notwithstanding the question of whether the appellant's failure to attend the hearing of the application was satisfactorily explained, an analysis of the grounds of challenge to the Tribunal's decision set out in the appellant's amended application before the Federal Magistrates Court (treated by FM Cameron as the relevant document rather than the initial application) and outline of submissions both dated 31 May 2008, demonstrated that the appellant's contentions as to jurisdictional error on the part of the Tribunal did not give rise to an arguable case of jurisdictional error.",
      "id": "s8"
    },
    {
      "text": "Federal Magistrate Cameron concluded therefore that the discretion ought to be exercised against setting aside the dismissal order.",
      "id": "s9"
    },
    {
      "text": "Although FM Cameron embarked upon a consideration of whether the amended grounds and supporting submissions raised an arguable ground of error in the exercise of the Tribunal's statutory jurisdiction, the Federal Magistrates Court did not determine the merits of the principal application filed on 19 November 2007 in any dispositive or final sense.",
      "id": "s10"
    },
    {
      "text": "There was no final adjudication of the merits.",
      "id": "s11"
    },
    {
      "text": "The decision to refuse to set aside the dismissal order was an interlocutory decision of the Federal Magistrates Court: Bienstein v Bienstein (2003) 195 ALR 225 at 230 per McHugh, Kirby and Callinan JJ; Thomas Borthwick &amp; Sons (Pacific Holdings) Ltd v Trade Practices Commission (1988) 18 FCR 424 per Bowen CJ, Lockhart and Sheppard JJ; Re Luck (2003) 203 ALR 1.",
      "id": "s12"
    },
    {
      "text": "Therefore, leave is required in order to appeal from the decision of the Federal Magistrates Court to refuse to set aside the dismissal order: s 24(1A) Federal Court of Australia Act 1976 .",
      "id": "s13"
    },
    {
      "text": "Accordingly, I propose to treat the notice of appeal filed by the appellant on 5 August 2008 as an application for leave to appeal and I will henceforth describe the appellant in these reasons as the applicant.",
      "id": "s14"
    },
    {
      "text": "The principles governing granting or withholding leave to appeal are well known: D&eacute;cor Corporation Pty Ltd and Anor v Dart Industries Inc (1991) 104 ALR 621 at 622 per Sheppard, Burchett and Heerey JJ; MZXPW v Minister for Immigration and Citizenship [2008] FCA 689 per Tracey J; MZXPF v Minister for Immigration and Citizenship [2007] FCA 1765 per Spender J; SZDWE v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1498 per Jacobson J at [4] and [5].",
      "id": "s15"
    },
    {
      "text": "There are two questions.",
      "id": "s16"
    },
    {
      "text": "First, whether in all the circumstances the decision is attended with sufficient doubt to warrant its being reconsidered by the Full Court.",
      "id": "s17"
    },
    {
      "text": "Second, whether substantial injustice would be done if leave were refused supposing the decision to be wrong.",
      "id": "s18"
    },
    {
      "text": "In the present case, the question is whether the exercise of the discretion by the Federal Magistrates Court conferred by rule 16.05(2)(a) of the Federal Magistrates Court Rules to set aside (or not) orders made in the absence of a party, miscarried.",
      "id": "s19"
    },
    {
      "text": "The exercise of the discretion was informed by three considerations: whether the absence of the applicant from the hearing was satisfactorily explained; whether arguable grounds of jurisdictional error were demonstrated; and whether any prejudice might arise to the respondent in setting aside the dismissal order.",
      "id": "s20"
    },
    {
      "text": "The final question did not arise in the opinion of FM Cameron having regard to his findings in relation to the first two questions which were that the failure to appear was not satisfactorily explained and arguable grounds of jurisdictional error were not demonstrated.",
      "id": "s21"
    },
    {
      "text": "Background\n The background facts are these.",
      "id": "s22"
    },
    {
      "text": "The applicant is a male citizen of Bangladesh who arrived in Australia on 23 June 2004.",
      "id": "s23"
    },
    {
      "text": "The applicant applied for a protection visa (class XA) on 2 August 2004.",
      "id": "s24"
    },
    {
      "text": "The application was refused by a delegate of the Minister on 29 November 2004.",
      "id": "s25"
    },
    {
      "text": "The appellant applied to the Tribunal for review of that decision on 22 December 2004.",
      "id": "s26"
    },
    {
      "text": "The Tribunal published on 31 May 2005 its decision affirming the decision of the delegate to refuse the grant of a protection visa to the applicant.",
      "id": "s27"
    },
    {
      "text": "By consent orders of the Federal Magistrates Court made on 12 October 2006, the decision of the Tribunal was quashed.",
      "id": "s28"
    },
    {
      "text": "The application for review of the delegate's decision was remitted to the Tribunal for further consideration and determination according to law.",
      "id": "s29"
    },
    {
      "text": "In making the consent orders on 12 October 2006 the Court noted the first respondent's concession that: \n ... the decision of the Tribunal is affected by a jurisdictional error in that it did not comply with its obligations to put adverse information relied upon as part of the reason for the decision to the applicant for comments, in accordance with section 424A of the Migration Act 1958 (Cth), having regard to the Full Court of the Federal Court decision in SZEEU v MIMIA [2006] FCAFC 2.",
      "id": "s30"
    },
    {
      "text": "The Tribunal was reconstituted and reconsidered the application for review of the delegate's decision.",
      "id": "s31"
    },
    {
      "text": "On 15 March 2007, the Tribunal published its decision affirming the decision under review.",
      "id": "s32"
    },
    {
      "text": "The Tribunal's decision was quashed by orders of the Federal Magistrates Court by consent on 6 August 2007 and the application was remitted to the Tribunal for reconsideration and determination according to law.",
      "id": "s33"
    },
    {
      "text": "In making the consent orders on 6 August 2007 the Court noted that the first respondent: \n ... concedes that the decision of the RRT is affected by jurisdictional error as the Tribunal failed to act in accordance with section 425(2) of the Migration Act 1958 (Cth), when it cancelled the Applicant's second hearing before the Tribunal, denying the Applicant the opportunity to address the issues arising out of the Applicant's response to the s 424A invitation, when that response was given in anticipation of the scheduled hearing.",
      "id": "s34"
    },
    {
      "text": "The Tribunal was reconstituted and embarked upon a reconsideration of the application before it.",
      "id": "s35"
    },
    {
      "text": "On 28 August 2007, the Tribunal invited the applicant to appear at a hearing before it on 25 September 2007.",
      "id": "s36"
    },
    {
      "text": "On 28 August 2007, the Tribunal wrote to the applicant inviting him to comment in writing on particular information pursuant to s 424A of the Act and to provide information in accordance with s 424 of the Act.",
      "id": "s37"
    },
    {
      "text": "The applicant responded to both letters.",
      "id": "s38"
    },
    {
      "text": "The applicant gave oral evidence before the Tribunal at a hearing on 25 September 2007.",
      "id": "s39"
    },
    {
      "text": "On 3 October 2007, the Tribunal reached a decision published on 23 October 2007 to affirm the decision of the Minister's delegate to refuse the grant of a protection visa to the applicant.",
      "id": "s40"
    },
    {
      "text": "The Tribunal's decision\n The applicant claimed to hold a well-founded fear of persecution by reason of his political activities in Bangladesh and in particular his membership of the Awami League.",
      "id": "s41"
    },
    {
      "text": "In addition to that ground of a well-founded fear of persecution, the applicant contended that he feared persecution should he return to Bangladesh, due to his belief in and practice of the Hindu religion.",
      "id": "s42"
    },
    {
      "text": "The Tribunal noted that the applicant had told it that these \"two issues are interrelated\" and the Tribunal was requested to consider the issues together.",
      "id": "s43"
    },
    {
      "text": "The Tribunal conducted an analysis of the oral evidence given before it and documents submitted in support of the applicant's claims in order to reach findings of fact concerning the content of each allegation upon which the applicant relied in supporting the claims of a well-founded fear of persecution by reason of his political activities and religious beliefs.",
      "id": "s44"
    },
    {
      "text": "The Tribunal identified a number of inconsistencies in the applicant's evidence which caused it to conclude that the applicant was not a credible witness and not a witness of truth.",
      "id": "s45"
    },
    {
      "text": "The matters which the Tribunal thought reflected inconsistencies in the claims made by the applicant are set out at AB254 to AB257 of the Tribunal's decision.",
      "id": "s46"
    },
    {
      "text": "The inconsistencies included these things.",
      "id": "s47"
    },
    {
      "text": "The applicant said that he had been an active member of the Awami League yet he was unable to identify with any precision the philosophies or policies of the Awami League.",
      "id": "s48"
    },
    {
      "text": "The Tribunal was concerned about the applicant's apparent lack of knowledge on these topics and concluded that a person who claimed to hold a senior position such as \"party General Secretary\" would be expected to be familiar with the party's policies notwithstanding that the party might operate at a distributed or local level and the applicant may also have been involved at a level which he described as a \"grass roots level\" of the party.",
      "id": "s49"
    },
    {
      "text": "The applicant claimed to have received threats in 1997 but did not leave Bangladesh until December 1998.",
      "id": "s50"
    },
    {
      "text": "The Tribunal concluded that explanations about the time differential between serious threats having been made and action being taken by the applicant well after the threats, were incoherent and inconsistent with a claimed fear of persecution and harm.",
      "id": "s51"
    },
    {
      "text": "The Tribunal was concerned that the applicant gave evidence that he was in hiding throughout 1998.",
      "id": "s52"
    },
    {
      "text": "The Tribunal noted that this claim had not been made in any of the applicant's evidence to the earlier two Tribunals and had not formed any part of any of the applicant's several written submissions to the three Tribunals.",
      "id": "s53"
    },
    {
      "text": "This inconsistency caused the Tribunal to question the authenticity of the particular claim which had the effect of calling into question, in the Tribunal's view, the overall credibility of the applicant.",
      "id": "s54"
    },
    {
      "text": "The Tribunal was concerned that although the applicant had left Bangladesh in 1998 because of a fear of persecution he returned to Bangladesh in May 2001.",
      "id": "s55"
    },
    {
      "text": "The Tribunal was not satisfied with the explanations offered by the applicant as to that matter.",
      "id": "s56"
    },
    {
      "text": "The Tribunal noted that the applicant had not stated in his primary application that he had been attacked and injured in Bangladesh.",
      "id": "s57"
    },
    {
      "text": "The claim was first raised before the Tribunal at a hearing.",
      "id": "s58"
    },
    {
      "text": "The Tribunal considered the explanation for the failure to raise the factual matter of an attack in September 2001 and was not persuaded that the explanation was satisfactory.",
      "id": "s59"
    },
    {
      "text": "The applicant told the Tribunal that he had been attacked on 21 September 2001, and supported that contention by reference to medical certificates.",
      "id": "s60"
    },
    {
      "text": "However, the certificates presented to the Tribunal showed medical treatment and hospitalisation on 30 October 2001 well after the contended attack.",
      "id": "s61"
    },
    {
      "text": "The Tribunal was concerned about the explanation for the inconsistency.",
      "id": "s62"
    },
    {
      "text": "The applicant claimed in oral evidence to the Tribunal as initially constituted that he had been attacked in Dhaka.",
      "id": "s63"
    },
    {
      "text": "However, that claim had not been made nor pressed in evidence before the Tribunal as constituted to make the decision the subject of the present application before the Federal Magistrates Court.",
      "id": "s64"
    },
    {
      "text": "These matters are mentioned simply to illustrate some of but not all of the matters which caused the Tribunal to conclude that there was inconsistency in the claims made over time by the applicant.",
      "id": "s65"
    },
    {
      "text": "The ultimate conclusion was put in these terms at AB257 (p 23 of the Tribunal's reasons): \n The combination of these reasons causes the Tribunal to find that the applicant has not been truthful in his claims and to reject the applicant's claims.",
      "id": "s66"
    },
    {
      "text": "The Tribunal rejects the applicant's claim that he was an active Awami League member or a General Secretary of the party, that the applicant was actively involved in party work, including campaigning for the elections and other work and that he was threatened, targeted, assaulted or otherwise persecuted for that reason.",
      "id": "s67"
    },
    {
      "text": "The Tribunal rejects the claim that the applicant was attacked or tortured, that his house was ransacked or burned or that he was prevented from voting.",
      "id": "s68"
    },
    {
      "text": "The Tribunal also rejects that the applicant had been falsely accused or that he left Bangladesh on two occasions to avoid persecution.",
      "id": "s69"
    },
    {
      "text": "In relation to the question of the applicant's claims to hold a well-founded fear of persecution by reason of his religious beliefs and practices, the Tribunal in considering the grounds together as requested, said this at AB257 (p 23): \n The applicant claims that his religious claims should be considered together with his political activities and, to that extent, the Tribunal also rejects that the applicant suffered harm in Bangladesh because of his religion.",
      "id": "s70"
    },
    {
      "text": "The Tribunal concluded that the applicant was not a credible witness.",
      "id": "s71"
    },
    {
      "text": "Having reached that conclusion, the Tribunal considered that statements from third parties including the \"Bangladesh Hindu-Buddu-Christian Oikkho Parishad\" indicating that the applicant was an active worker or real believer and a target to extremists, were fabricated and that no weight ought to be attributed to them.",
      "id": "s72"
    },
    {
      "text": "Once the Tribunal concluded that the applicant was not a witness of truth having regard to the range of inconsistencies discussed in its reasons and considered that the applicant was not a credible witness, reliance on third party letters and statements was not, in the opinion of the Tribunal, redemptive of the applicant's credit.",
      "id": "s73"
    },
    {
      "text": "Thus, the corroborative material was given no weight.",
      "id": "s74"
    },
    {
      "text": "However, in assessing the scope of the applicant's engagement in religious activities, the Tribunal acknowledged that the applicant may have been committed to religious activities in Bangladesh and that he was involved in the work of the group known as the \"Shree Shree Ramkrishna Ashram\".",
      "id": "s75"
    },
    {
      "text": "The Tribunal also recognised that independent country information suggested an increase had occurred since the 2001 elections in Bangladesh of harmful activities directed against religious minorities including Hindus.",
      "id": "s76"
    },
    {
      "text": "However, the Tribunal thought that recent independent country information in an United States State Department report suggested that freedom to practice religion had emerged and the government had taken steps to protect religious minorities including the provision of financial support for Hindu welfare activities.",
      "id": "s77"
    },
    {
      "text": "The applicant put evidence before the Tribunal that he had been engaged in activities with the Australian Forum for Minorities in Bangladesh, in Australia.",
      "id": "s78"
    },
    {
      "text": "The Tribunal considered the nature of that activity but was unable to be satisfied that the applicant had engaged in those activities other than for the purpose of strengthening his claims to be a refugee within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s79"
    },
    {
      "text": "For all these reasons, the Tribunal concluded that the applicant faced no real chance of persecution by reason of his activities in Bangladesh and thus his contended fear of persecution by reason of his political activities and the practice of his religious beliefs did not give rise to a well-founded fear of persecution.",
      "id": "s80"
    },
    {
      "text": "The applicant applied to the Federal Magistrates Court on 19 November 2007 and sought orders for the grant of the constitutional writs in relation to the Tribunal's decision.",
      "id": "s81"
    },
    {
      "text": "The applicant formulated an amended application dated 31 May 2008 and an outline of written submissions in support of the grounds upon which he relied.",
      "id": "s82"
    },
    {
      "text": "On 19 June 2008, the applicant failed to appear at the hearing and the order dismissing the application was made.",
      "id": "s83"
    },
    {
      "text": "On 5 August 2008, the applicant filed a notice of appeal by which the applicant, as earlier discussed, seeks to set aside the order of 18 July 2008 refusing the application to set aside the dismissal order of 19 June 2008.",
      "id": "s84"
    },
    {
      "text": "The grounds recited in the notice of appeal are precisely the same grounds as those recited in the amended application before the Federal Magistrates Court.",
      "id": "s85"
    },
    {
      "text": "There are three grounds.",
      "id": "s86"
    },
    {
      "text": "Each ground asserts error on the part of the Tribunal.",
      "id": "s87"
    },
    {
      "text": "In the notice of appeal, the applicant does not identify any error on the part of FM Cameron in the exercise of the discretion in refusing to set aside the dismissal order.",
      "id": "s88"
    },
    {
      "text": "The grounds are these.",
      "id": "s89"
    },
    {
      "text": "GROUNDS OF APPEAL: \n\n The Refugee Review Tribunal failed to exercise its jurisdiction under the Act:\n \n Particulars: \n\n \n A.",
      "id": "s90"
    },
    {
      "text": "The Tribunal did not put any weight to the document which I submitted before the Tribunal that: \n\n \n i) A discharge certificate from the hospital; and\n Reference letters from the Shree Shree Ramkrishna Ashram, Bangladesh Hindu-Buddu-Christian Oikkho Parishad, Bangladesh Chhatra League and Bangladesh Udichi Shilpi Gosthi.",
      "id": "s91"
    },
    {
      "text": "The Refugee Review Tribunal failed to consider my persecution on the basis of my religion that:\n \n Particulars: \n\n \n A.",
      "id": "s92"
    },
    {
      "text": "The Tribunal failed to consider my persecution on the basis of my religion that: \n\n \n i) Tribunal failed to consider my persecution on the perspective of my religion of Hindu.",
      "id": "s93"
    },
    {
      "text": "The Refugee Review Tribunal did not follow the proper procedure to determine my case:\n \n Particulars: \n\n \n A.",
      "id": "s94"
    },
    {
      "text": "The Tribunal did the comment in bad faith to determine my case that: \n\n \n i) The applicant engaged in the activities of the Australian Forum for Minorities in Bangladesh for the purpose of strengthening his claims to be a refugee; and \n\n \n ii) The Tribunal adopted evidence from the previous hearing and made the present decision.",
      "id": "s95"
    },
    {
      "text": "I propose to treat the grounds recited in the notice of appeal as the proposed grounds of error on the part of the Federal Magistrates Court in refusing to exercise the discretion so as to set aside the dismissal order.",
      "id": "s96"
    },
    {
      "text": "Although the grounds of appeal do not identify any contended error on the part of FM Cameron, I will treat the notice of appeal as asserting error on the footing that the Federal Magistrates Court fell into error by failing to identify arguable error on the part of the Tribunal for the three reasons identified.",
      "id": "s97"
    },
    {
      "text": "As to the first of those reasons, FM Cameron concluded that an assertion that the Tribunal had failed to attribute weight to a document was an attempt to call into question the merits of the Tribunal's decision in the treatment of the evidence.",
      "id": "s98"
    },
    {
      "text": "Plainly enough, the weight or emphasis to be given to oral evidence, an explanation or a letter or other document is entirely a matter for the Tribunal.",
      "id": "s99"
    },
    {
      "text": "A finding of fact might be challenged on the footing that there is no evidence to support the finding.",
      "id": "s100"
    },
    {
      "text": "The question of whether there is evidence to support a finding of fact or whether an inference might be drawn from facts is a question of law.",
      "id": "s101"
    },
    {
      "text": "The contention here is that the Tribunal failed to exercise the statutory jurisdiction of review because it failed to give weight to particular documents put to the Tribunal by the applicant.",
      "id": "s102"
    },
    {
      "text": "The documents recited at ground 1 of the notice of appeal are discussed in the decision of the Tribunal and in particular at AB257 and AB258.",
      "id": "s103"
    },
    {
      "text": "The Tribunal discussed the hospital discharge certificate which stated that the applicant was hospitalised with injuries to his hand and forehead in the period October to November 2001.",
      "id": "s104"
    },
    {
      "text": "The Tribunal had discussed the medical certificate earlier in its reasons.",
      "id": "s105"
    },
    {
      "text": "The Tribunal noted that the date of hospitalisation was considerably later than the date when the applicant claimed to have sustained injury.",
      "id": "s106"
    },
    {
      "text": "The Tribunal took the certificate into account and considered the implications of the certificate in the context of the claims made by the applicant.",
      "id": "s107"
    },
    {
      "text": "The Tribunal concluded that it could not accept the medical certificate \"as probative evidence that the applicant was attacked or injured due to his political or religious activities\".",
      "id": "s108"
    },
    {
      "text": "The Tribunal accepted that the applicant may have been hospitalised by reason of his injuries.",
      "id": "s109"
    },
    {
      "text": "However, the Tribunal, against the background of all the evidence, was not willing to accept that the injuries relating to the certificate were sustained \"for the reasons claimed by the applicant\".",
      "id": "s110"
    },
    {
      "text": "The other documents referred to in ground 1 were taken into account by the Tribunal and are discussed at AB258.",
      "id": "s111"
    },
    {
      "text": "The reasons of the Tribunal demonstrate that the Tribunal turned its mind to the documents and reached the views discussed in these reasons.",
      "id": "s112"
    },
    {
      "text": "The conclusions the Tribunal reached were open to it and its election to deal with the documents in the way it did was open to it.",
      "id": "s113"
    },
    {
      "text": "The Tribunal was entitled to attribute no weight to the documents discussed at AB258 once the Tribunal was satisfied that the applicant's claims were to be rejected on the footing that he was not a witness of truth.",
      "id": "s114"
    },
    {
      "text": "Since the applicant had failed to satisfy the Tribunal on that central question and thus his creditworthiness was in doubt, the Tribunal was not prepared to treat the letters and third party documents as a source of redemption of that fundamental adverse view.",
      "id": "s115"
    },
    {
      "text": "As to the second ground, the Tribunal noted that the applicant had requested that the issue of his Hindu religion as a ground for a well-founded fear of persecution be considered in conjunction with the ground relating to his political activities, as the facts in relation to both grounds were \"interrelated\".",
      "id": "s116"
    },
    {
      "text": "The Tribunal formed the view reflected at AB257 already quoted in these reasons.",
      "id": "s117"
    },
    {
      "text": "An examination of the reasons demonstrates that the Tribunal did take into account as part of its integrated assessment of the two grounds of challenge, the facts and circumstances going to the question of the religious beliefs and practices of the applicant.",
      "id": "s118"
    },
    {
      "text": "An assertion that the Tribunal failed to consider the applicant's contention of a well-founded fear of persecution for reasons of Hindu beliefs held or Hindu practices adopted by the applicant, is inconsistent with the decision-record of the Tribunal.",
      "id": "s119"
    },
    {
      "text": "As to the third ground, the applicant contends that the Tribunal did not undertake its function of statutory review by applying proper procedures, in two respects.",
      "id": "s120"
    },
    {
      "text": "First, the Tribunal disregarded the applicant's Australian activities in connection with the Australian Forum for Minorities in Bangladesh; and second, the Tribunal simply adopted evidence from previous Tribunal hearings and, in effect, replicated earlier decisions which were set aside, and thus the Tribunal did not bring an independent mind to bear on the determination of the merits of the application.",
      "id": "s121"
    },
    {
      "text": "In that sense, the applicant contends that the Tribunal either acted in bad faith or fell into jurisdictional error by failing to discharge the statutory role of conducting a review of the delegate's decision, by simply applying the earlier decisions again.",
      "id": "s122"
    },
    {
      "text": "In the applicant's written submissions he puts it this way: \n ... the present Tribunal did not put its effort to assess my persecution in my home country.",
      "id": "s123"
    },
    {
      "text": "The present Tribunal has just adopted its decision from the previous Tribunal.",
      "id": "s124"
    },
    {
      "text": "... Not only that[,] the present Tribunal made the above comment in bad faith.",
      "id": "s125"
    },
    {
      "text": "The Tribunal did not take into consideration my religion and the true fact that I was a member of the minority group in Bangladesh that inspired me to get involved with the Australian Forum for Minorities in Bangladesh.",
      "id": "s126"
    },
    {
      "text": "Accordingly I submit that I was denied natural justice.",
      "id": "s127"
    },
    {
      "text": "A consideration of the decision record (AB235 to AB260) and the earlier decision record relating to the decision of 23 February 2007 handed down on 15 March 2007 (AB164 to AB178) demonstrates that the Tribunal did not simply replicate the earlier decision.",
      "id": "s128"
    },
    {
      "text": "The extensive analysis of the material shows that the Tribunal considered the claims of the applicant against the background of earlier evidence, documents and the oral evidence of the applicant given to the Tribunal as reconstituted.",
      "id": "s129"
    },
    {
      "text": "The Tribunal analysed all of the evidence going to the claims and isolated what it perceived to be a range of inconsistencies in the evidence which led to the conclusions already discussed.",
      "id": "s130"
    },
    {
      "text": "There is no basis for concluding that FM Cameron fell into error in his treatment of the material in relation to that ground.",
      "id": "s131"
    },
    {
      "text": "FM Cameron was correct in concluding that no arguable ground of challenge based on the contentions going to ground 3 had been made out.",
      "id": "s132"
    },
    {
      "text": "Counsel for the first respondent accepted that the Tribunal examined the evidence arising out of the earlier hearings and compared it with the evidence later given by the applicant to the Tribunal as reconstituted.",
      "id": "s133"
    },
    {
      "text": "The consideration of the body of evidence put before the Tribunal was an appropriate course for the Tribunal to take.",
      "id": "s134"
    },
    {
      "text": "The examination of that material in the context of additional oral evidence given by the applicant and a comparison of the claims made and the content of those claims was appropriate to the determination of whether the Tribunal could be satisfied that the applicant held a well-founded fear of persecution for the two grounds identified.",
      "id": "s135"
    },
    {
      "text": "I am satisfied that the decision of FM Cameron on that ground is not attended with any doubt.",
      "id": "s136"
    },
    {
      "text": "The second limb of ground 3 concerns the determination by the Tribunal to disregard conduct on the part of the applicant in Australia in relation to the activities of the Australian Forum for Minorities in Bangladesh.",
      "id": "s137"
    },
    {
      "text": "There is no basis for contending that the Tribunal acted in bad faith in disregarding that conduct.",
      "id": "s138"
    },
    {
      "text": "The Tribunal examined the conduct and formed a view that the conduct was to be disregarded by operation of s 91R(3) of the Act because the Tribunal was not satisfied that the applicant had engaged in those activities other than for the purpose of strengthening his claim to hold a well-founded fear of persecution on the ground of his political activities in Bangladesh and on the further ground of his Hindu religion.",
      "id": "s139"
    },
    {
      "text": "That conclusion was open to the Tribunal and no question of bad faith arises simply because the Tribunal formed that view.",
      "id": "s140"
    },
    {
      "text": "A view adverse to the applicant on that question does not give rise to any inference of bad faith.",
      "id": "s141"
    },
    {
      "text": "Accordingly, I am not satisfied that any of the three grounds identified in the notice of appeal suggest that the decision of FM Cameron is attended with sufficient doubt to warrant reconsideration by the Full Court of the Federal Court on the assumption or construct that the essential contention is that FM Cameron fell into error by failing to find arguable error on the part of the Tribunal.",
      "id": "s142"
    },
    {
      "text": "As to the decision of FM Cameron in the exercise of the discretion under the Federal Magistrates Court Rules , which is the decision, in truth, in respect of which error must be demonstrated, I am not satisfied that the decision is attended with sufficient doubt to warrant reconsideration.",
      "id": "s143"
    },
    {
      "text": "I am satisfied that the decision is not attended with any doubt.",
      "id": "s144"
    },
    {
      "text": "Federal Magistrate Cameron properly identified the considerations informing the exercise of the discretion.",
      "id": "s145"
    },
    {
      "text": "Federal Magistrate Cameron correctly determined that no arguable question of error on the part of the Tribunal arose based on the grounds identified by the applicant in the amended application supported by his written submissions.",
      "id": "s146"
    },
    {
      "text": "I am also satisfied that it was open to FM Cameron in the exercise of the discretion to conclude that the applicant had failed to satisfactorily explain his failure to attend at the hearing having regard to the applicant's contended fear of persecution and death on the grounds of his former political activities and religious beliefs should the applicant return to Bangladesh.",
      "id": "s147"
    },
    {
      "text": "Thus, the incentive for the applicant to appear before the Court and demonstrate error on the part of the Tribunal must have been a matter of great significance to him.",
      "id": "s148"
    },
    {
      "text": "The explanation put forward was that he had simply forgotten the hearing date.",
      "id": "s149"
    },
    {
      "text": "Accordingly, I am satisfied that in the circumstances the decision of the Federal Magistrates Court of Australia of 18 July 2008 refusing the application to set aside the decision of 19 June 2008 dismissing the application made to the Federal Magistrates Court on 19 November 2007 is not attended with sufficient doubt to warrant reconsideration of the decision by the Full Court of the Federal Court and that leave to appeal must be refused.",
      "id": "s150"
    },
    {
      "text": "For all of these reasons, the notice of appeal filed by the applicant appellant on 5 August 2008 must be dismissed with an order that the applicant appellant pay the first respondent's costs of and incidental to the appeal.",
      "id": "s151"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s152"
    },
    {
      "text": "Associate:\n \n \nDated: 27 August 2009\n \n Counsel for the Appellant: Appellant appeared in person \n \n Solicitor for the Appellant: Appellant appeared in person \n \n Counsel for the First Respondent: First Respondent appeared by its solicitors \n \n Solicitor for the First Respondent: DLA Phillips Fox Lawyers \n Date of Hearing: 5 November 2008 \n \n Date of Judgment: 27 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/953.html",
      "id": "s153"
    }
  ]
}