{
  "name": "Hneidi v Minister for Immigration &amp; Citizenship (includes corrigendum dated 14 December 2009) [2009] FCA 983 (2 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/983.html",
  "catchphrases": [
    {
      "text": "appeal from decision of administrative appeals tribunal dismissing applicants' application for review of decision of minister's delegate refusing to grant applicants australian citizenship",
      "id": "c0"
    },
    {
      "text": "first applicant was married to australian citizen",
      "id": "c1"
    },
    {
      "text": "second to fourth applicants were children of the marriage who were not australian citizens",
      "id": "c2"
    },
    {
      "text": "another child of the marriage was an australian citizen",
      "id": "c3"
    },
    {
      "text": "where tribunal applied australian citizenship instructions",
      "id": "c4"
    },
    {
      "text": "whether tribunal conducted independent assessment",
      "id": "c5"
    },
    {
      "text": "whether tribunal failed to take into account that the first applicant had a child that was an australian citizen",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of the Administrative Appeals Tribunal: Hneidi v Minister for Immigration and Citizenship (2008) 104 ALD 668.",
      "id": "s0"
    },
    {
      "text": "The appeal to this Court is limited to an appeal on a question of law ( Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act\") s 44(1)).",
      "id": "s1"
    },
    {
      "text": "2 The first applicant holds both Syrian and Lebanese citizenship, and he currently resides in Beirut.",
      "id": "s2"
    },
    {
      "text": "He is married to Ms Karina Hneidi, who holds both Australian and Lebanese citizenship, and there are four children of the marriage.",
      "id": "s3"
    },
    {
      "text": "One of the applicant's children holds Australian citizenship.",
      "id": "s4"
    },
    {
      "text": "3 On 30 October 2006, the first applicant made an application for Australian citizenship for himself and for the three children who did not hold Australian citizenship.",
      "id": "s5"
    },
    {
      "text": "On 1 June 2007, a delegate of the Minister for Immigration and Citizenship refused the application.",
      "id": "s6"
    },
    {
      "text": "In his reasons, the delegate did not specifically provide reasons for refusing the applications with respect to the three children.",
      "id": "s7"
    },
    {
      "text": "On the application for review to the Tribunal, the Tribunal member said that as the three children had been joined to the first applicant's application then \"by implication\" the applications by the children had also been refused.",
      "id": "s8"
    },
    {
      "text": "4 On 27 June 2007, the first applicant made an application to the Administrative Appeals Tribunal (\"the Tribunal\") for a review of the delegate's decision.",
      "id": "s9"
    },
    {
      "text": "That application was made both with respect to the first applicant's application and that of his three children.",
      "id": "s10"
    },
    {
      "text": "The Tribunal was satisfied that it had jurisdiction to consider a review of the delegate's decision with respect to the children as well as the first applicant.",
      "id": "s11"
    },
    {
      "text": "The Tribunal held that it had this power where the children were joined as parties to the application before the Tribunal and, at the hearing, an order was made by consent under s 30(1A) of the AAT Act joining the three children as separate parties to the application.",
      "id": "s12"
    },
    {
      "text": "It was agreed between the parties that the applications by the children were not dependent on the outcome of the first applicant's application and should be separately considered on their own merits.",
      "id": "s13"
    },
    {
      "text": "5 On 16 October 2008, the Tribunal decided to affirm the decision under review.",
      "id": "s14"
    },
    {
      "text": "The relevant legislative provisions\n \n 6 As I have said, the first applicant's application was made on 30 October 2006.",
      "id": "s15"
    },
    {
      "text": "The Australian Citizenship Act 2007 (Cth) came into operation on 1 July 2007.",
      "id": "s16"
    },
    {
      "text": "It was common ground before the Tribunal that, as the first applicant had lodged his application prior to the Australian Citizenship Act 2007 (Cth) coming into operation, his application, and those of his three children, must be considered under the Australian Citizenship Act 1948 (Cth) (\"the Act\").",
      "id": "s17"
    },
    {
      "text": "7 Section 13 of the Act gives the Minister the power to grant a certificate of Australian citizenship.",
      "id": "s18"
    },
    {
      "text": "Under s 13(9)(a), the Minister may, in his discretion, upon application in accordance with the approved form, grant a certificate of Australian citizenship to a person who has not attained the age of 18 years, and, under s 13(9)(c), the Minister may grant a certificate of Australian citizenship to a person who is a permanent resident and is the spouse, widow or widower of an Australian citizen.",
      "id": "s19"
    },
    {
      "text": "The first applicant's application must be considered under s 13(9)(c), and those of the second, third and fourth applicants (that is, the three children) must be considered under s 13(9)(a).",
      "id": "s20"
    },
    {
      "text": "There are policy guidelines relevant to the exercise of the discretions contained in s 13(9)(c) and s 13(9)(a) respectively.",
      "id": "s21"
    },
    {
      "text": "They are known as the Australian Citizenship Instructions (\"the Instructions\").",
      "id": "s22"
    },
    {
      "text": "The evidence before me establishes that the relevant instructions are those which were in effect on 30 June 2007.",
      "id": "s23"
    },
    {
      "text": "It also establishes that the Instructions are a departmental document designed \"to provide policy guidance to Departmental decision-makers in relation to the interpretation of, and the exercise of powers under, the citizenship legislation regulations\".",
      "id": "s24"
    },
    {
      "text": "The evidence establishes that the text of the Instructions was approved by a senior departmental officer, not the Minister or Parliamentary Secretary and that, as a general principle, the department seeks the approval of the Minister or Parliamentary Secretary for significant citizenship policy changes on what is said to be an \"as-needed\" basis.",
      "id": "s25"
    },
    {
      "text": "8 Chapter 4 of the Instructions deals with the grant of a certificate of Australian citizenship and, in particular, the criteria for the grant of a certificate of citizenship.",
      "id": "s26"
    },
    {
      "text": "Clause 4.1.2 states that Chapter 4 \"sets out the legislative requirements and also the policy that gives guidance on how to exercise discretions\".",
      "id": "s27"
    },
    {
      "text": "The relevant version of chapter 4 of the Instructions was cleared for publication by the Assistant Secretary, Citizenship and Language Services Branch, on 15 June 2005.",
      "id": "s28"
    },
    {
      "text": "I infer from the evidence put before me that the Instructions were not put before Parliament.",
      "id": "s29"
    },
    {
      "text": "9 In short, the Instructions are a form of departmental policy, as they were approved by a senior departmental officer, not the Minister or Parliamentary Secretary.",
      "id": "s30"
    },
    {
      "text": "10 Clause 4.5 of the Instructions addresses the discretionary power contained in s 13(9)(c) of the Act.",
      "id": "s31"
    },
    {
      "text": "The clause provides as follows:\n \n \n \"4.5 SPOUSES, WIDOWS &amp; WIDOWERS OF AUSTRALIAN CITIZENS s 13(9)(c) \n \n\n \n \n 4.5.1 Section 13(9)(c) gives a discretion to grant a certificate of Australian citizenship to a permanent resident who is the legal spouse, widow or widower of an Australian citizen.",
      "id": "s32"
    },
    {
      "text": "4.5.2 Applicants are usually required to meet all of the following requirements: \n \n the applicant is a permanent resident the parties are living together as husband and wife unless: \n \n - the Australian citizen spouse has died; in this case, the couple must have been living together at the time the spouse died or\n - the applicant and the Australian spouse are estranged because of domestic violence.",
      "id": "s33"
    },
    {
      "text": "Note: If the parties are not living together but claim that the marriage exists, the case should be decided by an officer at APS6 level or higher.",
      "id": "s34"
    },
    {
      "text": "the applicant is of good character (see chapter 5) if the applicant is overseas, they intend travelling to Australia to live with the Australian citizen spouse the applicant is likely, if granted a certificate of Australian citizenship, to reside, or to continue to reside, in Australia, or to maintain a close and continuing association with Australia (see 4.2.18 --- 4.2.20) the applicant has a basic knowledge of the English language and an adequate knowledge of the responsibilities and privileges of citizenship the applicant has been present in Australia as a permanent resident for at least 2 years in the five years immediately before the application, at least 12 months of which must have been within the 2 years immediately prior to that date unless: \n \n - the applicant has been a permanent resident in Australia continuously for the 12 months immediately prior to application and would otherwise suffer significant hardship or disadvantage (see 4.3.33 for guidance on hardship or disadvantage).",
      "id": "s35"
    },
    {
      "text": "4.5.3 Spouses of Australian citizens who live overseas with their Australian citizen spouse, and are permanent residents of Australia may have difficulty meeting the residence requirements for citizenship.",
      "id": "s36"
    },
    {
      "text": "The primary policy objective underpinning the residence requirements is the development and maintenance of close and continuing ties with Australia.",
      "id": "s37"
    },
    {
      "text": "This policy objective can be achieved through the applicant's relationship with their Australian citizen spouse, children if any, extended family, and through return visits to Australia.",
      "id": "s38"
    },
    {
      "text": "4.5.4 Spouses of Australian citizens would usually be eligible for grant of citizenship if they: \n \n are permanent residents of Australia live or have lived overseas with their Australian citizen spouse because of the Australian citizen's work; and would have been eligible for citizenship if they were residing in Australia during that period.",
      "id": "s39"
    },
    {
      "text": "4.5.5 The occupation of the Australian citizen spouse is not relevant.",
      "id": "s40"
    },
    {
      "text": "Evidence, however, of the Australian citizen's spouse overseas employment is required, such as, a letter from the employer, including a statement that the non citizen spouse is accompanying them.",
      "id": "s41"
    },
    {
      "text": "\" \n \n\n \n 11 The relevant clauses in the Instructions for the purpose of the discretionary power in s 13(9)(a) of the Act are as follows:\n \n \n \" 4.4 CHILDREN --- GRANT IN THEIR OWN RIGHT s13(9)(a) &amp; (b ) \n \n\n \n \n ...\n 4.4.3 As a matter of policy, applications under s 13(9)(a) and s 13(9)(b) will usually be approved if: \n \n the applicant is at least 16 years old and is the natural child of a person who has been granted a certificate of Australian citizenship on the basis of being the spouse of an Australian citizen or the applicant is at least 16 years old and meets the criteria in 4.2; the applicant has not turned 16 and, although their parents are not Australian citizens, the applicant would otherwise suffer hardship or disadvantage (see 4.3.33) the applicant has been adopted overseas and satisfies the requirements set out in 4.4.12.",
      "id": "s42"
    },
    {
      "text": "4.4.4 In considering an application under s 13(9), applications are not usually approved unless all of the following are satisfied: \n \n the child is a 'permanent resident' (see 1.4) or meets the requirements for migration to, or permanent residence in, Australia and the child has a 'responsible parent' (see 1.6) who is an Australian citizen and who consents to the application (Note: if the child is a ward of the Minister for Immigration (Guardianship of Children) Act 1946 (eg an unaccompanied humanitarian minor (UHM) or certain cases of overseas adoption), the Minister's parental rights are exclusive and the case should be referred to Family Section, National Office or the State/Territory office Settlement area or UHM Coordinator for advice) and if the child is under 16 years old, they are living with that responsible parent.",
      "id": "s43"
    },
    {
      "text": "If the applicant is in the care of another person (eg brother, aunt or uncle), the case is to be referred to a delegate of at least APS 6 level.",
      "id": "s44"
    },
    {
      "text": "(Note: this would include an applicant who is a 'non-ward' under the UHM program --- see 1.6.12)\n \n \n 4.4.5 Delegates are reminded that they must consider the full circumstances of the case.",
      "id": "s45"
    },
    {
      "text": "For example, it may be appropriate to approve a case outside policy if the child (other than an adopted child) has a responsible parent who is an Australian citizen and there are exceptional circumstances which would make it unreasonable for the applicant to apply for a permanent visa.",
      "id": "s46"
    },
    {
      "text": "\" \n \n\n The facts and the conclusions reached by the Tribunal\n \n 12 There was no dispute before the Tribunal as to the relevant facts.",
      "id": "s47"
    },
    {
      "text": "The summary of the facts which follows is taken from the Tribunal member's reasons.",
      "id": "s48"
    },
    {
      "text": "13 The first applicant was born in Moscow on 27 February 1996 to Syrian parents.",
      "id": "s49"
    },
    {
      "text": "He is a nephrologist by profession and he conducts dialysis clinics in Lebanon.",
      "id": "s50"
    },
    {
      "text": "Prior to 1997, he was studying and working in Syria and France, and, after that time, he has lived and worked in Lebanon.",
      "id": "s51"
    },
    {
      "text": "14 As I have said, the first applicant's wife is an Australian citizen.",
      "id": "s52"
    },
    {
      "text": "Her mother was born in Australia to migrant Lebanese parents and is an Australian citizen by birth.",
      "id": "s53"
    },
    {
      "text": "Ms Hneidi's mother returned to reside in Lebanon in 1966, and Ms Hneidi was born in Beirut and has lived there throughout her life.",
      "id": "s54"
    },
    {
      "text": "She was granted Australian citizenship in 1971 by the Australian Embassy in London.",
      "id": "s55"
    },
    {
      "text": "She obtained Australian citizenship by descent.",
      "id": "s56"
    },
    {
      "text": "She is also a Lebanese citizen.",
      "id": "s57"
    },
    {
      "text": "15 The first applicant is of good character and he speaks the English language fluently.",
      "id": "s58"
    },
    {
      "text": "He married Ms Hneidi on 25 August 1995 and the first applicant and Ms Hneidi continue to reside together as man and wife.",
      "id": "s59"
    },
    {
      "text": "Ms Hneidi has a grandmother, an aunt and uncle, eight cousins and a sister, who reside in Australia and she remains in contact with all of them.",
      "id": "s60"
    },
    {
      "text": "16 The four children of the marriage are: Ramy (born on 10 September 1996), Dalia (born on 22 October 1997), Maya (born on 7 November 2001) and Tala (born on 2 August 2005).",
      "id": "s61"
    },
    {
      "text": "Ms Hneidi was in Australia in 2001, and Maya was born during her stay here.",
      "id": "s62"
    },
    {
      "text": "Maya is an Australian citizen.",
      "id": "s63"
    },
    {
      "text": "The other three children were not born in Australia.",
      "id": "s64"
    },
    {
      "text": "17 The first applicant applied for a sub-class 100 spouse visa for himself and his two oldest children in 2001.",
      "id": "s65"
    },
    {
      "text": "The application was granted and the first applicant thereby became a permanent Australian resident on 27 September 2001.",
      "id": "s66"
    },
    {
      "text": "At the time, the first applicant was working as a medical specialist at the Mt Lebanon Hospital in Beirut.",
      "id": "s67"
    },
    {
      "text": "Ramy, Dalia and Tala all hold Australian permanent residency.",
      "id": "s68"
    },
    {
      "text": "Ramy and Dalia were granted sub-class 155 resident return visas on 14 September 2006 and Tala was granted a sub-class 101 child visa on 8 March 2007.",
      "id": "s69"
    },
    {
      "text": "18 The first applicant, Ms Hneidi and two of the children came to Australia in October 2001.",
      "id": "s70"
    },
    {
      "text": "The first applicant stayed in Australia for 20 days and then returned to Lebanon when his father was taken ill unexpectedly.",
      "id": "s71"
    },
    {
      "text": "On that occasion, he and his family had planned to stay for up to a year with a view to moving to Australia permanently.",
      "id": "s72"
    },
    {
      "text": "The first applicant had given notice to his employer.",
      "id": "s73"
    },
    {
      "text": "19 Ms Hneidi and the children returned to Lebanon to join the first applicant shortly thereafter.",
      "id": "s74"
    },
    {
      "text": "The first applicant has not returned to Australia since 2001.",
      "id": "s75"
    },
    {
      "text": "Ms Hneidi has visited Australia on a number of occasions over the years.",
      "id": "s76"
    },
    {
      "text": "Records show that she was in Australia for one month in 1982, for a number of weeks in 1986, for two weeks in 1992, for two months in 2001, two months in 2006 and three weeks in 2007.",
      "id": "s77"
    },
    {
      "text": "20 In July 2006, hostilities broke out in Lebanon between Hezbollah and Israeli forces, and the conflict continued for approximately one month.",
      "id": "s78"
    },
    {
      "text": "Both military personnel and civilians were killed, and many civilians, including the Hneidi family, were forced to flee from Lebanon.",
      "id": "s79"
    },
    {
      "text": "The Tribunal member said:\n \n \n \"The Australian Embassy could only offer assistance to Australian citizens who were resident in Lebanon during the evacuation and so only Karina and Maya could have received assistance from the Embassy in Beirut.",
      "id": "s80"
    },
    {
      "text": "Evacuation was easier for an Australian citizen as they could be evacuated directly from Beirut Airport with the assistance of the Embassy.",
      "id": "s81"
    },
    {
      "text": "As Karina was not willing to be separated from her family, she left with her husband and children via a much more dangerous route which involved travelling by road to Syria and then flying from Syria via Bahrain and Hong Kong to Australia.",
      "id": "s82"
    },
    {
      "text": "When Karina reached Hong Kong the three children who did not hold Australian citizenship were not allowed entry to Hong Kong, whereas Karina and Maya could have entered Hong Kong as Australian citizens.",
      "id": "s83"
    },
    {
      "text": "Karina had to stay in transit with all four children for many hours as she could not leave the other three children at the airport.",
      "id": "s84"
    },
    {
      "text": "She arrived in Australia with the four children in July 2006 and stayed in Adelaide with her relatives for approximately two months.",
      "id": "s85"
    },
    {
      "text": "She returned to Lebanon once it was safe for her and the children to do so.",
      "id": "s86"
    },
    {
      "text": "Her husband travelled as far as Syria and once the family was safe en route to Australia he returned to Beirut.",
      "id": "s87"
    },
    {
      "text": "On 13 March 2007, Dr Hneidi was granted a sub-class 155 resident return visa.",
      "id": "s88"
    },
    {
      "text": "He is able to live and work in Australia if he so wishes and he has a right of multiple re-entry under that visa.",
      "id": "s89"
    },
    {
      "text": "\" \n \n\n \n 21 The Tribunal member found that the first applicant is one of a small number of specialists in his particular field in Lebanon.",
      "id": "s90"
    },
    {
      "text": "He established a business in partnership with others in Lebanon in 2003 and that business operates a number of clinics.",
      "id": "s91"
    },
    {
      "text": "22 In 2005, the first applicant and his partners were looking to sell the business.",
      "id": "s92"
    },
    {
      "text": "They entered into negotiations with a German company.",
      "id": "s93"
    },
    {
      "text": "Those negotiations were almost complete by mid-2006 when the hostilities broke out.",
      "id": "s94"
    },
    {
      "text": "Thereafter, the negotiations were put \"on hold\".",
      "id": "s95"
    },
    {
      "text": "23 The first applicant's father is in his mid-80s and in poor health.",
      "id": "s96"
    },
    {
      "text": "He resides near to the first applicant and Ms Hneidi and they visit him regularly.",
      "id": "s97"
    },
    {
      "text": "It is not possible for the first applicant's father to travel to Australia because of his age and poor health.",
      "id": "s98"
    },
    {
      "text": "Ms Hneidi's parents reside in Lebanon and are in quite good health.",
      "id": "s99"
    },
    {
      "text": "24 The first applicant is currently owed a large sum of money by the Lebanese Government.",
      "id": "s100"
    },
    {
      "text": "It is not certain when he will be paid this sum of money.",
      "id": "s101"
    },
    {
      "text": "25 The first applicant and Ms Hneidi opened a bank account at the Westpac Bank at Glenside, South Australia, and, in November 2007, they transferred the sum of $100,000 to that account.",
      "id": "s102"
    },
    {
      "text": "There was no activity on that account between November 2007 and the date of the review hearing.",
      "id": "s103"
    },
    {
      "text": "The first applicant and Ms Hneidi enrolled their school age children to commence school at Linden Park Primary School in Adelaide in 2008.",
      "id": "s104"
    },
    {
      "text": "At this point, they have not moved to Australia to enable the children to take up that enrolment.",
      "id": "s105"
    },
    {
      "text": "26 In her reasons, the Tribunal member summarised the evidence given by the applicant and Ms Hneidi by telephone from Beirut, and evidence given by Ms Hneidi's maternal aunt.",
      "id": "s106"
    },
    {
      "text": "It is not necessary for me to set out the details.",
      "id": "s107"
    },
    {
      "text": "She found that the applicant and his wife were honest witnesses.",
      "id": "s108"
    },
    {
      "text": "The Tribunal member found that the major motivation behind the current application was the family's experience in mid-2006 when the Australian Embassy could only offer assistance to the Australian citizen members of the family in evacuating them from Lebanon.",
      "id": "s109"
    },
    {
      "text": "They also discovered that travel was easier on that occasion as Australian citizens did not require visas in Hong Kong.",
      "id": "s110"
    },
    {
      "text": "27 The Tribunal member found that the Hneidi family hoped to come to Australia to live, but that they had not established any clear timeline for that move.",
      "id": "s111"
    },
    {
      "text": "The Tribunal member found that the timing of their move to Australia remained entirely uncertain.",
      "id": "s112"
    },
    {
      "text": "She said \"it may be within the next two to five years but if it does not occur within that time then it may never occur if the children reach an age where they are more difficult to move from friends and peer groups\".",
      "id": "s113"
    },
    {
      "text": "The Tribunal member found that the first applicant, Ms Hneidi and their children are a close family unit and will not be separated.",
      "id": "s114"
    },
    {
      "text": "She found that the enrolments at Linden Park Primary School were not made in anticipation of any genuine expectation of being in Australia in 2008, and that the deposit of $100,000 into a bank account in Australia was made with no immediate plans to come to Australia and was possibly done to create a financial link with Australia for the purposes of the application or to protect funds and remove them from Lebanon which can be a volatile country.",
      "id": "s115"
    },
    {
      "text": "28 The Tribunal member found that, if the Hneidi family does come to Australia, they will undoubtedly become valuable members of the community.",
      "id": "s116"
    },
    {
      "text": "She said that the first applicant is likely to make a significant contribution to the medical profession and that the family will ultimately be welcomed by the Australian community when and if they do decide to come here.",
      "id": "s117"
    },
    {
      "text": "29 After setting out the rival contentions of the parties, the Tribunal member noted that the first applicant's application was to be considered under s 13(9)(c) of the Act.",
      "id": "s118"
    },
    {
      "text": "She noted that that paragraph was expressed in simple terms and that no criteria were set out in the Act to govern the exercise of the discretion.",
      "id": "s119"
    },
    {
      "text": "The Tribunal member referred to the factors set out in clause 4.5.2 of the Instructions.",
      "id": "s120"
    },
    {
      "text": "She addressed first the requirement that an applicant \"is likely, if granted a certificate of Australian citizenship, to reside, or to continue to reside in Australia, or to maintain a close and continuing association with Australia\".",
      "id": "s121"
    },
    {
      "text": "The Tribunal member said that the first applicant would probably come to Australia at some stage in the next few years.",
      "id": "s122"
    },
    {
      "text": "However, he could not put any definite date on his entry.",
      "id": "s123"
    },
    {
      "text": "She found that the first applicant's major association was with his own country and that his association with Australia is through his wife.",
      "id": "s124"
    },
    {
      "text": "She noted that he had visited Australia once and had not exercised his right to return and live in this country.",
      "id": "s125"
    },
    {
      "text": "She said that his association with Australia as a culture and a nation was \"not close\".",
      "id": "s126"
    },
    {
      "text": "She referred to the first applicant's visit to Australia in 2001.",
      "id": "s127"
    },
    {
      "text": "The Tribunal member concluded that the first applicant did not satisfy the residency requirements set out in clause 4.5.2 of the Instructions.",
      "id": "s128"
    },
    {
      "text": "30 The Tribunal member referred to clause 4.5.3 and noted that the primary policy objective underpinning the residency requirement was the development and maintenance of close and continuing ties with Australia.",
      "id": "s129"
    },
    {
      "text": "The Tribunal member noted the argument that the first applicant did not receive the same protection from Australian Embassy representatives as his Australian wife.",
      "id": "s130"
    },
    {
      "text": "The Tribunal member said that she did not accept that \"this argument holds sufficient weight that the usual policy should be ignored\".",
      "id": "s131"
    },
    {
      "text": "She said that she did not accept that the difficulty faced by the spouse of an Australian citizen in this case was \"so significant or exceptional that policy should be ignored\".",
      "id": "s132"
    },
    {
      "text": "She said:\n \n \n \"In the matters of Re Dainty v Minister for Immigration and Ethnic Affairs (1987) 6 AAR 259 and Re Vukaj v Minister for Immigration and Multicultural Affairs [2006] AATA 1075 , citizenship applications were granted even though the guidelines set out in the Instructions were not satisfied.",
      "id": "s133"
    },
    {
      "text": "However, those cases are distinguishable from this case.",
      "id": "s134"
    },
    {
      "text": "In both those cases, the applicant was living in Australia at the time of the application and had much more substantial contact and association with Australia than Dr Hneidi.",
      "id": "s135"
    },
    {
      "text": "In each case, they were married to resident Australian citizens and had significant ongoing connections with Australia.",
      "id": "s136"
    },
    {
      "text": "\" \n \n\n \n 31 The Tribunal member noted that policy statements were not binding on the Tribunal \"but must be brought to account and given appropriate weight\".",
      "id": "s137"
    },
    {
      "text": "The Tribunal member said that she could not see a sufficient basis to depart from the Instructions.",
      "id": "s138"
    },
    {
      "text": "32 The Tribunal member then turned to consider the application by the second, third and fourth applicants.",
      "id": "s139"
    },
    {
      "text": "She noted the relevant provisions of the Instructions and said that, based on the Instructions, the children would not usually be considered for citizenship.",
      "id": "s140"
    },
    {
      "text": "The Tribunal member considered whether she needed to address the issue of the best interests of the children by reason of the fact that Australia is a signatory to the United Nations Convention on the Rights of the Child and Article 3 refers to the \"best interests of the child\".",
      "id": "s141"
    },
    {
      "text": "She referred to various authorities and concluded that she must give consideration to the children's best interests in this case as a primary consideration.",
      "id": "s142"
    },
    {
      "text": "She considered the submission that the best interests of the children lie in coming to Australia with their family and in being able to travel as a single unit and in the safest way when travelling internationally.",
      "id": "s143"
    },
    {
      "text": "The Tribunal member said that she had considered that argument carefully.",
      "id": "s144"
    },
    {
      "text": "She said it was really a value judgment to suggest that the children would be better off coming to live in Australia.",
      "id": "s145"
    },
    {
      "text": "She noted that the children could come to Australia at any time and reside here as they had visas which entitled them to do so, and the fact that they have not yet done so indicated that their parents were satisfied that their current best interests were served by continuing to reside with them in Beirut.",
      "id": "s146"
    },
    {
      "text": "The Tribunal member concluded by saying:\n \n \n \"Having considered the best interests of the children and having considered the policy directions and the underlying policy behind the grant of citizenship to children under the age of sixteen years, the Tribunal considers that there is no compelling reason to go behind the policy set out in the Instructions.",
      "id": "s147"
    },
    {
      "text": "\" \n \n\n Questions of law and grounds of appeal\n \n 33 The amended notice of appeal identifies two questions of law and three grounds of appeal.",
      "id": "s148"
    },
    {
      "text": "The first question of law and the ground of appeal related to it are as follows:\n \nQuestion of law: \n \n \n \"Whether the Tribunal, upon a review of the decision by the Minister to not grant a certificate of Australian citizenship under subs.",
      "id": "s149"
    },
    {
      "text": "13(9) of the Act, impermissibly fetters the exercise of its discretion by applying the policy known as the 'Australian citizenship instructions' unless there are cogent reasons not to do so.",
      "id": "s150"
    },
    {
      "text": "\" \n \n\n \nGround of appeal:\n \n \n \"The Tribunal failed to exercise its own independent judgment in respect of its decision, and give proper, genuine and realistic consideration to the merits of the applicants' cases, in that it:\n (a) held that it was required to apply the policy known as the 'Australian citizenship instructions' unless there were cogent reasons not to do so;\n (b) applied the policy in making the decision; and\n (c) failed to hold that as the policy had not been adopted or approved by the Minister and had not been exposed to parliamentary scrutiny, the existence of the policy was merely a relevant consideration to take into account in the exercise of the discretion under subs.",
      "id": "s151"
    },
    {
      "text": "13(9) of the Act.",
      "id": "s152"
    },
    {
      "text": "\" \n \n\n \n 34 The second question of law and the grounds of appeal related to it are as follows:\n \nQuestion of law:\n \n \n \"Whether, on the proper construction of subs.",
      "id": "s153"
    },
    {
      "text": "13(9) of the Act, the Minister, in determining whether to grant a certificate of Australian citizenship, is bound to take into account whether members of the person's immediate family are Australian citizens.",
      "id": "s154"
    },
    {
      "text": "\" \n \n\n \nGrounds of appeal:\n \n \n \"The Tribunal erred in law in failing to take into account a relevant consideration in the exercise of its power under para 13(9)(c) of the Act in respect of the first applicant, in that it failed to take into account that the first applicant's daughter with his Australian citizen wife was also an Australian citizen.",
      "id": "s155"
    },
    {
      "text": "The Tribunal failed to take into account a relevant consideration in the exercise of its power under para 13(9)(a) of the Act in respect of the second to fourth applicants, in that it failed to take into account that their sibling was an Australian citizen.",
      "id": "s156"
    },
    {
      "text": "\" \n \n\n The first question of law and the first ground of appeal\n \n 35 It is convenient at the outset to review briefly the principal authorities dealing with the role of policy in administrative decision-making.",
      "id": "s157"
    },
    {
      "text": "36 The starting point is the decision of the Full Court of this Court in Drake v Minister for Immigration and Ethnic Affairs [1979] AATA 179 ; (1979) 24 ALR 577 (\" Drake \").",
      "id": "s158"
    },
    {
      "text": "In Drake , the relevant power was the power of deportation in s 12 of the Migration Act 1958 (Cth) as it then was.",
      "id": "s159"
    },
    {
      "text": "The Minister had issued a policy statement on the question of considerations relating to the deterrence of others.",
      "id": "s160"
    },
    {
      "text": "A question which arose was whether the Tribunal had attached such importance to the policy statement as to result in a failure by the Tribunal to exercise its own independent judgment.",
      "id": "s161"
    },
    {
      "text": "Bowen CJ and Deane J discussed the general principles relating to the role of policy in administrative decision-making.",
      "id": "s162"
    },
    {
      "text": "37 Their Honours started by stating some general principles as to the role of the Tribunal.",
      "id": "s163"
    },
    {
      "text": "Those principles are now well known.",
      "id": "s164"
    },
    {
      "text": "They include the fact that the role of the Tribunal is an administrative one and its task is to make the correct or preferable decision on the material before it.",
      "id": "s165"
    },
    {
      "text": "There may be cases in which the Tribunal is precluded from having regard to general government policy by the terms of the statutory power and other cases in which, again by the terms of the statutory power, the Tribunal is bound to apply principles laid down in advance.",
      "id": "s166"
    },
    {
      "text": "Absent statutory prescriptions of this nature, the Tribunal may take into account a policy and that is particularly so where the statute itself does not specify the criteria which are relevant to the exercise of the statutory power.",
      "id": "s167"
    },
    {
      "text": "In the ordinary case, a policy is a relevant factor for the Tribunal to take into account.",
      "id": "s168"
    },
    {
      "text": "It is desirable in terms of consistency in decision-making that a policy be taken into account by the Tribunal and that follows from the fact that the original decision-maker has applied or taken into account the particular policy.",
      "id": "s169"
    },
    {
      "text": "However, the Tribunal cannot apply a policy in a way which indicates that, in truth, it has abdicated its function to reach the correct or preferable decision on the material before it.",
      "id": "s170"
    },
    {
      "text": "The weight to be placed on a policy is a matter for the Tribunal to determine and it will ordinarily do so, balancing the need for consistency in decision-making and the need for justice in the individual case.",
      "id": "s171"
    },
    {
      "text": "38 Bowen CJ and Deane J said the borderline between cases in which a Tribunal has, after an independent assessment, applied a government policy and cases in which a Tribunal has abdicated its function may well be blurred.",
      "id": "s172"
    },
    {
      "text": "Their Honours said (at 591):\n \n \n \"It is, however, desirable that, in any case where the Tribunal reaches the conclusion that the particular circumstances are such as to make the correct or preferable decision that which results from an application of some government or ministerial policy to the particular facts, the Tribunal makes it clear that it has considered the propriety of the particular policy and expressly indicates the considerations which have led it to that conclusion.",
      "id": "s173"
    },
    {
      "text": "This is particularly so in matters such as the review of a deportation order where no two cases will be identical and where personal liberty will commonly be involved.",
      "id": "s174"
    },
    {
      "text": "\" \n \n\n \n 39 The appeal was allowed in Drake and the matter was remitted to the Tribunal for rehearing.",
      "id": "s175"
    },
    {
      "text": "The President of the Tribunal, Brennan J (as his Honour then was), conducted the rehearing: Re Drake and Minister for Immigration and Ethnic Affairs (No 2) [1979] 2 ALD 634 (\" Drake No 2 \").",
      "id": "s176"
    },
    {
      "text": "Brennan J referred to the advantages which flowed from the original decision-maker being able to be guided by policy statements, guidelines or standards.",
      "id": "s177"
    },
    {
      "text": "The policy must be consistent with the statute and it must not be framed so as to preclude consideration of the merits of the individual case.",
      "id": "s178"
    },
    {
      "text": "The Tribunal may apply the policy on a review.",
      "id": "s179"
    },
    {
      "text": "Brennan J said (at 643):\n \n \n \"If the Tribunal applies ministerial policy, it is because of the assistance which the policy can furnish in arriving at the preferable decision in the circumstances of the case as they appear to the Tribunal.",
      "id": "s180"
    },
    {
      "text": "One of the factors to be considered in arriving at the preferable decision in a particular case is its consistency with other decisions in comparable cases, and one of the most useful aids in achieving consistency is a guiding policy.",
      "id": "s181"
    },
    {
      "text": "\" \n \n\n \n 40 Brennan J went on to explain why it was not convenient for the Tribunal to formulate policy.",
      "id": "s182"
    },
    {
      "text": "His Honour said that administrative policies are best formed and amended in a political context.",
      "id": "s183"
    },
    {
      "text": "In the course of his discussion, his Honour referred to the chain of responsibility from Minister to government to Parliament and to the fact that the bureaucracy is best placed to advise on broad policy.",
      "id": "s184"
    },
    {
      "text": "His Honour reached the following conclusions (at 645):\n \n \n \"When the Tribunal is reviewing the exercise of a discretionary power reposed in a Minister, and the Minister has adopted a general policy to guide him in the exercise of the power, the Tribunal will ordinarily apply that policy in reviewing the decision, unless the policy is unlawful or unless its application tends to produce an unjust decision in the circumstances of the particular case.",
      "id": "s185"
    },
    {
      "text": "Where the policy would ordinarily be applied, an argument against the policy itself or against its application in the particular case will be considered, but cogent reasons will have to be shown against its application, especially if the policy is shown to have been exposed to parliamentary scrutiny.",
      "id": "s186"
    },
    {
      "text": "\" \n \n\n \n 41 In an earlier decision, Brennan J, again sitting as the President of the Tribunal and on a review of a Minister's decision to order deportation under s 13(a) of the Migration Act 1958 (Cth) (\" Migration Act \"), as it then was, drew a distinction between policies made or settled at the political level and policies made or settled at the departmental level: Re Becker and Minister for Immigration and Ethnic Affairs (1977) 1 ALD 158 at 163.",
      "id": "s187"
    },
    {
      "text": "Different considerations may apply to the review of each kind of policy and more substantial reasons might need to be shown why policies forged at the political level should be reviewed.",
      "id": "s188"
    },
    {
      "text": "42 In Nevistic v Minister for Immigration and Ethnic Affairs (1981) 34 ALR 639 , the Full Court of this Court considered an appeal from the Tribunal on a question of law.",
      "id": "s189"
    },
    {
      "text": "The Tribunal had reviewed a decision of the Minister to deport the applicant under s 12 of the Migration Act as it then was.",
      "id": "s190"
    },
    {
      "text": "The Tribunal had taken into account government policy on the deportation of persons involved in growing, importation or distribution of illicit drugs and had decided that the correct and preferable decision in all the circumstances of the case was that the applicant be deported from Australia.",
      "id": "s191"
    },
    {
      "text": "The Tribunal said that, absent the policy, its decision may have been different.",
      "id": "s192"
    },
    {
      "text": "The Full Court dismissed the appeal and held that the Tribunal was entitled to take the policy into account as a relevant factor and that the weight to be accorded to the policy was a matter for that Tribunal.",
      "id": "s193"
    },
    {
      "text": "The Court also said that the Tribunal could not abdicate its function of determining the correct and preferable decision on the material before it by simply applying the policy without conducting an independent assessment.",
      "id": "s194"
    },
    {
      "text": "43 In Re Aston and Secretary, Department of Primary Industry (1985) 8 ALD 366 (\" Re Aston \"), the Tribunal (of which Davies J was the President) considered the correct and preferable decision on the material before it in relation to an allocation of a quota of Southern bluefin tuna under a scheme limiting the taking of tuna adopted pursuant to the Fisheries Act 1952 (Cth).",
      "id": "s195"
    },
    {
      "text": "The Tribunal quoted extensively from the reasons for judgment of Brennan J in Drake (No 2) and noted the reasons why, in the circumstances of Re Aston , it was appropriate to place great weight on the policy (at 380):\n \n \n \"There being no special circumstances which affected the Astons, this is pre-eminently the type of matter in which the policy adopted by the primary decision-maker ought to be applied by this Tribunal.",
      "id": "s196"
    },
    {
      "text": "The policy affected an industry.",
      "id": "s197"
    },
    {
      "text": "It was a policy decided upon at the highest level, being resolved upon by the Australian Fisheries Council comprised of the six relevant Ministers of the States and the Federal Minister for Primary Industry and the Federal Minister for Science and Technology.",
      "id": "s198"
    },
    {
      "text": "It was a policy which could only be developed in the political arena after consultation with industry.",
      "id": "s199"
    },
    {
      "text": "The Tribunal, which is not accountable politically and which cannot proceed by obtaining industry consensus, must give such a policy great weight.",
      "id": "s200"
    },
    {
      "text": "\" \n \n\n \n 44 In Re Dainty and Minister for Immigration and Ethnic Affairs (1987) 6 AAR 259 (\" Re Dainty \"), Davies J, as President of the Tribunal, reversed the decision of the delegate under s 13(9)(c) of the Act and decided that the Minister's guidelines were not appropriate to the applicant's circumstances.",
      "id": "s201"
    },
    {
      "text": "45 In Federal Commissioner of Taxation v Swift and Others (1989) 18 ALD 679 , this Court was required to consider a decision of the Tribunal granting the applicant relief under s 5(4) of the Taxation (Unpaid Company Tax) Assessment Act 1982 (Cth).",
      "id": "s202"
    },
    {
      "text": "There was a ruling of the Commissioner which specified the circumstances in which relief should be granted.",
      "id": "s203"
    },
    {
      "text": "After referring to the particular policy which was in issue in Re Aston , French J (as his Honour then was) said (at 692):\n \n \n \"And, as in that case, which involved the exercise of a discretion to limit the terms of fishing licences under a national quota scheme, a policy which is developed in the political arena after consultation with the relevant industry ought generally to be given great weight.",
      "id": "s204"
    },
    {
      "text": "Taxation ruling IT 2063 does not appear to be in that category.",
      "id": "s205"
    },
    {
      "text": "Nevertheless, the magnitude of the task involved in carrying out original decision-making and supervising and regulating the exercise of delegated authority under the taxation laws, is a powerful indicator that appropriate guidelines are essential for the avoidance of administrative chaos and for the achievement of reasonable consistency.",
      "id": "s206"
    },
    {
      "text": "The need to maintain the perception and reality of equal treatment is an important factor in the administration of all laws and not least in those relating to taxation.",
      "id": "s207"
    },
    {
      "text": "But such considerations go to the weight to be attributed to policy and that is ultimately a matter for the Tribunal: Nevistic v Minister for Immigration and Ethnic Affairs, supra , at 647 (Deane J); Re Aston, supra , at AAR 78 (Davies J).",
      "id": "s208"
    },
    {
      "text": "\" \n \n\n \n 46 Finally, I mention that I was referred to the Tribunal's decision in Re Lofthouse and Australian Securities and Investments Commission [2004] AATA 327 ; (2004) 82 ALD 481 , a case involving consideration of the weight to be given to a Policy Statement formulated by the Australian Securities and Investments Commission.",
      "id": "s209"
    },
    {
      "text": "47 I turn now to examine the Tribunal's reasons in light of these principles.",
      "id": "s210"
    },
    {
      "text": "48 The Tribunal member did not discuss the source of the Instructions.",
      "id": "s211"
    },
    {
      "text": "She did not discuss whether the Instructions had been made by the Minister or by senior officers in the Minister's Department.",
      "id": "s212"
    },
    {
      "text": "She appears to have proceeded on the basis that the Instructions were Ministerial Guidelines rather than Departmental Guidelines.",
      "id": "s213"
    },
    {
      "text": "She formulated one of the issues before the Tribunal as:\n \n \n \"... to what extent can the Tribunal go outside the Ministerial Guidelines (the Guidelines) in exercising its discretion?",
      "id": "s214"
    },
    {
      "text": "\" \n \n\n \n 49 She referred to Re Dainty and a passage from the reasons for judgment of Davies J where, in the context of the discretionary power in s 13(9)(c) of the Act, his Honour referred to Guidelines or policies established by the Minister of State for Immigration and Ethnic Affairs.",
      "id": "s215"
    },
    {
      "text": "Although it is not entirely clear, it appears that, at the time of the decision in Re Dainty , that is, 1987, the relevant guidelines or policies were Ministerial guidelines or policies.",
      "id": "s216"
    },
    {
      "text": "50 It seems to me that the overarching principle in this area is that the Tribunal must make an independent assessment on the material before it with a view to reaching the correct or preferable decision.",
      "id": "s217"
    },
    {
      "text": "The other principles referred to in the authorities are subordinate to this principle.",
      "id": "s218"
    },
    {
      "text": "For example, although the authorities are clear that the weight to be placed on a policy is a matter for the Tribunal, this principle cannot be pushed past the point at which the Tribunal no longer makes an independent assessment on the material before it.",
      "id": "s219"
    },
    {
      "text": "At the same time, although there are authorities to the effect that a policy is no more than a relevant factor to be taken into account, there may be cases where, after a consideration of the facts, it is clear that the policy must be applied and there is little to be said against such a conclusion.",
      "id": "s220"
    },
    {
      "text": "51 The evidence before this Court establishes that the Instructions were Departmental guidelines.",
      "id": "s221"
    },
    {
      "text": "The Tribunal member erred in proceeding on the basis that the Instructions were Ministerial guidelines.",
      "id": "s222"
    },
    {
      "text": "In fairness to her, it does not seem from her reasons that the point was raised before her.",
      "id": "s223"
    },
    {
      "text": "Counsel for the applicants accepts, correctly in my view, that this error was an error of fact not law, and that of itself does not give rise to a question of law and error of law entitling the applicants to relief.",
      "id": "s224"
    },
    {
      "text": "However, he submits that the error is a factor which supports the conclusion that the Tribunal member did commit the error of law identified in the first ground of appeal.",
      "id": "s225"
    },
    {
      "text": "52 In this case, the Tribunal member used various expressions in the course of addressing the Instructions and the facts put by the applicants against their application in the circumstances of the case.",
      "id": "s226"
    },
    {
      "text": "The applicants emphasised the Tribunal member's statements that a particular argument did not hold \"sufficient weight that the usual policy should be ignored\" or that a particular fact was not \"so significant or exceptional that policy should be ignored\" or that there was \"no sufficient basis in this case to depart from the Instructions\" or that \"there is no compelling reason to go behind the policy set out in the Instructions\".",
      "id": "s227"
    },
    {
      "text": "For his part, the respondent referred to statements by the Tribunal member \"that the Tribunal must have regard to these Instructions, unless there is good reason not to do so\", statements to the effect that the policy in the Instructions should not be ignored, that the Instructions are \"not binding\" and a guide only and that \"the Instructions and underlying policy cannot be disregarded\".",
      "id": "s228"
    },
    {
      "text": "53 The applicants identified a number of features of the Tribunal member's reasons which, they submitted, should lead to the conclusion that she did not make an independent assessment on the material before her.",
      "id": "s229"
    },
    {
      "text": "54 First, the applicants submitted that the Tribunal member did not state that her task was to make an independent assessment of the material before her with a view to reaching the correct or preferable decision.",
      "id": "s230"
    },
    {
      "text": "It seems to me that had she said that it might have helped the respondent meet the applicants' argument, but its absence is not of great significance.",
      "id": "s231"
    },
    {
      "text": "55 Secondly, the applicants submitted that the Tribunal member had not considered the propriety of the Instructions.",
      "id": "s232"
    },
    {
      "text": "There are two answers to this submission.",
      "id": "s233"
    },
    {
      "text": "First, where a policy is lawful, the Tribunal would not normally consider the propriety of the policy as a policy.",
      "id": "s234"
    },
    {
      "text": "It would consider the propriety of applying the policy to the facts of the particular case.",
      "id": "s235"
    },
    {
      "text": "I am satisfied that the Tribunal member did that.",
      "id": "s236"
    },
    {
      "text": "The second answer is that, by reference to some observations in Re Sadiq and Minister for Immigration and Multicultural and Indigenous Affairs [2006] AATA 75 , the Tribunal member did give consideration to the propriety of the policy as a policy.",
      "id": "s237"
    },
    {
      "text": "56 Thirdly, the applicants submitted that the Tribunal member misdirected herself in law because she referred to two cases, namely: Drake No 2 and Re Dainty , which discussed the relevant principles in the context of ministerial policy, not departmental policy.",
      "id": "s238"
    },
    {
      "text": "The answers to this submission are as follows.",
      "id": "s239"
    },
    {
      "text": "A fair reading of the Tribunal member's reasons reveals that she did not adopt an incorrect approach to the Instructions as departmental policy.",
      "id": "s240"
    },
    {
      "text": "In so far as it might be said that she placed greater weight on the Instructions than was called for, that was a question of weight which was a matter for the Tribunal.",
      "id": "s241"
    },
    {
      "text": "57 The reasons of the Tribunal are not to be read with an eye keenly attuned to error: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s242"
    },
    {
      "text": "It was not suggested that the Instructions are unlawful.",
      "id": "s243"
    },
    {
      "text": "In any event, I would reject such a contention.",
      "id": "s244"
    },
    {
      "text": "Key elements of the Instructions simply reflect important criteria in s 13(1) of the Act which deals with a grant of a certificate of citizenship.",
      "id": "s245"
    },
    {
      "text": "The fundamental question is whether the Tribunal member made an independent assessment on the material before her.",
      "id": "s246"
    },
    {
      "text": "I think that she did.",
      "id": "s247"
    },
    {
      "text": "58 I reject the first ground of appeal.",
      "id": "s248"
    },
    {
      "text": "The second question of law and the second and third grounds of appeal\n \n 59 The respondent accepted that when a decision-maker is determining whether to grant a certificate of Australian citizenship under s 13(9) of the Act, he or she is bound to take into account whether members of the person's immediate family are Australian citizens.",
      "id": "s249"
    },
    {
      "text": "The applicants submitted that the matter was not taken into account and that that was an error of law.",
      "id": "s250"
    },
    {
      "text": "The respondent submitted that this matter was taken into account by the Tribunal both in relation to the first applicant's application and the application of the children.",
      "id": "s251"
    },
    {
      "text": "60 It may appear from the Tribunal's reasons that a consideration was taken into account even though it is not expressly mentioned ( Turner v Minister for Immigration and Ethnic Affairs (1981) 35 ALR 388 at 392 per Toohey J).",
      "id": "s252"
    },
    {
      "text": "It seems to me that the inference that the matter was taken into account will be more easily drawn if the consideration is one of less significance than other considerations in the case.",
      "id": "s253"
    },
    {
      "text": "It seems to me that the fact that Maya is an Australian citizen is of less significance than other considerations in the case.",
      "id": "s254"
    },
    {
      "text": "61 Plainly, the Tribunal was aware and made reference to the fact that Maya was an Australian citizen.",
      "id": "s255"
    },
    {
      "text": "I am satisfied that the matter was taken into account because the Tribunal member contrasted the position of Ms Hneidi and Maya with the first applicant and the three children in terms of assistance from the Australian Embassy and ease of international travel.",
      "id": "s256"
    },
    {
      "text": "62 I reject the second and third grounds of appeal.",
      "id": "s257"
    },
    {
      "text": "Conclusion\n \n 63 In my opinion, the appeal should be dismissed with costs.",
      "id": "s258"
    },
    {
      "text": "I certify that the preceding sixty-three (63) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s259"
    },
    {
      "text": "Associate:\n \n \nDated: 2 September 2009\n \n Counsel for the Applicants: Mr S D Ower \n \n Solicitor for the Applicants: McDonald Steed McGrath \n \n Counsel for the Respondent: Ms D Forrester \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 20 March 2009 \n \n Date of Judgment: 2 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/983.html",
      "id": "s260"
    }
  ]
}