{
  "name": "Kowalski v Mitsubishi Motors Australia Ltd [2009] FCA 991 (3 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/991.html",
  "catchphrases": [
    {
      "text": "application for judgment, for dismissal of proceeding or for striking out statement of claim",
      "id": "c0"
    },
    {
      "text": "where applicant and respondent had entered heads of agreement under which respondent agreed to pay moneys to the applicant where applicant claimed he suffered injuries whilst working for respondent",
      "id": "c1"
    },
    {
      "text": "where respondent had failed to provide notice of settlement as required under s 23 of health and other services (compensation) act 1995 (cth) and under heads of agreement",
      "id": "c2"
    },
    {
      "text": "where statement of claim alleged breach of contract and other common law and equitable doctrines and breach of trade practices act 1974 (cth), fair trading act 1987 (sa) and misrepresentation act 1972 (sa)",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Mr Kazimir Kowalski has brought a proceeding in this Court against Mitsubishi Motors Australia Limited.",
      "id": "s0"
    },
    {
      "text": "The present state of the pleadings is that the applicant has filed an amended application and an amended statement of claim.",
      "id": "s1"
    },
    {
      "text": "The respondent has been excused from filing a defence pending the determination of its notice of motion.",
      "id": "s2"
    },
    {
      "text": "On 15 December 2008, the respondent issued a notice of motion in which it seeks the following orders, relevantly: \n \n \"1.",
      "id": "s3"
    },
    {
      "text": "The applicant's amended originating process filed pursuant to leave granted by the Honourable Justice Besanko on 4 December 2008 be set aside for want of jurisdiction.",
      "id": "s4"
    },
    {
      "text": "The proceeding be summarily dismissed pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth) on the basis that it has no reasonable prospects of success.",
      "id": "s5"
    },
    {
      "text": "The proceeding be summarily dismissed pursuant to O 20 r 5 of the Federal Court Rules on the basis that [it] is frivolous or vexatious and is an abuse of the process of the Court.",
      "id": "s6"
    },
    {
      "text": "In the alternative to Orders 1 and 2, the Amended Statement of Claim filed pursuant to leave granted by the Honourable Justice Besanko on 4 December 2008 be struck out pursuant to O 11 r 16 of the Federal Court Rules on the basis that it discloses no reasonable cause of action, is frivolous and vexatious and is embarrassing.",
      "id": "s7"
    },
    {
      "text": "\"\n The notice of motion is supported by an affidavit sworn by Ms Claire Gitsham on 15 December 2008.",
      "id": "s8"
    },
    {
      "text": "Ms Gitsham is a solicitor employed by the firm of solicitors acting on behalf of the respondent.",
      "id": "s9"
    },
    {
      "text": "In the course of submissions on the notice of motion, the respondent tendered that affidavit and a copy of an order made by the Supreme Court of South Australia on 19 April 2005.",
      "id": "s10"
    },
    {
      "text": "By notice of motion dated 18 December 2008, the applicant seeks the following orders, relevantly: \n \n \"1.",
      "id": "s11"
    },
    {
      "text": "Paragraph 1 of the respondent's Notice of Motion dated 15 December 2008 be struck out or dismissed on the grounds that the Federal Court's jurisdiction has been enlivened by the Trade Practices Act 1974 (Cth).",
      "id": "s12"
    },
    {
      "text": "Paragraph 2 of the respondent's Notice of Motion dated 15 December 2008 be struck out or dismissed on the grounds that the applicant has a very good prospect of success because the Federal Court must not aid wrongdoers like the respondent in this case.",
      "id": "s13"
    },
    {
      "text": "Paragraph 3 of the respondent's Notice of Motion dated 15 December 2008 be struck out or dismissed on the grounds that the applicant's claims against the respondent are not frivolous or vexatious or an abuse of the process of the Court, however, the Federal Court must not aid wrongdoers like the respondent in this case.",
      "id": "s14"
    },
    {
      "text": "Paragraph 4 of the respondent's Notice of Motion dated 15 December 2008 be struck out or dismissed on the grounds that the applicant's claims against the respondent disclose a very good cause of action against the respondent and the claims are not frivolous or vexatious or embarrassing, however, the Federal Court must not aid wrongdoers like the respondent in this case.",
      "id": "s15"
    },
    {
      "text": "Costs of and incidental to this Notice of Motion on an indemnity basis because the Federal Court must not aid wrongdoers like the respondent in this case.",
      "id": "s16"
    },
    {
      "text": "\"\n The applicant has sworn a number of affidavits in opposition to the respondent's notice of motion and in support of his notice of motion.",
      "id": "s17"
    },
    {
      "text": "The affidavits are affidavits sworn by the applicant on 12 November 2008, 17 December 2008, 29 December 2008, 9 February 2009 and 10 March 2009 respectively.",
      "id": "s18"
    },
    {
      "text": "Those affidavits were tendered on the hearing of the notices of motion.",
      "id": "s19"
    },
    {
      "text": "The applicant also tendered a letter from Medicare Australia to himself dated 11 March 2009.",
      "id": "s20"
    },
    {
      "text": "I heard the two notices of motion together.",
      "id": "s21"
    },
    {
      "text": "Two further notices of motion issued by the applicant since the hearing of submissions\n After I reserved my decision on the notices of motion previously referred to, the applicant made an application by notice of motion that I disqualify myself from further involvement in the proceeding.",
      "id": "s22"
    },
    {
      "text": "The notice of motion is dated 4 August 2009 and is supported by an affidavit by the applicant sworn on 4 August 2009.",
      "id": "s23"
    },
    {
      "text": "It is the second such application in this proceeding.",
      "id": "s24"
    },
    {
      "text": "On 12 November 2008, the applicant applied for an order that I disqualify myself from further involvement in this proceeding.",
      "id": "s25"
    },
    {
      "text": "On 4 December 2008, I made an order dismissing his application: Kowalski v Mitsubishi Motors Australia Limited [2008] FCA 1873.",
      "id": "s26"
    },
    {
      "text": "The grounds upon which the applicant sought such an order and my reasons for refusing his application are set out in my reasons.",
      "id": "s27"
    },
    {
      "text": "On 3 February 2009, Mansfield J refused an application by the applicant for leave to appeal from my decision: Kowalski v Mitsubishi Motors Australia Limited [2009] FCA 48.",
      "id": "s28"
    },
    {
      "text": "In late 2008 and early 2009, I was also dealing with another proceeding involving the applicant.",
      "id": "s29"
    },
    {
      "text": "That proceeding involved an appeal by the applicant under s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (\"AAT Act\") against a decision of the Administrative Appeals Tribunal.",
      "id": "s30"
    },
    {
      "text": "On 8 December 2008, the applicant made an application that I disqualify myself from further involvement in that proceeding.",
      "id": "s31"
    },
    {
      "text": "I refused the application: Kowalski v Repatriation Commission [2008] FCA 1970.",
      "id": "s32"
    },
    {
      "text": "The grounds of the application and the reasons I refused it are set out in my reasons.",
      "id": "s33"
    },
    {
      "text": "I proceeded to hear his appeal on the substantive proceeding.",
      "id": "s34"
    },
    {
      "text": "On 30 January 2009, Mansfield J refused the applicant's application for leave to appeal from my decision: Kowalski v Repatriation Commission [2009] FCA 47.",
      "id": "s35"
    },
    {
      "text": "On his present motion, the applicant claims that the fact that I proceeded to hear his appeal in the proceeding involving the Repatriation Commission before his application for leave to appeal was determined was proof of bias.",
      "id": "s36"
    },
    {
      "text": "That contention is untenable.",
      "id": "s37"
    },
    {
      "text": "Having determined that there were no grounds upon which I should disqualify myself, it was appropriate that I proceed to hear and determine the appeal in the substantive proceeding.",
      "id": "s38"
    },
    {
      "text": "I have since delivered judgment in that proceeding in which I dismissed the applicant's appeal: Kowalski v Repatriation Commission [2009] FCA 794.",
      "id": "s39"
    },
    {
      "text": "The applicant claims that that is a further ground upon which I should disqualify myself in this proceeding because in dismissing his appeal in the proceeding involving the Repatriation Commission I have \"fabricated [my] decision\".",
      "id": "s40"
    },
    {
      "text": "That contention is also untenable.",
      "id": "s41"
    },
    {
      "text": "The two proceedings are quite separate and the issue in the proceeding involving the Repatriation Commission was whether there was a question of law (and error of law) within s 44(1) of the AAT Act.",
      "id": "s42"
    },
    {
      "text": "The applicant further asserts that I should disqualify myself because I said in my decision on the appeal in that proceeding that I would hear the parties on the question of costs and yet (he claims) I did not hear him.",
      "id": "s43"
    },
    {
      "text": "The applicant's submission is untenable.",
      "id": "s44"
    },
    {
      "text": "The applicant was given notice of the date and time at which judgment would be handed down.",
      "id": "s45"
    },
    {
      "text": "On that date, I announced that I would dismiss the appeal and hear the parties on the question of costs.",
      "id": "s46"
    },
    {
      "text": "The applicant was not in attendance.",
      "id": "s47"
    },
    {
      "text": "The respondent applied for what was the usual order for costs and I decided that it was appropriate to make such an order.",
      "id": "s48"
    },
    {
      "text": "The applicant claims that when, on 4 December 2008, I dismissed his first application in this proceeding that I disqualify myself for bias, I made an order for costs against him, even though \"the respondent did not seek an order for costs against [him]\" and by making the order I was assisting a wrongdoer and a party who had committed a criminal offence.",
      "id": "s49"
    },
    {
      "text": "The applicant claims that that conduct is indicative of bias.",
      "id": "s50"
    },
    {
      "text": "That contention is untenable.",
      "id": "s51"
    },
    {
      "text": "I refer to my reasons in Kowalski v Repatriation Commission [2008] FCA 1970 at [4] - [5] which deals with the same contention made in that case.",
      "id": "s52"
    },
    {
      "text": "The applicant's application by notice of motion dated 4 August 2009 is dismissed.",
      "id": "s53"
    },
    {
      "text": "In the second notice of motion brought by the applicant after I had reserved my decision on the two notices of motion referred to in [2]-[6] above, that being a notice of motion dated 18 July 2009, the applicant seeks various declarations in the proceeding.",
      "id": "s54"
    },
    {
      "text": "The declarations he seeks in the notice of motion are as follows, relevantly: On 27 October 1998 the respondent agreed to pay the defendant and his wife compensation, in the sum of $125,308.57, for the defendant's December 1986 eye injury, May 1998 middle finger injury, May 1989 back and or left leg injury, August 1991 stress or mental breakdown and December 1997 heart attack.",
      "id": "s55"
    },
    {
      "text": "On 27 October 1998 the defendant entered into Heads of Agreement with the defendant and his wife without the consent of the WorkCover Corporation of South Australia.",
      "id": "s56"
    },
    {
      "text": "On 27 October 1998 the defendant did not make a capital payment to the plaintiff or his wife which had redeemed the defendant's statutory liability to the plaintiff, to make weekly payments of compensation to the plaintiff, compensation under section 32 of the Workers Rehabilitation and Compensation Act 1986 (SA) (the Act) or a capital payment for the loss of the plaintiff's future earning capacity.",
      "id": "s57"
    },
    {
      "text": "On 27 October 1998 the plaintiff did not receive competent professional advice about the consequences of the plaintiff and his wife entering into the Heads of Agreement with the defendant.",
      "id": "s58"
    },
    {
      "text": "On 27 October 1998 the plaintiff did not receive competent financial advice about the investment or use of the money that he and his wife was going to receive from the defendant as a consequences [sic] of entering into the Heads of Agreement.",
      "id": "s59"
    },
    {
      "text": "On 27 October 1998, before the defendant entered into the Heads of Agreement with the plaintiff and his wife, the defendant did not consult with the WorkCover Corporation about the terms of the Heads of Agreement.",
      "id": "s60"
    },
    {
      "text": "On 27 October 1998 the defendant did not ensure that a recognized medical expert certified that the extent of the plaintiff's incapacity, resulting from his December 1986 eye injury, May 1998 middle finger injury, May 1989 back and or left leg injury, August 1991 stress or mental breakdown and December 1997 heart attack, could be determined with a reasonable degree of confidence.",
      "id": "s61"
    },
    {
      "text": "\"\n It is trite to say that declarations are a form of relief and, in a case where an applicant alleges an infringement of private rights, may only be made where an applicant establishes a cause of action.",
      "id": "s62"
    },
    {
      "text": "Where an applicant cannot establish a cause of action, a claim for declarations must fail.",
      "id": "s63"
    },
    {
      "text": "For reasons which will become apparent, the applicant's amended application and amended statement of claim must be dismissed.",
      "id": "s64"
    },
    {
      "text": "Those reasons do not relate to the form of relief claimed where declarations might be seen as overcoming defects in the amended application and amended statement of claim.",
      "id": "s65"
    },
    {
      "text": "In those circumstances, the applicant's application by notice of motion dated 18 July 2009 must be dismissed.",
      "id": "s66"
    },
    {
      "text": "The applicant's case\n It is convenient to note at the outset the relief claimed in the amended application and amended statement of claim.",
      "id": "s67"
    },
    {
      "text": "It is as follows: An order that the respondent pay the applicant his \"correct statutory and legally entitled worker's compensation benefits plus compound interest since 16 August 1991, to be determined by the Honourable Federal Court\"; and An order that the respondent pay the applicant \"compensation and punitive damages for the unwarranted stress and the anxiety that MMAL has deliberately and consciously placed the applicant under from 16 August 1991 up to 4 December 2008, by refusing to pay the applicant his correct statutory and legally entitled Compensation benefits, to be determined by the Honourable Federal Court\".",
      "id": "s68"
    },
    {
      "text": "It may be observed that it is not apparent on the face of these claims how federal jurisdiction is engaged.",
      "id": "s69"
    },
    {
      "text": "The amended application and amended statement of claim refer to sections in the Trade Practices Act 1974 (Cth) (\" Trade Practices Act \") (s 51AC and s 52) , the Fair Trading Act 1987 (SA) (\" Fair Trading Act \") (s 58(b) and (g)) and the Misrepresentation Act 1972 (SA) (\" Misrepresentation Act \") (ss 4 , 6 , 7 and 8 ) and to alleged breaches of contract, misrepresentation, unconscionable conduct, fraud, breach of trust or bad faith, \"wilful default\", undue influence and negligence.",
      "id": "s70"
    },
    {
      "text": "The amended application and amended statement of claim also refer to various sections in Part 5.8A of the Corporations Act 2001 (Cth), but, in the course of his oral submissions, the applicant said that he was not pursuing a claim in relation to these sections.",
      "id": "s71"
    },
    {
      "text": "The applicant was an employee of the respondent.",
      "id": "s72"
    },
    {
      "text": "He claimed and claims that he suffered a number of injuries in the course of his employment for which the respondent was and is liable to pay compensation.",
      "id": "s73"
    },
    {
      "text": "He has been involved in a long-running dispute with the respondent and he has instituted a number of actions against the respondent.",
      "id": "s74"
    },
    {
      "text": "An important event in the history of the dispute between the applicant and the respondent is a Heads of Agreement entered into by the parties on 25 October 1998.",
      "id": "s75"
    },
    {
      "text": "The applicant's wife also signed the Heads of Agreement.",
      "id": "s76"
    },
    {
      "text": "The Heads of Agreement is an important document in terms of the issues raised by the notices of motion and, for that reason, I set it out in full: \n \n \"WHEREAS: \n \n\n \n \n 1.",
      "id": "s77"
    },
    {
      "text": "Kazimir Kowalski ('Kowalski') of 26 Nalimba Street Hallett Cove in the State of South Australia and Mitsubishi Motors Australia Limited (MMAL) of Sherriffs Road Lonsdale in the said state have on the 26 th day of October 1998 entered into a mediation.",
      "id": "s78"
    },
    {
      "text": "2.",
      "id": "s79"
    },
    {
      "text": "Kowalski and MMAL have entered the mediation with the intent of trying to resolve all issues both current and future in dispute between them.",
      "id": "s80"
    },
    {
      "text": "3.",
      "id": "s81"
    },
    {
      "text": "Kowalski and MMAL have reached an agreement in relation to the resolution of all issues and wish to record the terms of settlement.",
      "id": "s82"
    },
    {
      "text": "THE PARTIES HAVE AGREED THAT: \n \n\n Kowalski on behalf of himself and his dependants hereby agrees to accept the sum of $200,000 in full and final settlement of any entitlements he may have to superannuation, sick leave, compensation and damages arising out of or in the course of his employment with MMAL.",
      "id": "s83"
    },
    {
      "text": "In particular, the said sum to be paid with a denial of liability, includes payment in full and final settlement of:\n \n \n 1.1 Any injuries or disabilities in respect of an eye injury in December 1986, a middle finger injury in May 1988, a back and or left leg injury in May 1989, stress or mental breakdown in August 1991 and a heart attack in December 1997 \n \n\n \n \n 1.2 Any outstanding sick leave \n \n\n \n \n 1.3 Any matters related to the termination of his employment with MMAL \n \n\n \n \n 1.4 Any superannuation payable by the MMAL Staff Superannuation Fund.",
      "id": "s84"
    },
    {
      "text": "2.",
      "id": "s85"
    },
    {
      "text": "The said sum of $200,000 is to be paid to Kowalski as follows: \n \n\n \n \n 2.1 The sum of $64,691.43 to be paid from the Superannuation Fund by way of an ill health benefit being the entitlement with respect to the period from 7 March 1970 to the date of cessation of his employment \n \n\n \n \n 2.2 The sum of $125,308.57 to be paid by MMAL as an ex gratia payment as compensation for permanent disability impairing his future earning capacity arising from the injuries and disabilities mentioned above \n \n\n \n \n 2.3 The sum of $10,000 to be paid by MMAL in consideration of Kowalski forgoing any claims or future claims in any way arising from his employment \n \n\n In consideration of the matters set out in paragraphs 1 and 2 above, MMAL agrees\n \n \n 3.1 To forgo recovery of legal costs which are owed by Kowalski and agrees not to seek repayment from Kowalski of monies previously paid by MMAL or the Superannuation Fund including the monies paid to R J Cole &amp; Partners with respect to Action 185 of 1992 in the Industrial Court \n \n\n \n \n 3.2 To comply with any Court orders for discovery and or subpoenas for witnesses in relation to any action taken by Kowalski against R J Cole &amp; Partners \n \n\n \n \n 3.3 To maintain confidentiality in respect of all matters arising in the course of the mediation and of the terms of this agreement \n \n\n \n \n 3.4 To prepare and execute all documents necessary to bring into effect this agreement and to make such personal attendances as necessary at any Tribunal, Court or Commission.",
      "id": "s86"
    },
    {
      "text": "In consideration of the matters set out in paragraphs 1 and 2 above, Kowalski and his dependants agree:\n \n \n 4.1 Not to institute any legal proceedings and or legal complaints with any Court, Tribunal or body in respect of the matters set out in paragraph 1 hereof nor to join MMAL as a defendant in the Action against R J Cole &amp; Partners and, Dowd.",
      "id": "s87"
    },
    {
      "text": "4.2 To maintain confidentiality in respect of all matters arising in the course of the mediation and of the terms of this agreement \n \n\n \n \n 4.3 To discontinue all actions and proceedings currently subsisting between Kowalski and MMAL \n \n\n \n \n 4.4 To execute all documents necessary to bring into effect this agreement and to make such personal attendances required at any Court, Tribunal or Commission \n \n\n \n \n 4.5 That any amounts payable to the Australian Taxation Office from the sum of $200,000 are to be borne by Kowalski.",
      "id": "s88"
    },
    {
      "text": "The parties agree that payment of the sums in paragraphs 1 and 2 will be made in the following manner:\n \n \n 5.1 Fountain &amp; B&ouml;nig are to make arrangements for all matters requiring personal attendance by the parties to achieve discontinuance of those proceedings to be called on and the parties shall thereupon attend and effect discontinuance of those proceedings \n \n\n \n \n 5.2 As to the matters which do not require personal attendance, Fountain and B&ouml;nig will prepare the necessary documentation for discontinuance or consent orders \n \n\n \n \n 5.3 Upon satisfaction of 5.1 above, Kowalski shall sign all documents prepared pursuant to clause 5.2 above whereupon bank cheques for the total sum of $200,000 are to be handed to Kowalski (less any taxation that must be deducted by the Superannuation Fund).",
      "id": "s89"
    },
    {
      "text": "5.4 It is the intention of the parties that the terms of this agreement be given effect to as quickly as possible and within 14 days of the date of this agreement save where beyond the control of the parties because of the need to attend personally at any Court Tribunal or Commission.",
      "id": "s90"
    },
    {
      "text": "\" \n \n\n At the time the Heads of Agreement was entered into, there were outstanding matters between the parties in the specialist workers compensation tribunals and courts in the State of South Australia.",
      "id": "s91"
    },
    {
      "text": "As a result of the parties entering into of the Heads of Agreement, various steps were carried out in relation to those matters.",
      "id": "s92"
    },
    {
      "text": "Later, the applicant sought to have those acts or their effects reversed on the ground that the respondent had been guilty of fraud and misrepresentation.",
      "id": "s93"
    },
    {
      "text": "His attempts were unsuccessful: Kowalski v Mitsubishi Motors Australia Ltd [2001] SAWCT 93 ; Kowalski v Mitsubishi Motors Australia Ltd [2002] SAWCT 76.",
      "id": "s94"
    },
    {
      "text": "There is no dispute that the respondent paid the moneys it was liable to pay under the Heads of Agreement.",
      "id": "s95"
    },
    {
      "text": "Another important event in the history of the dispute between the parties is that, on 19 April 2005, a judge of the Supreme Court of South Australia (Bleby J) made the following orders, relevantly: \n \n \"1.",
      "id": "s96"
    },
    {
      "text": "The defendant be and is hereby prohibited from instituting further proceedings, whether civil or criminal, in a prescribed court as defined in section 39(6) Supreme Court Act 1935 , against the plaintiff or any corporation related to the plaintiff or any present or former employee or agent of the plaintiff, without leave of the Court.",
      "id": "s97"
    },
    {
      "text": "The following proceedings instituted by the defendant be stayed:\n \n \n (a) Application pursuant to section 97 Workers Rehabilitation and Compensation Act 1986 made on 5 July 2005, No.",
      "id": "s98"
    },
    {
      "text": "4612 of 2004;\n (b) Appeal in matter No.",
      "id": "s99"
    },
    {
      "text": "4612 of 2004 referred to in sub-paragraph (a) instituted on 3 August 2004 against the direction of the President of the Workers Compensation Tribunal pursuant to rule 10(1) Workers Compensation Tribunal Rules 2001 to strike out the proceedings referred to in sub-paragraph (a).",
      "id": "s100"
    },
    {
      "text": "For the purpose of this order a corporation related to the plaintiff means a corporation that is related to the plaintiff by virtue of section 50 of the Corporations Act 2001 (Cth).",
      "id": "s101"
    },
    {
      "text": "\"\n The reasons of Bleby J for making those orders are set out in Mitsubishi Motors Australia Ltd v Kowalski [2005] SASC 154.",
      "id": "s102"
    },
    {
      "text": "With that background, I turn to the allegations in the amended statement of claim.",
      "id": "s103"
    },
    {
      "text": "I bear in mind that the applicant appeared before me in person and it appears that he prepared the amended application and the amended statement of claim.",
      "id": "s104"
    },
    {
      "text": "The first substantive allegation made by the applicant in the amended statement of claim is that under clause 3.4 of the Heads of Agreement, the respondent was required \"to prepare and execute all documents necessary to bring into effect this agreement and to make such personal attendances as necessary at any Tribunal, Court or Commission\".",
      "id": "s105"
    },
    {
      "text": "It is alleged that the respondent \"deliberately and consciously\" failed (and the failure continues) to prepare and execute a notice of settlement under s 23 of the Health and Other Services (Compensation) Act 1995 (Cth) (\"Health and Other Services Act\") and a \"South Australian Workers Compensation Tribunal Form 5 Standard Minutes of Order\".",
      "id": "s106"
    },
    {
      "text": "As to the latter document, the applicant claims, as I understand it, that the respondent was required by the Workers Compensation Tribunal Rules 1996 to lodge such a document.",
      "id": "s107"
    },
    {
      "text": "The amended statement of claim then contains quotes from the reasons for judgment of Bleby J (previously referred to) and a letter from Medicare Australia to the applicant dated 4 August 2008.",
      "id": "s108"
    },
    {
      "text": "The quote from the letter dated 4 August 2008 omits certain small passages and I include those passages in the quote set out below: \n(1) The reasons of Bleby J:\n \n \n \"The plaintiff claims that it did not accept, at the time of the mediation, that it had any outstanding liability to the defendant in relation to work-related injuries except as follows:\n 1.",
      "id": "s109"
    },
    {
      "text": "$3,000.00 damages payable in respect of the eye injury; \n \n $289.60 for non-economic loss resulting from a 2% loss of function of the right middle finger; \n \n 3.",
      "id": "s110"
    },
    {
      "text": "$122.00 for medical expenses (Mr Wicks);\n 4.",
      "id": "s111"
    },
    {
      "text": "$33.00 for medical expenses (Dr Hughes);\n 5.",
      "id": "s112"
    },
    {
      "text": "$657 WCT costs order 20 December 1996 ; and\n 6.",
      "id": "s113"
    },
    {
      "text": "$613 WCAT allocatur for costs 1 August 1997.",
      "id": "s114"
    },
    {
      "text": "... \n \n\n \n \n Importantly, the plaintiff denied it had any liability pursuant to the Compensation Act to pay the defendant weekly income maintenance and thus never sought to redeem any such liability via the mediated settlement or indeed at all.",
      "id": "s115"
    },
    {
      "text": "... \n \n\n \n \n The mediation occurred on 26 October 1998 and was presided over by an experienced and well-respected Queen's Counsel.",
      "id": "s116"
    },
    {
      "text": "Ms Layton QC and Mr R B&ouml;nig represented Mitsubishi at the mediation.",
      "id": "s117"
    },
    {
      "text": "\" \n \n\n \n(2) The letter from Medicare Australia to the applicant dated 4 August 2008:\n \n \n \"At the request of Senator Annette Hurley, Senator for South Australia, Medicare Australia has investigated your claims related to monies you received from Mitsubishi Motors Australia Limited in November 1998.",
      "id": "s118"
    },
    {
      "text": "Based on the information I have available to me, I can now confirm that the monies you received in November 1998, relating to an ill health benefit and an ex-gratia payment for permanent disability, are compensation for the purposes of the Health and Other Services (Compensation) Act 1995 .",
      "id": "s119"
    },
    {
      "text": "Further, I can confirm that Mitsubishi Motors has provided Medicare Australia with the required information relating to this claim.",
      "id": "s120"
    },
    {
      "text": "I will now investigate what further action needs to be taken to recover any monies owed to the Commonwealth relating to your payment.",
      "id": "s121"
    },
    {
      "text": "\" \n \n\n It is then alleged by the applicant that, in a way which is not specified, it should be concluded from the previous pleas that the respondent has contravened ss 51AC and 52 of the Trade Practices Act , s 58 of the Fair Trading Act and ss 4 , 6 and 8 of the Misrepresentation Act and has acted in bad faith, fraudulently, in breach of trust and has been guilty of misrepresentation and undue influence.",
      "id": "s122"
    },
    {
      "text": "The applicant then alleges that the respondent has committed a criminal offence under the Health and Other Services Act.",
      "id": "s123"
    },
    {
      "text": "The applicant then sets out a quote from a letter from Senator Joe Ludwig to Mr Simon Birmingham dated 29 September 2008.",
      "id": "s124"
    },
    {
      "text": "The quote omits certain passages and I include those passages in the quote set out below: \n \n \"Mr Kowalski's compensation case is not straightforward as Mitsubishi Motors Australia Limited did not provide Medicare Australia's Chief Executive Officer with written notice of the settlement reached with Mr Kowalski on 27 October 1998 in accordance with section 23(2) of the Act.",
      "id": "s125"
    },
    {
      "text": "Medicare Australia has since contacted Mitsubishi Motors Australia Limited in relation to this issue and the company has complied with all requests made to resolve this matter.",
      "id": "s126"
    },
    {
      "text": "Mitsubishi Motors Australia Limited has now provided Medicare Australia with a copy of the Heads of Agreement.",
      "id": "s127"
    },
    {
      "text": "This document was signed by Mitsubishi Motors Australia Limited and Mr Kowalski and it meets the requirements of section 23(6) of the Act.",
      "id": "s128"
    },
    {
      "text": "The document also contains substantively all of the information required by section 23(3) of the Act and therefore can be accepted as a notice to Medicare Australia's Chief Executive Officer pursuant to section 23 of the Act.",
      "id": "s129"
    },
    {
      "text": "Although Medicare Australia has an approved form for the purposes of notification of judgment or settlement under section 23(1) of the Act, its policy is to accept a copy of the judgment or settlement where it sets out the elements required by section 23(3) of the Act, and is signed by the notifiable person and the compensable person.",
      "id": "s130"
    },
    {
      "text": "Medicare Australia accepts the Heads of Agreement document for this purpose.",
      "id": "s131"
    },
    {
      "text": "Mr Kowalski has previously advised Ms McCann that he has a copy of this document.",
      "id": "s132"
    },
    {
      "text": "In her letter to Mr Kowalski dated 4 August 2008, Ms McCann indicated that further investigation was required to determine what action, if any, needed to be taken to recover outstanding payments to the Commonwealth in accordance with the Act.",
      "id": "s133"
    },
    {
      "text": "Ms McCann advised Mr Kowalski she would write to him again to confirm the outcome of that investigation.",
      "id": "s134"
    },
    {
      "text": "\" \n \n\n There is again reference to the various statutory provisions and common law doctrines previously referred to.",
      "id": "s135"
    },
    {
      "text": "In addition, it is said that the respondent has breached s 23 of the Health and Other Services Act.",
      "id": "s136"
    },
    {
      "text": "The applicant then alleges that in October and November 1998 and, after that date, the respondent was under a statutory duty to provide the applicant with \"his correct statutory and legally entitled compensation benefits, pursuant to s 32, s 35, s 36, s 41, s 42, s 43 and s 47 and the terms, provisions and spirit of the Workers Rehabilitation and Compensation Act (SA)\".",
      "id": "s137"
    },
    {
      "text": "It is no easy task to discern the real matters raised by the applicant in his amended statement of claim, but I must do the best I can.",
      "id": "s138"
    },
    {
      "text": "I have had regard to the pleadings and, in addition, the applicant's affidavits, his written submissions (of which there are a number) and his oral submissions.",
      "id": "s139"
    },
    {
      "text": "I put to one side for the present the fact that the pleading of excerpts from the letters and the judgment does not appear to involve the pleading of material facts (O 11 r 2(a) of the Federal Court Rules ).",
      "id": "s140"
    },
    {
      "text": "It seems to me that, in essence, the applicant's claims are as follows: The respondent has breached clause 3.4 of the Heads of Agreement; The respondent has breached or contravened s 23 of the Health and Other Services Act; The respondent has breached the various statutory provisions and common law doctrines previously referred to in taking the view it did as to its liability to pay compensation to the applicant when regard is had to events which have transpired in connection with the obligation in s 23 of Health and Other Services Act.",
      "id": "s141"
    },
    {
      "text": "The obligation in s 23 of the Health and Other Services Act occupies a central place in the applicant's claims and it is convenient at this point to summarise the effect of that and related sections.",
      "id": "s142"
    },
    {
      "text": "For present purposes, the precise terms of the various sections are not relevant.",
      "id": "s143"
    },
    {
      "text": "An injured or disabled person may receive benefits from the Commonwealth in respect of their injuries or disabilities.",
      "id": "s144"
    },
    {
      "text": "He or she may later receive compensation for those injuries or disabilities.",
      "id": "s145"
    },
    {
      "text": "The Commonwealth may wish to seek reimbursement of the expenses it has paid from the compensation payment.",
      "id": "s146"
    },
    {
      "text": "At the time of the Heads of Agreement, the Commonwealth could do so under the Health and Other Services Act.",
      "id": "s147"
    },
    {
      "text": "Section 23 is a notice provision and it requires the person paying the compensation to give notice of a judgment or settlement to the Health Insurance Commission.",
      "id": "s148"
    },
    {
      "text": "The section sets out requirements as to the type of information which is to be contained in the notice and it provides that the notice is to be signed by the person paying the compensation and the person to whom the compensation is payable.",
      "id": "s149"
    },
    {
      "text": "The notice must be given within 28 days after the judgment or settlement is made.",
      "id": "s150"
    },
    {
      "text": "The notice must be given to the Health Insurance Commission and it is an offence not to do so without reasonable excuse (s 24).",
      "id": "s151"
    },
    {
      "text": "It is an offence by a compensation payer or insurer to pay compensation under a judgment or settlement without the procedure under the Act first being followed (s 32).",
      "id": "s152"
    },
    {
      "text": "The correspondence, which is referred to in the amended statement of claim or which has been put before me, establishes, at least on an arguable basis, the following: Some time before 4 August 2008, Medicare Australia determined that the moneys the applicant received in November 1998 relating to an ill health benefit and an ex-gratia payment for permanent disability, were compensation for the purposes of the Health and Other Services Act.",
      "id": "s153"
    },
    {
      "text": "Medicare Australia stated that the respondent had provided it with the required information relating to the claim.",
      "id": "s154"
    },
    {
      "text": "In August 2008, Medicare Australia wrote to the applicant stating that it was investigating \"what further action [needed] to be taken to recover any monies owed to the Commonwealth relating to your payment\".",
      "id": "s155"
    },
    {
      "text": "The respondent did not provide Medicare Australia's chief executive officer with written notice of the settlement reached with the applicant on 27 October 1998 \"in accordance with section 23(2) of the Act\".",
      "id": "s156"
    },
    {
      "text": "Prior to 29 September 2008, the respondent provided Medicare Australia with a copy of the Heads of Agreement and Medicare Australia considered that it met the requirements of a notice pursuant to s 23 of the Act.",
      "id": "s157"
    },
    {
      "text": "Some time prior to 17 February 2009, Medicare Australia decided that it would take no further action against the respondent and it said that it took the view that that was a matter between it and the respondent.",
      "id": "s158"
    },
    {
      "text": "The respondent's alleged breach of s 23 of the Health and Other Services Act forms the basis of many of the applicant's allegations and he goes so far to say that the respondent has committed a criminal offence.",
      "id": "s159"
    },
    {
      "text": "The applicant refers to s 32 of the Health and Other Services Act.",
      "id": "s160"
    },
    {
      "text": "I will proceed on the basis that there is at least an arguable case that, in connection with the Heads of Agreement, the respondent failed to comply with s 23 of the Health and Other Services Act.",
      "id": "s161"
    },
    {
      "text": "I return to the three matters identified in [30] above.",
      "id": "s162"
    },
    {
      "text": "The alleged breach by the respondent of clause 3.4 of the Heads of Agreement\n I include in my consideration of this claim not only an arguable failure to comply with s 23 of the Health and Other Services Act, but also an arguable failure to prepare and execute a Form 5 (see [23]).",
      "id": "s163"
    },
    {
      "text": "The conclusions I have reached are as follows.",
      "id": "s164"
    },
    {
      "text": "First, absent accrued jurisdiction in relation to other federal claims, this claim is a breach of contract claim which does not engage federal jurisdiction.",
      "id": "s165"
    },
    {
      "text": "Secondly, in relation to the claim, it is not reasonably arguable that the loss claimed flows from, or was caused by, the alleged breach or breaches of clause 3.4.",
      "id": "s166"
    },
    {
      "text": "No other loss has been identified.",
      "id": "s167"
    },
    {
      "text": "Thirdly, the pleading is in any event deficient because no material facts relevant to causation are pleaded and it is embarrassing because it contains pleas of evidence and irrelevant material.",
      "id": "s168"
    },
    {
      "text": "The alleged failure by the respondent to comply with s 23 of the Health and Other Services Act\n Although it is not entirely clear, it may be that the applicant claims that the mere fact that the respondent failed to comply with s 23 of the Health and Other Services Act gives him the right to claim relief against the respondent.",
      "id": "s169"
    },
    {
      "text": "I will consider that claim.",
      "id": "s170"
    },
    {
      "text": "The relief which the applicant claims seems to proceed on the basis (without pleading) that the heads of agreement is not binding and that the applicant is entitled to worker's compensation from 16 August 1991.",
      "id": "s171"
    },
    {
      "text": "The conclusions I have reached are as follows.",
      "id": "s172"
    },
    {
      "text": "First, it is not reasonably arguable that a failure to comply with s 23 gives rise to a private right of action in a person in the position of the applicant, being the person who is entitled to receive the relevant compensation.",
      "id": "s173"
    },
    {
      "text": "The person or entity most likely to suffer loss or damage if the section is not complied with is the Commonwealth.",
      "id": "s174"
    },
    {
      "text": "Secondly, it is not reasonably arguable that the loss claimed by the applicant flows from, or was caused by, the alleged failure to comply with s 23.",
      "id": "s175"
    },
    {
      "text": "No other loss has been identified.",
      "id": "s176"
    },
    {
      "text": "Thirdly, again, the pleading is deficient because no material facts relevant to causation are pleaded and it is embarrassing because it contains pleas of evidence and irrelevant material.",
      "id": "s177"
    },
    {
      "text": "The claim based on the breaches by the respondent of the statutory provisions and common law and equitable doctrines previously referred to\n I agree with the respondent's submission that these pleas are plainly deficient because there are no material facts pleaded in support of the claim.",
      "id": "s178"
    },
    {
      "text": "That conclusion alone supports an order striking out the relevant pleas.",
      "id": "s179"
    },
    {
      "text": "The thrust of the applicant's allegations under this head seems to be that the Heads of Agreement provided for the payments to be made by the respondent with a denial of liability and, in clause 2.2, for an ex gratia payment as compensation for permanent disability impairing the applicant's future earning capacity.",
      "id": "s180"
    },
    {
      "text": "As Bleby J's reasons make clear, the respondent's position was that it was not liable to pay compensation to the applicant under the Workers Rehabilitation and Compensation Act 1986 (SA) (\"Workers Compensation Act\") other than some relatively small amounts with respect to an eye injury and a loss of function to the right middle finger.",
      "id": "s181"
    },
    {
      "text": "The respondent's position as to the nature of the payments it was making under the Heads of Agreement was to be contrasted with the conclusion reached by Medicare Australia that the payments under the Heads of Agreement were compensation under the Health and Other Services Act.",
      "id": "s182"
    },
    {
      "text": "Leaving aside questions of whether the respondent engaged in conduct in \"trade or commerce\", of whether, for the purposes of s 51AC of the Trade Practices Act , the conduct was engaged in in connection with the supply or acquisition of goods or services, of whether it is an essential element of any claim by the applicant that an order be made setting aside the Heads of Agreement including an order that the applicant repay the moneys paid thereunder, and of whether the relief claimed is the proper relief and can be granted by this Court, nothing has been put by the applicant in all the material he has put before the Court to suggest the circumstances I have identified could arguably give rise to a characterisation of conduct of the respondent as unconscionable within s 51AC of the Trade Practices Act or misleading or deceptive or likely to mislead or deceive within s 52(1).",
      "id": "s183"
    },
    {
      "text": "The respondent had a belief concerning its liability under the Workers Compensation Act.",
      "id": "s184"
    },
    {
      "text": "Even if the decision of Medicare Australia that payments made under the Heads of Agreement were compensation for the purposes of the Health and Other Services Act means that the respondent's belief was wrong --- a proposition which is by no means clear --- that does not of itself establish that the respondent's conduct was unconscionable or misleading or deceptive or likely to mislead or deceive.",
      "id": "s185"
    },
    {
      "text": "The appropriate relief\n The amended statement of claim does not identify an arguable cause of action which is within the jurisdiction of this Court.",
      "id": "s186"
    },
    {
      "text": "As pleaded, the references to s 51AC and s 52(1) of the Trade Practices Act represent no more than a colourable attempt to engage federal jurisdiction.",
      "id": "s187"
    },
    {
      "text": "The difficulty in giving judgment on any of the claims under s 31A of the Federal Court of Australia Act 1976 (Cth) is in discerning precisely what claims are being made.",
      "id": "s188"
    },
    {
      "text": "It is very difficult to discern where one \"claim\" ends and another begins.",
      "id": "s189"
    },
    {
      "text": "In my opinion, the appropriate order is an order dismissing the proceeding.",
      "id": "s190"
    },
    {
      "text": "There are two possible routes to that conclusion.",
      "id": "s191"
    },
    {
      "text": "First, under O 20 r 5 of the Federal Court Rules a proceeding may be dismissed if it is an abuse of the process of the Court.",
      "id": "s192"
    },
    {
      "text": "A proceeding is an abuse of process where it is foredoomed to fail: Walton v Gardiner [1992] HCA 12 ; (1993) 177 CLR 378 at 393 per Mason CJ, Deane J and Dawson J.",
      "id": "s193"
    },
    {
      "text": "As presently pleaded, the proceeding is doomed to fail.",
      "id": "s194"
    },
    {
      "text": "Not only is the proceeding doomed to fail as presently pleaded, but I am satisfied that there is no claim of the type advanced.",
      "id": "s195"
    },
    {
      "text": "The applicant has already amended once and he has put forward a number of affidavits and written submissions in respect of his \"claims\", all of which I have read carefully.",
      "id": "s196"
    },
    {
      "text": "There is no suggestion that he has a claim either at all or at least a claim which would engage the jurisdiction of this Court.",
      "id": "s197"
    },
    {
      "text": "The other route to the same conclusion is that I have no doubt that the amended statement of claim does not identify an arguable cause of action and is embarrassing under O 11 r 16 of the Federal Court Rules .",
      "id": "s198"
    },
    {
      "text": "It must be struck out.",
      "id": "s199"
    },
    {
      "text": "A party faced with such conclusions is often given the opportunity to replead his or her case.",
      "id": "s200"
    },
    {
      "text": "However, that opportunity is not always given and ultimately, whether it is given, depends on the circumstances of the case.",
      "id": "s201"
    },
    {
      "text": "It is not appropriate to afford such an opportunity in this case.",
      "id": "s202"
    },
    {
      "text": "The applicant has had ample opportunity to articulate a case and, in all the material he has put forward, there is nothing to suggest that he has a claim.",
      "id": "s203"
    },
    {
      "text": "Conclusion\n In the circumstances, the amended statement of claim should be struck out and the proceeding dismissed.",
      "id": "s204"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s205"
    },
    {
      "text": "Associate:\n \n \nDated: 3 September 2009\n \n Counsel for the Applicant: The Applicant appeared in person.",
      "id": "s206"
    },
    {
      "text": "Counsel for the Respondent: Ms V Heath (16 March 2009)\nMs C Gitsham (18 August 2009) \n \n Solicitor for the Respondent: Thomson Playford Cutler \n Dates of Hearing: 16 March, 18 August 2009 \n \n Date of Judgment: 3 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/991.html",
      "id": "s207"
    }
  ]
}