{
  "name": "Minister for Immigration and Citizenship v SZKJT [2009] FCA 984 (31 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/984.html",
  "catchphrases": [
    {
      "text": "s 424 of migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "high court's decision in minister for immigration and citizenship v szkti [2009] hca 30 handed down the day before the hearing",
      "id": "c1"
    },
    {
      "text": "federal magistrates court of australia had relied on decision of full court of federal court of australia which had been reversed by the high court in that case",
      "id": "c2"
    },
    {
      "text": "inevitable that appeal be allowed and decision of federal magistrates court be set aside",
      "id": "c3"
    },
    {
      "text": "matter remitted to federal magistrates court for other grounds of application to that court to be considered and determined.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The appellant (Minister) appeals from the whole of the judgment of the Federal Magistrates Court of Australia given on 28 August 2008 (see SZKJT v Minister for Immigration &amp; Anor [2008] FMCA 876).",
      "id": "s0"
    },
    {
      "text": "By that judgment the Federal Magistrates Court ordered that a writ of certiorari issue quashing a decision of the second respondent (Tribunal) and that a writ of mandamus issue requiring the Tribunal to re-determine the matter according to law.",
      "id": "s1"
    },
    {
      "text": "The decision referred to was a decision of the Tribunal signed on 1 February 2007 and handed down on 13 February 2007 affirming a decision of a delegate of the Minister (Delegate) not to grant the first respondent (SZKJT) a Protection (Class XA) visa.",
      "id": "s2"
    },
    {
      "text": "On the appeal SZKJT was self represented.",
      "id": "s3"
    },
    {
      "text": "The Tribunal filed an appearance submitting to such order as the Court might make save as to costs.",
      "id": "s4"
    },
    {
      "text": "The appeal was fixed for hearing on 27 August 2009.",
      "id": "s5"
    },
    {
      "text": "On the preceding day, 26 August 2009, the High Court of Australia delivered judgment in Minister for Immigration and Citizenship v SZKTI [2009] HCA 30 ( SZKTI ) by which the High Court allowed an appeal from a Full Court of this Court in SZKTI v Minister for Immigration and Citizenship [2008] FCAFC 83 ; (2008) 168 FCR 256 ( SZKTI (Full Court decision)).",
      "id": "s6"
    },
    {
      "text": "Contemporaneously, the High Court heard an appeal in Minister for Immigration and Citizenship v SZLFX [2009] HCA 31 ( SZLFX ) because a common issue of statutory construction was involved in the two appeals.",
      "id": "s7"
    },
    {
      "text": "The reasons given in SZKTI were also applicable to SZLFX and the Minister's appeal in the latter case was also allowed.",
      "id": "s8"
    },
    {
      "text": "In the present case the Federal Magistrates Court based its decision the subject of the present appeal on the decisions of Full Courts of this Court in SZKTI (Full Court decision); Minister for Immigration and Citizenship v SZLFX [2008] FCAFC 125 ; and SZKCQ v Minister for Immigration and Citizenship [2008] FCAFC 119 ; (2008) 170 FCR 236.",
      "id": "s9"
    },
    {
      "text": "The first two of those three cases were the subject of the appeals to the High Court referred to above.",
      "id": "s10"
    },
    {
      "text": "The consequence of the High Court's reversals of the Full Court decisions in SZKTI and SZLFX is that the present appeal by the Minister must be allowed.",
      "id": "s11"
    },
    {
      "text": "As will appear below, it was after the Federal Magistrate reserved judgment that the three Federal Court Full Court judgments were delivered, and his Honour based his decision favourable to SZKJT on them and not on the grounds which SZKJT had raised.",
      "id": "s12"
    },
    {
      "text": "His Honour allowed the parties an opportunity to make further submissions on the s 424 issue the subject of the three Full Court decisions.",
      "id": "s13"
    },
    {
      "text": "The Minister did so, submitting (at [41], [42]) that for any one of several reasons, s 424(2) of the Act was not engaged.",
      "id": "s14"
    },
    {
      "text": "For reasons that appear below, the appropriate order is that the matter be remitted to the Federal Magistrates Court for determination of the outstanding issues.",
      "id": "s15"
    },
    {
      "text": "FACTS AS RECOUNTED IN THE FEDERAL MAGISTRATE'S REASONS FOR JUDGMENT \n SZKJT is a citizen of the People's Republic of China (China).",
      "id": "s16"
    },
    {
      "text": "He arrived in Australia on 17 April 2006 and applied for a protection visa on 22 May 2006.",
      "id": "s17"
    },
    {
      "text": "SZKJT's claims were to the effect that he had had to pay certain fines and debts, and had been active in questioning Chinese authorities in respect of \"donations\" that he and others had had been compelled to pay.",
      "id": "s18"
    },
    {
      "text": "He claimed that as a result of a belief by Chinese authorities that he had encouraged his fellow villagers not to pay these donations, he had been harassed, detained and physically abused by those authorities.",
      "id": "s19"
    },
    {
      "text": "He claimed that he had encouraged local people also to protest, and that, as a result, he had been questioned by police, who he had heard were planning to detain him again.",
      "id": "s20"
    },
    {
      "text": "On 9 August 2006 the Delegate refused to grant the visa.",
      "id": "s21"
    },
    {
      "text": "On 7 September 2006, SZKJT applied to the Tribunal for review of the Delegate's decision.",
      "id": "s22"
    },
    {
      "text": "SZKJT attended a hearing before the Tribunal on 15 November 2006.",
      "id": "s23"
    },
    {
      "text": "In the course of the hearing and in the presence of SZKJT and an interpreter the Tribunal member telephoned a friend of SZKJT's father-in-law and had a conversation with him.",
      "id": "s24"
    },
    {
      "text": "The friend was in China.",
      "id": "s25"
    },
    {
      "text": "The friend answered some questions asked by the member concerning SZKJT's background in China.",
      "id": "s26"
    },
    {
      "text": "Following the hearing, the Tribunal wrote to the Department of Foreign Affairs and Trade (DFAT) concerning the authenticity of four documents that had been provided to the Tribunal by SZKJT in support of his claims.",
      "id": "s27"
    },
    {
      "text": "In substance, the Tribunal asked DFAT to ascertain from the (overseas) \"post\" whether the documents were genuine.",
      "id": "s28"
    },
    {
      "text": "There was a response suggesting that they were not.",
      "id": "s29"
    },
    {
      "text": "On 3 January 2007 the Tribunal wrote to SZKJT through his migration agent, pursuant to s 424A of the Migration Act 1958 (Cth) (the Act).",
      "id": "s30"
    },
    {
      "text": "The court book before the Federal Magistrate discloses that the letter gave details of the information received from DFAT adverse to a finding of authenticity of the four documents and invited SZKJT to comment on the information.",
      "id": "s31"
    },
    {
      "text": "SZKJT did so on 17 January 2007.",
      "id": "s32"
    },
    {
      "text": "TRIBUNAL'S REASONS FOR DECISION \n The Tribunal stated its findings and reasons briefly.",
      "id": "s33"
    },
    {
      "text": "After identifying SZKJT's claims, including those mentioned above, the Tribunal addressed the documents that SZKJT had tendered in support of his claims.",
      "id": "s34"
    },
    {
      "text": "The Tribunal declared itself persuaded by the DFAT assessment that they had been fraudulently created.",
      "id": "s35"
    },
    {
      "text": "The Tribunal stated that it was strengthened in that finding by the results of the Tribunal's own investigations with regard to available information, and noted that this information indicates the prevalence and availability of fraudulent documents in China.",
      "id": "s36"
    },
    {
      "text": "The Tribunal stated that it had considered SZKJT's submission with regard to the DFAT assessment but was not persuaded by that submission to think that the documents had not been fraudulently procured and submitted by SZKJT to strengthen his claims for a protection visa.",
      "id": "s37"
    },
    {
      "text": "The Tribunal also referred to the information given over the telephone by the friend of SZKJT's father-in-law.",
      "id": "s38"
    },
    {
      "text": "The Tribunal said that this was not sufficiently strong to provide corroboration for SZKJT's claims, and that the weight of evidence with regard to the documents being fraudulent led it to find that SZKJT's claims were fabrications.",
      "id": "s39"
    },
    {
      "text": "REASONS OF FEDERAL MAGISTRATES COURT \n The learned Federal Magistrate noted that in SZKJT's application to the Federal Magistrates Court made on 20 March 2007, SZKJT put forward the following grounds: \n \n There was an error of law in the Tribunal's decision constituting a jurisdictional error; \n \n\n \n \n There was procedural error in the Tribunal's decision constituting an absence of natural justice.",
      "id": "s40"
    },
    {
      "text": "The Federal Magistrate (at [11]) noted that SZKJT had also set out \"particulars\" which, on their face, appeared to be the grounds of the application, as follows:\n \n \n 1.",
      "id": "s41"
    },
    {
      "text": "The Tribunal failed to comply with its obligations under s.420 of the Act.",
      "id": "s42"
    },
    {
      "text": "[particulars] \n \n\n \n \n 2.",
      "id": "s43"
    },
    {
      "text": "The Tribunal failed to comply with its obligations under s.430 of the Act.",
      "id": "s44"
    },
    {
      "text": "[particulars] \n \n\n The Tribunal failed to comply with its obligations under s.424A(1) of the Act.",
      "id": "s45"
    },
    {
      "text": "[particulars] \n \n\n His Honour said (at [13]) that on the hearing SZKJT had read from a prepared statement which he said had been drafted with the assistance of \"a friend\".",
      "id": "s46"
    },
    {
      "text": "The Federal Magistrate stated (at [13]) that SZKJT \"pressed the following\": A breach of s.420 of the Act.",
      "id": "s47"
    },
    {
      "text": "The applicant submitted that s.420 requires the Tribunal to pursue a mechanism that provides a \"just, fair, and economical review mechanism\", and that it was unfair of the Tribunal to find that the documents submitted in support of his application were forged in the absence of any \"material direct evidence\" in support of that finding.",
      "id": "s48"
    },
    {
      "text": "A breach of s.430 of the Act.",
      "id": "s49"
    },
    {
      "text": "The applicant explained that the Tribunal refused to consider his explanation for the information provided by DFAT (that is, his response to the Tribunal' s s.424A letter).",
      "id": "s50"
    },
    {
      "text": "Further, the Tribunal did not set out the reasons for this, and the evidence it relied upon (\"the Tribunal did not specify on what basis it behaved in such a way and in accordance with what evidence\").",
      "id": "s51"
    },
    {
      "text": "The Tribunal breached its obligations pursuant to s.424A(1) of the Act.",
      "id": "s52"
    },
    {
      "text": "The applicant submitted that the Tribunal did provide him \"with relevant information\" (the information from DFAT and the other information the Tribunal relied on), but that the Tribunal, \"without any reason\", refused to consider his explanation in response to this information.",
      "id": "s53"
    },
    {
      "text": "The applicant also submitted that this led him to \"question the sincerity of the Tribunal\".",
      "id": "s54"
    },
    {
      "text": "(This may also have been a complaint of an apprehension of bias (see the applicant's written submissions provided subsequently - see [16] of this judgment).",
      "id": "s55"
    },
    {
      "text": ")\n that the Tribunal acted in bad faith - see [16] of this judgment.",
      "id": "s56"
    },
    {
      "text": "The Federal Magistrate then stated (at [14]) that given the fact that SZKJT was unrepresented before the Court, his Honour had raised the following matters with Mr R Foreman who appeared for the Minister: In relation to the applicant's second ground, whether the question may better have been posed as whether the Tribunal properly considered all of the applicant's claims.",
      "id": "s57"
    },
    {
      "text": "Whether, in light of SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 228 CLR 152 ; [2006] HCA 63 (\" SZBEL \"), the Tribunal complied with its procedural fairness obligations pursuant to s.425 of the Act.",
      "id": "s58"
    },
    {
      "text": "In relation to the applicant's third ground, whether a breach of s.424A of the Act occurred in relation to the oral evidence obtained by the Tribunal via telephone.",
      "id": "s59"
    },
    {
      "text": "The parties were given the opportunity to make written submissions in relation to these issues and to provide any further evidence that might be relevant to them.",
      "id": "s60"
    },
    {
      "text": "The Minister filed supplementary written submissions and an affidavit annexing a copy of the transcript of the hearing that had been held before the Tribunal on 15 November 2006.",
      "id": "s61"
    },
    {
      "text": "SZKJT subsequently filed written submissions in which he argued apprehension of bias on the part of the Tribunal.",
      "id": "s62"
    },
    {
      "text": "According to [119] of his Honour's reasons for decision, he had drafted reasons dealing with the grounds put forward by SZKJT and as pleaded, and had concluded that he could not find jurisdictional error.",
      "id": "s63"
    },
    {
      "text": "However, the entire process was then overtaken by the handing down of the three Full Court decisions of this Court as noted at [6]-[8] above.",
      "id": "s64"
    },
    {
      "text": "These decisions caused his Honour to turn his attention to the telephone call that the Tribunal member had made to the friend of SZKJT's father-in-law during the course of the hearing, and to the post-hearing written request made by the Tribunal to DFAT for information concerning the authenticity of the four documents.",
      "id": "s65"
    },
    {
      "text": "Because his Honour concluded that, consistently with the Full Court decisions, s 424(1) , (2) and (3) applied, he found jurisdictional error because the invitations to the friend and to DFAT had not been made in conformity with ss 424(3) (which incorporates by reference s 441A) and 424B of the Act.",
      "id": "s66"
    },
    {
      "text": "CONSIDERATION \n In SZKTI the High Court has held that the power to \"get\" information referred to in s 424(1) of the Act is to be distinguished from the power to \"invite a person to give additional information\" referred to in s 424(2) , and that exercise of the former power does not attract the constraints that are attached to an invitation to a person to give additional information referred to in s 424(2) by ss 424(3) , 424B and 441A .",
      "id": "s67"
    },
    {
      "text": "The conclusion is inescapable that the Federal Magistrates Court erred (through no fault of its own) in its finding of jurisdictional error.",
      "id": "s68"
    },
    {
      "text": "That finding was founded on the proposition that the telephone call and the written inquiry of DFAT did not comply with ss 424(3) , 424B and 441A .",
      "id": "s69"
    },
    {
      "text": "It suffices to say that the effect of the High Court decision in its application to the facts of the present case is that the Tribunal was at liberty to get the information in question from the friend and from DFAT without complying with those provisions.",
      "id": "s70"
    },
    {
      "text": "I do not think that [47] of their Honours' reasons for judgment was intended to confine the ratio decidendi to the getting of information over the telephone.",
      "id": "s71"
    },
    {
      "text": "It is not necessary to explore other issues, although I note in passing that the inquiries made by the Tribunal of the friend and of DFAT were first time inquiries of those sources and could not be characterised as invitations to them to provide information additional to information that they had previously given to the Tribunal; cf SZLPO v Minister for Immigration and Citizenship [2009] FCAFC 51 ; (2009) 255 ALR 407 at [99] , [100]; SZKTI at [4].",
      "id": "s72"
    },
    {
      "text": "The Minister argued that the matter should not be remitted to the Federal Magistrates Court because it was plain that the grounds on which SZKJT had relied before that Court were unsustainable.",
      "id": "s73"
    },
    {
      "text": "While it is understandable that the Minister would make this submission in view of the Federal Magistrate's statement that he had not found jurisdictional error in the grounds on which SZKJT had relied, I think that the matter should be remitted.",
      "id": "s74"
    },
    {
      "text": "Apparently the Federal Magistrate had drafted his reasons for judgment dealing with the grounds raised by SZKJT but those reasons were not revealed.",
      "id": "s75"
    },
    {
      "text": "It is not appropriate that in disposing of the appeal in its appellate jurisdiction, this Court should deal with those grounds for the first time in the exercise of its original jurisdiction.",
      "id": "s76"
    },
    {
      "text": "CONCLUSION \n For the above reasons the appeal will be allowed with costs, the decision of the Federal Magistrates Court set aside, and the matter remitted to that Court to be heard and determined in accordance with law.",
      "id": "s77"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s78"
    },
    {
      "text": "Associate:\n \n \nDated: 7 September 2009\n \n Counsel for the Appellant: Mr G Kennett \n \n Solicitor for the Appellant: Sparke Helmore \n \n The First Respondent appeared in person.",
      "id": "s79"
    },
    {
      "text": "Date of Hearing: 27 August 2009 \n \n Date of Judgment: 31 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/984.html",
      "id": "s80"
    }
  ]
}