{
  "name": "Lennox v Amcor Limited trading as Amcor Cartonboard (No 2) [2009] FCA 962 (25 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/962.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate refusing an application seeking an adjournment of trial",
      "id": "c0"
    },
    {
      "text": "consideration of the principles in house v the king [1936] hca 40 ; (1936) 55 clr 499",
      "id": "c1"
    },
    {
      "text": "whether there was a denial of natural justice",
      "id": "c2"
    },
    {
      "text": "failure to hear parties' submissions",
      "id": "c3"
    },
    {
      "text": "parties unable to make submissions on prejudice",
      "id": "c4"
    },
    {
      "text": "both parties favoured the adjournment",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Earlier today I urgently granted the applicant leave to appeal from two decisions of a Federal Magistrate in respect of related proceedings.",
      "id": "s0"
    },
    {
      "text": "In those decisions his Honour had refused applications, supported by both parties, to adjourn the trial of the substantive proceedings in both cases.",
      "id": "s1"
    },
    {
      "text": "The background to the applications before me is set out in detail in Lennox v Amcor Limited trading as Amcor Cartonboard [2009] FCA 959.",
      "id": "s2"
    },
    {
      "text": "Pursuant to s 25(1A) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s3"
    },
    {
      "text": "The appellate jurisdiction of the Court in relation to an appeal from a judgment, other than a migration judgment, of the Federal Magistrates Court is to be exercised by a Full Court unless the Chief Justice considers that it is appropriate for the appellate jurisdiction of the Court in relation to the appeal to be exercised by a single Judge.",
      "id": "s4"
    },
    {
      "text": "The Chief Justice has so directed in this case.",
      "id": "s5"
    },
    {
      "text": "In Court this afternoon the applicant filed the notices of appeal in respect of which leave had previously been granted, citing the following grounds of appeal: The learned Federal Magistrate erred in law by not according natural justice to the Applicant.",
      "id": "s6"
    },
    {
      "text": "In refusing the application made by the Applicant to vacate prior orders and adjourn the trial, the learned Federal Magistrate erred as a matter of law by failing to take into account: that the Court had been appraised of the parties' non-compliance with the pre-trial directions orders on or by 4 August 2009; the severe and prejudicial consequences of the refusal for the Applicant and for the Respondent; the effect of the refusal on the likely length and cost of the trial.",
      "id": "s7"
    },
    {
      "text": "The applicant has sought the following orders: That the decision to refuse the application be set aside.",
      "id": "s8"
    },
    {
      "text": "That the orders sought in the application filed in the Federal Magistrates Court on 19 August 2009 be made.",
      "id": "s9"
    },
    {
      "text": "That the decision to refuse the stay the trial pending the outcome of this appeal be set aside.",
      "id": "s10"
    },
    {
      "text": "That the costs of this appeal be costs in the Federal Magistrates Court proceeding BRG649/08.",
      "id": "s11"
    },
    {
      "text": "Such further or other orders as the court sees fit.",
      "id": "s12"
    },
    {
      "text": "The orders sought in the application filed in the Federal Magistrates Court on 19 August 2009 were as follows: By 14 September 2009 each party make discovery on oath in accordance with the categories described in Schedule hereto.",
      "id": "s13"
    },
    {
      "text": "Each party shall produce disclosed documents for inspection in accordance with Federal Court Rules by 4.00 pm on 21 September 2009.",
      "id": "s14"
    },
    {
      "text": "The trial of this proceeding will be conducted on the basis that the evidence-in-chief of each witness to be called by the parties will be given by affidavit.",
      "id": "s15"
    },
    {
      "text": "That the witnesses' affidavit be exchanged as follows: the Applicant file and serve the affidavit of any proposed witness by 19 October 2009; the Respondent file and serve the affidavit of any proposed witness by 4 November 2009; and the Applicant file and serve any affidavits in reply to the Respondent's affidavits by 13 November 2009.",
      "id": "s16"
    },
    {
      "text": "The parties are to exchange outlines of argument 7 days prior to the commencement of the hearing.",
      "id": "s17"
    },
    {
      "text": "The proceeding is listed for hearing for 3 days on .... at Brisbane.",
      "id": "s18"
    },
    {
      "text": "Either party may apply to the Court to amend these directions on three days notice to the other parties to the proceeding.",
      "id": "s19"
    },
    {
      "text": "The Schedule to which reference was made in draft order 1 sought by the applicant in the application filed on 19 August 2009 in the Federal Magistrates Court read as follows: \n Applicant's Schedule of discoverable documents \n\n \n 1.",
      "id": "s20"
    },
    {
      "text": "The Respondent's personnel file for the Applicant.",
      "id": "s21"
    },
    {
      "text": "Documents purporting to set our or evidence the terms and conditions of employment of the Applicant alleged by the Applicant to have been breached, where the breach has been relied upon by the Applicant.",
      "id": "s22"
    },
    {
      "text": "Documents relating to the Applicant taking sick leave on and after 27 May 2008 and the decision of the Respondent to end the payment of sick pay to the Applicant on about 18 June 2008, including emails, notes and memorandum between managers of the Respondent leading up to the decision.",
      "id": "s23"
    },
    {
      "text": "The Applicant's sick leave records for the period of his employment with the Respondent.",
      "id": "s24"
    },
    {
      "text": "Documents relating to the decision of the Respondent in September 2008 to refuse to recommence and/or backpay sick leave, including emails, notes and memorandum between managers of the Respondent leading up to the decision.",
      "id": "s25"
    },
    {
      "text": "Documents relating to the Applicant seeking to return to work on 14 October 2008 and the Respondent's decision/s to refuse to allow the Applicant to work or be paid for:\n \n (a) 14 October 2008;\n (b) any rostered shift after 14 October 2008;\n including emails, notes and memorandum between managers of the Respondent leading up to the decision/s.",
      "id": "s26"
    },
    {
      "text": "Documents relating to the Respondent seeking redeployment for the Applicant the Respondent's business, including emails, letters, memorandums and notes of conversations.",
      "id": "s27"
    },
    {
      "text": "Documents relating to the decision to terminate the Applicant's employment on 6 February 2009, including memoranda, emails and minutes or notes of meetings where the termination or possible termination was discussed.",
      "id": "s28"
    },
    {
      "text": "Documents related to the meeting on 6 February 2009 at which the Applicant was terminated, including speaking notes, memorandum or emails before or after the meeting and minutes and/or notes of the meeting.",
      "id": "s29"
    },
    {
      "text": "At the hearing before me Mr Merrell for the applicant made an application pursuant to s 27 of the Federal Court of Australia Act 1976 (Cth) for the affidavits of Benjamin Green, filed 25 August 2009, to be received as evidence in this appeal.",
      "id": "s30"
    },
    {
      "text": "So far as relevant, s 27 provides: \n Evidence on appeal \n\n \n In an appeal, the Court shall have regard to the evidence given in the proceedings out of which the appeal arose, and has power to draw inferences of fact and, in its discretion, to receive further evidence, which evidence may be taken: \n\n \n(a) on affidavit; or\n \n \n...\n \n This application was supported by Mr O'Grady for the respondent.",
      "id": "s31"
    },
    {
      "text": "I granted the application, notwithstanding that, as I indicated during submissions, because these affidavits were filed in respect of the application for leave to appeal in this matter I consider that the Court could have regard to them for the purposes of the appeal.",
      "id": "s32"
    },
    {
      "text": "Decision of the Federal Magistrate\n Neither the judgment of the Federal Magistrate the subject of this appeal, nor the transcript of the hearing before his Honour are yet available.",
      "id": "s33"
    },
    {
      "text": "The relevant judgment was given only yesterday.",
      "id": "s34"
    },
    {
      "text": "However the parties before me submit that the reasons for decision of the Federal Magistrate are accurately reflected in the material deposed by Mr Green in para 33 of his affidavits filed 25 August 2009.",
      "id": "s35"
    },
    {
      "text": "In summary, in dismissing the applicant's applications for vacation of orders made on 30 April 2009 and for the adjournment of the trial listed for commencement on 24 August 2009, his Honour found: His Honour ordered that the trial be listed to commence on 26 August 2009.",
      "id": "s36"
    },
    {
      "text": "Consideration\n The decision of a judge to adjourn a hearing is not only an interlocutory decision, it is a discretionary decision ( Aon [2009] HCA 27 at [5] , Goldberg v Morrow [2004] FCA 1490 at [36] , Trivett v Zoccoli [2002] WASCA 138 ).",
      "id": "s37"
    },
    {
      "text": "Appeals against an exercise of discretion are governed by established principles: House v The King [1936] HCA 40 ; (1936) 55 CLR 499 at 504.",
      "id": "s38"
    },
    {
      "text": "As Dixon, Evatt and McTiernan JJ observed in the following well-known passage: \n It is not enough that the judges composing the appellate court consider that, if they had been in the position of the primary judge, they would have taken a different course.",
      "id": "s39"
    },
    {
      "text": "It must appear that some error has been made in exercising the discretion.",
      "id": "s40"
    },
    {
      "text": "If the judge acts upon a wrong principle, if he allows extraneous or irrelevant matters to guide or affect him, if he mistakes the facts, if he does not take into account some material consideration, then his determination should be reviewed and the appellate court may exercise its own discretion in substitution for his if it has the materials for doing so.",
      "id": "s41"
    },
    {
      "text": "It may not appear how the primary judge has reached the result embodied in his order, but, if upon the facts it is reasonable or plainly unjust, the appellate court may infer that in some way there has been a failure properly to exercise the discretion which the law reposes in the court of first instance.",
      "id": "s42"
    },
    {
      "text": "In such a case, although the nature of the error may not be discoverable, the exercise of the discretion is reviewed on the ground that a substantial wrong has in fact occurred.",
      "id": "s43"
    },
    {
      "text": "(at 504-505) \n\n It is certainly the case that, traditionally, there is a distinction in the manner in which appellate courts treat an exercise of discretion on a point of practice or procedure --- as is the case before me --- and an exercise of discretion which determines substantive rights (cf Adam P. Brown Male Fashions Pty Ltd v Philip Morris Inc [1981] HCA 39 ; (1981) 148 CLR 170 at 177, In re the Will of FB Gilbert (dec) (1946) 46 SR (NSW) 318 at 323).",
      "id": "s44"
    },
    {
      "text": "However I accept the submission of Mr Merrell, supported by Mr O'Grady, that it is incumbent on the appellate court to carefully examine each case before it, and identify whether an error has been made in exercising the discretion.",
      "id": "s45"
    },
    {
      "text": "As was observed by Atkin LJ in Maxwell v Keun [1928] 1 KB 645 at 653: \n The other point that was made by the defendants was that this was a discretionary order and that the Court of Appeal ought not to interfere with the discretion of the learned judge.",
      "id": "s46"
    },
    {
      "text": "I quite agree the Court of Appeal ought to be very slow indeed to interfere with the discretion of the learned judge on such a question as an adjournment of a trial, and it very seldom does do so; but on the other hand, if it appears that the result of the order made below is to defeat the rights of the parties altogether, and to do that which the Court of Appeal is satisfied would be an injustice to one or other of the parties, then the court has power to review such an order, and it is, to my mind, its duty to do so.",
      "id": "s47"
    },
    {
      "text": "(cf Dick v Piller [1943] KB 497 at 506-507, Jarrett v Westpac Banking Corporation [1999] FCA 425 at [78] ) \n\n There is strong authority that the discretion in respect of ordering or refusing an adjournment miscarries where the refusal of an adjournment results in one of the parties being unable adequately to present his case ( Thornberry v R (1995) 69 ALJR 777).",
      "id": "s48"
    },
    {
      "text": "Indeed, where there is a proper basis for an application for an adjournment, and refusal would seriously prejudice the party seeking the adjournment and not prejudice the other party, there is authority that adjournment should ordinarily be granted: Jordan v Smart [1961] NSWR 735.",
      "id": "s49"
    },
    {
      "text": "Failure by parties to comply with directions of a Court is more than a source of irritation for the primary judge.",
      "id": "s50"
    },
    {
      "text": "It can result in serious inconvenience not only to the primary judge but also to the management of cases in the relevant Registry as other parties can be inconvenienced by the consequences of such failure to comply in the lead up to a substantive trial.",
      "id": "s51"
    },
    {
      "text": "In my view the Federal Magistrate was correct when he observed that compliance with directions is not optional.",
      "id": "s52"
    },
    {
      "text": "Indeed, notwithstanding that the parties appeared to make genuine efforts to contact the chambers of his Honour close to trial, they had left making such contact very late in the proceedings.",
      "id": "s53"
    },
    {
      "text": "Notwithstanding these observations however, in these proceedings I consider that his Honour erred in exercising his discretion to dismiss the applications for adjournment of the trial.",
      "id": "s54"
    },
    {
      "text": "I form this view because: Accordingly, in my view, notwithstanding that the Court should be slow to interfere in the exercise of discretion by a primary judge on an issue of practice and procedure, this is a case where such interference is warranted.",
      "id": "s55"
    },
    {
      "text": "For the reasons I have given, the exercise of discretion by his Honour miscarried.",
      "id": "s56"
    },
    {
      "text": "The appropriate order is to allow the appeal, although with a minor modification to the orders sought by the parties in relation to the date the trial should be listed in the Federal Magistrates Court.",
      "id": "s57"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s58"
    },
    {
      "text": "Associate:\n \n \nDated: 25 August 2009\n \n Counsel for the Appellant: Mr JW Merrell \n \n Solicitor for the Appellant: Hall Payne Solicitors \n \n Counsel for the Respondent: Mr C O'Grady \n \n Solicitor for the Respondent: Trindade Farr &amp; Pill Solicitors \n Date of Hearing: 25 August 2009 \n \n Date of Judgment: 25 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/962.html",
      "id": "s59"
    }
  ]
}